[{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.1","label":"1","content":"Xyoo ob thaum lub yim hli ntuj uas Dali-us ua huabtais kav tebchaws Pawxias, tus TSWV tau hais cov lus no rau Xakhaliyas uas yog tus cev Vajtswv lus uas yog Npelekhiyas tus tub, thiab yog Idaus tus xeebntxwv."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.2","label":"2","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais rau Xakhaliyas kom mus hais rau cov neeg tias, “Kuv uas yog tus TSWV chim heev rau nej cov yawgkoob,"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.3","label":"3","content":"tiamsis nimno kuv hais rau nej tias, ‘Nej cia li rov los cuag kuv, thiab kuv yuav rov los cuag nej."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.4","label":"4","content":"Tsis txhob ua li nej cov yawgkoob ua tas los lawm. Yav thaum ub cov cevlus tau muab kuv tej lus coj mus piav qhia lawv, kom lawv tsis txhob ua kev phem kev qias, cia li tso lub neej uas ua kev txhaum tseg. Tiamsis lawv tsis mloog lossis tsis quavntsej kuv tej lus li."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.5","label":"5","content":"Nej cov yawgkoob thiab cov cev Vajtswv lus lus ntawd thiaj tsis muaj sia nyob tas lawm."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.6","label":"6","content":"Kuv tej lus thiab tej kevcai, kuv twb qhia rau kuv cov tubtxib uas yog cov cevlus lawm, lawv tseem tsis tau muab qhia rau nej cov yawgkoob thiab los? Yog li ntawd, lawv thiaj lees txim hais tias, tus TSWV uas muaj hwjchim loj kawg nkaus txiav txim rau peb raws li tej uas peb tau ua, thiab yeej tsimnyog peb raug raws li tus TSWV tau npaj siab lawm.’ ”"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.7","label":"7","content":"Xyoo ob thaum lub kaum ib hlis ntuj (yog lub hli Senpas) hnub nees nkaum plaub uas Dali-us ua huabtais kav tebchaws ntawd, muaj ib hmos kuv ua yogtoog pom tus TSWV los hais ib co lus rau kuv."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.8","label":"8","content":"Kuv pom tus TSWV ib tug timtswv caij rawv ib tug txiv nees liab. Nws txawm los nres rau ntawm ib koog ntoo miles uas nyob hauv ib lub hav, thiab nyob tom nws qab muaj dua ib cov nees liab, nees txaij thiab nees dawb."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.9","label":"9","content":"Kuv nug nws hais tias, “Tus TSWV, cov nees no yog piv txog dabtsi?” Nws teb hais tias, “Kuv yuav qhia rau koj, saib cov nees no yog piv txog dabtsi."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.10","label":"10","content":"Tus TSWV tso cov nees ntawd tuaj tshuaj lub ntiajteb.”"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.11","label":"11","content":"Cov nees ntawd txawm rov los tshabxo rau tus timtswv ceebtsheej hais tias: “Peb tau mus ncig thoob plaws lub ntiajteb, peb pom lub ntiajteb nyob ntsiag to thiab tsis muaj leejtwg pab li.”"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.12","label":"12","content":"Ces tus timtswv ceebtsheej hais tias, “Tus TSWV uas muaj hwjchim loj kawg nkaus, koj yeej chim rau lub nroog Yeluxalees thiab tej nroog hauv tebchaws Yudas los tau xya caum xyoos no lawm. Tseem tshuav ntev li cas koj thiaj li yuav hlub thiab hmov tshua lawv?”"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.13","label":"13","content":"Tus TSWV teb ib co lus nplig siab rau tus timtswv ceebtsheej ntawd,"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.14","label":"14","content":"thiab tus timtswv ceebtsheej hais kom kuv cia li qhia raws li tus TSWV uas muaj hwjchim loj kawg nkaus tej lus uas hais tias: “Kuv yeej hlub tshua Yeluxalees uas yog kuv lub nroog dawbhuv,"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.15","label":"15","content":"thiab kuv chim kawg nkaus rau txhua haivneeg uas muaj kev zoo siab nyob ntsiag to thiab muaj kev thajyeeb lug ntawd. Thaum kuv thim kuv txojkev chim los rau kuv haivneeg ib nyuag ntu ntawd, txhua haivneeg ua rau kuv haivneeg raug txomnyem kawg li lawm."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.16","label":"16","content":"Yog li ntawd, kuv thiaj rov los rau hauv lub nroog Yeluxalees thiab qhia kuv txojkev hlub rau lub nroog ntawd. Kuv yuav rov txhim kho lub Tuamtsev dua tshiab, thiab yuav rov txhim kho lub nroog kom zoo.”"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.17","label":"17","content":"Tus timtswv ceebtsheej tseem kom kuv qhia ntxiv hais tias: “Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, nws tej nroog yuav rov vammeej dua, nws yuav pab lub nroog Yeluxalees dua ib zaug ntxiv thiab hu hais tias yog nws lub nroog.”"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.18","label":"18","content":"Muaj dua ib zaj yogtoog uas kuv pom plaub tug kub nyuj."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.19","label":"19","content":"Kuv txawm nug tus timtswv ceebtsheej uas nrog kuv tham ntawd hais tias, “Cov kub nyuj no piv txog dabtsi?” Nws teb kuv hais tias, “Cov kub nyuj no piv txog tej tebchaws uas muaj hwjchim hauv lub ntiajteb uas tau muab cov Yudas, cov Yixalayees thiab cov neeg hauv lub nroog Yeluxalees raws khiav ri sua rau ub rau no.”"},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.20","label":"20","content":"Ces tus TSWV coj kuv mus saib plaub tug neeg ua haujlwm uas ib leeg tuav rawv ib rab rauj."},{"bible_id":"1525","chapter_code":"ZEC.1","verse_code":"ZEC.1.21","label":"21","content":"Kuv nug hais tias, “Cov txivneej no tabtom tuaj ua dabtsi?” Nws teb hais tias, “Lawv tuaj hem thiab ntaus txhua haivneeg uas tuaj muab lub tebchaws Yudas tsuj puastsuaj tas, thiab muab cov Yudas raws khiav mus nyob ua sab ua sua lawm.”"},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.1","label":"1","content":"Kuv ua dua ib zaj yogtoog pom ib tug txivneej tuav rawv ib txoj hlua ntsuas ntawm nws txhais tes."},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.2","label":"2","content":"Kuv nug nws hais tias, “Koj yuav mus qhov twg?” Nws teb hais tias, “Kuv yuav mus ntsuas lub nroog Yeluxalees, saib ntev thiab dav npaum li cas.”"},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.3","label":"3","content":"Ces kuv pom tus timtswv ceebtsheej uas pheej nrog kuv tham ntawd txav zog mus rau tom hauv ntej thiab muaj dua ib tug timtswv ceebtsheej los nrog nws tham."},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.4","label":"4","content":"Thawj tug timtswv ceebtsheej hais rau lwm tus timtswv ceebtsheej hais tias, “Koj cia li khiav mus hais rau tus tub hluas uas tuav txoj hlua ntsuag ntawd tias, yuav ua tsis tau ntsa yeej thaiv lub nroog Yeluxalees, rau qhov muaj neeg thiab tsiaj txhu nyob coob heev rau hauv lub nroog."},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.5","label":"5","content":"Tus TSWV coglus hais tias, nws yuav ua tus ntsa yeej nplaim taws thaiv thiab tsomkwm puagncig lub nroog, thiab nws lub tshwjchim yuav ci ntsa iab hauv lub nroog ntawd.”"},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.6+ZEC.2.7","label":"6-7","content":"Tus TSWV hais rau nws haivneeg tias, “Kuv muab nej ntiab khiav mus nyob rau txhua qhov chaw. Tiamsis nimno, nej cov uas raug luag ntes mus cia li khiav tawm hauv lub tebchaws Npanpiloos rov los nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.8","label":"8","content":"Yog leejtwg ntaus nej, ces yog nws ntaus kuv lub ntsiabmuag ntag.” Yog li ntawd, tus TSWV uas muaj hwjchim loj  kawg nkaus txib kom kuv coj nws cov lus mus qhia rau txhua haivneeg uas tau tuaj huab nws haivneeg hais tias:"},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.9","label":"9","content":"“Tus TSWV yuav tawmtsam nej, thiab cov neeg uas twb ua nej qhev ib zaug lawm yuav tuaj huab nej.” Thaum tej no tshwm tuaj, txhua tus yuav paub hais tias tus TSWV uas muaj hwjchim loj kawg nkaus txib kuv tuaj ntag."},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.10","label":"10","content":"Tus TSWV hais tias, “Cov neeg hauv Yeluxalees, nej cia li hu nkauj zoo siab! Kuv tabtom los nrog nej nyob lawm!”"},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.11","label":"11","content":"Thaum lub sijhawm ntawd yuav muaj ntau haivneeg los cuag tus TSWV thiab ua nws haivneeg. Nws yuav nrog nej nyob thiab nej yuav paub hais tias twb yog nws txib kuv tuaj cuag nej."},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.12","label":"12","content":"Cov Yudas yuav tau rov los ua tus TSWV haivneeg nyob hauv nws lub tebchaws uas dawbhuv dua ib zaug ntxiv, thiab lub nroog Yeluxalees yuav yog lub nroog uas nws hlub tshaj plaws tej nroog huv tibsi."},{"bible_id":"1525","chapter_code":"ZEC.2","verse_code":"ZEC.2.13","label":"13","content":"Nej txhua tus nyob twjywm tabmeeg tus TSWV, rau qhov nws tabtom nqis ntawm nws lub chaw dawbhuv los."},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.1","label":"1","content":"Kuv ua dua ib zaj yogtoog, tus TSWV ua rau kuv pom tus Povthawj Hlob Yausuas tabtom sawv ntawm tus TSWV tus timtswv hauv ntej. Thiab Ntxwgnyoog  sawv ntawm Yausuas sab xis npaj rawv tos yuav kaug Yausuas."},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.2","label":"2","content":"Tus TSWV tus timtswv  hais rau Ntxwgnyoog hais tias, “Ntxwgnyoog, thov kom tus TSWV rau txim rau koj! Thov kom tus TSWV uas hlub lub nroog Yeluxalees rau txim rau koj. Tus neeg no zoo ib yam li tus pas ntoo uas twb muab rho tawm hauv qhovcub los lawm.”"},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.3","label":"3","content":"Yausuas hnav ib cev ris tsho lo av heev sawv qhov ntawd."},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.4","label":"4","content":"Tus timtswv ceebtsheej hais rau cov timtswv uas sawv ntawm nws hauv ntej tias, “Cia li muab cev ris tsho lo av heev uas tus txivneej ntawd hnav hle povtseg.” Thiab nws hais rau Yausuas tias, “Kuv twb muab koj tej kev txhaum tshem tas lawm, kuv yuav muab dua ib cev ris tsho tshiab rau koj hnav.”"},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.5","label":"5","content":"Nws hais kom cov timtswv ceebtsheej uas nrog nws tuaj ntawd muab  ib pluaj ntaub uas huv heev los khi Yausuas taubhau. Lawv ua raws li nws hais, thiab lawv muab ib cev ris tsho tshiab los rau Yausuas hnav thaum uas tus TSWV tus timtswv tseem nyob ntawd."},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.6","label":"6","content":"Ces tus timtswv ceebtsheej qhia rau Yausuas hais tias"},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.7","label":"7","content":"tus TSWV uas muaj hwjchim loj kawg nkaus hais tias: “Yog koj coj raws li kuv tej kevcai thiab lees ua tej haujlwm uas kuv muab cob rau koj, ces koj yuav tau ua tus saib kuv lub Tuamtsev thiab tej chav tsev uas nyob rau hauv, thiab kuv yuav mloog koj tej lus thov ib yam li kuv mloog cov timtswv uas nyob ntawm kuv xubntiag tej lus thov."},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.8","label":"8","content":"Yausuas uas yog tus Povthawj Hlob, koj cia li mloog kuv hais; thiab nej cov povthawj uas yog nws tsoom phoojywg cia li mloog kuv hais, nej sawvdaws yog lub cim zoo rau yav tom ntej: kuv yuav coj kuv tus tubtxib uas hu ua Tus Ceg los rau nej pom!"},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.9","label":"9","content":"Kuv muab ib lub pobzeb uas muaj xya nreej los tso rau ntawm Yausuas xubntiag. Kuv yuav txaug ib cov lus rau ntawm lub pobzeb thiab tib hnub xwb kuv yuav tshem lub tebchaws no tej kev txhaum mus kom tas huv tibsi."},{"bible_id":"1525","chapter_code":"ZEC.3","verse_code":"ZEC.3.10","label":"10","content":"Thaum txog hnub ntawd, nyias yuav caw nyias tej phoojywg nruab ze tuaj nyob hauv nej tej vaj txiv hmab thiab txiv ncuavpias, muaj kev zoo siab, kev thajyeeb thiab kev kaj siab lug.”"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.1","label":"1","content":"Tus timtswv ceebtsheej uas pheej nrog kuv tham rov los rau ntawm kuv dua, thiab tsa kuv ib yam li tsa tus neeg uas tsaug zog sawv."},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.2","label":"2","content":"Nws nug kuv hais tias, “Koj pom dabtsi?” Kuv teb hais tias, “Kuv pom ib tug ncej txawb teeb uas yog muab kub ua, thiab muaj ib lub tais ntim roj txawb rau saud. Saum tus ncej txawb teeb ntawd muaj xya lub teeb uas nyias muaj nyias ib tug teebxeeb."},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.3","label":"3","content":"Dua li ntawd tseem muaj ob tsob txiv ntoo roj nyob ntawm tus ncej txawb teeb ntawd, ib tsob nyob ib sab.”"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.4","label":"4","content":"Ces kuv nug tus timtswv ceebtsheej hais tias, “Tus TSWV, tej no yog piv txog dabtsi?”"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.5","label":"5","content":"Nws teb kuv hais tias, “Koj tsis paub los?” Kuv teb nws hais tias, “Tus tswv, kuv tsis paub li.”"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.10","label":"10b","content":"Tus timtswv ceebtsheej ntawd hais rau kuv tias, “Xya lub teeb ntawd yog tus TSWV xya lub qhovmuag uas pom thoob plaws lub ntiajteb no.” Lawv twb tas kev cia siab lawm, rau qhov lawv tsis pom muaj txojkev zoo ntxiv lawm. Tiamsis lawv yuav pom Xelunpanpees rau siab ntso ua lub Tuamtsev, thiab lawv yuav zoo siab heev.”"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.11","label":"11","content":"Ces kuv nug nws hais tias, “Yog li ntawd, ob tsob txiv ntoo roj uas ib tsob nyob ib sab ntawm tus ncej txawb teeb yog txhais li cas?"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.12","label":"12","content":"Thiab ob tus ceg ntoo roj uas ib tug nyob ib sab ntawm tus kais kub uas hliv roj ntawd yog txhais li cas?”"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.13","label":"13","content":"Nws teb kuv hais tias, “Koj tsis paub los?” Kuv teb hais tias, “Kuv tsis paub li.”"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.14","label":"14","content":"Ces nws hais tias, “Ntawd yog piv txog ob tug neeg uas Vajtswv tau xaiv thiab muab txhawb meejthawj los ua tus TSWV uas kav tagnrho lub ntiajteb no tes haujlwm.”"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.6","label":"6","content":"Tus timtswv ceebtsheej kom kuv coj tus TSWV cov lus no mus qhia rau Xelunpanpees hais tias, “Koj yuav ntaus yeej rog, tiamsis tsis yog qhov uas koj muaj tubrog coob lossis koj lub zog, tiamsis yog kuv tus ntsujplig lub hwjchim xwb."},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.7","label":"7","content":"Txawm yog muaj kev covnyom loj luaj lub hauv roob los yuav yaj ntshis ntawm koj hauv ntej mus. Koj yuav rov txhim kho lub Tuamtsev dua, thaum uas koj tso lub pobzeb kawg rau ntawm nws qhov chaw, cov neeg yuav qw hais tias, ‘Zoo nkauj kawg, zoo kawg nkaus li lauj!’ ”"},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.8","label":"8","content":"Tus TSWV rov hais ib co lus rau kuv dua."},{"bible_id":"1525","chapter_code":"ZEC.4","verse_code":"ZEC.4.9","label":"9","content":"Nws hais tias, “Xelunpanpees twb pua lub Tuamtsev tas lawm, thiab nws yuav ua kom lub Tuamtsev no tiav. Thaum muaj li no lawm, kuv haivneeg yuav paub hais tias, kuv yog tus uas tau txib koj mus cuag lawv."},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.1","label":"1","content":"Kuv rov tsa qhovmuag ntsia, thiab zaum no kuv pom ib thooj ntawv ya saum nruab ntug."},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.2","label":"2","content":"Tus timtswv ceebtsheej nug kuv hais tias, “Koj pom dabtsi?” Kuv teb nws hais tias, “Kuv pom ib thooj ntawv ya saum nruab ntug; ntev nees nkaum tshim thiab dav kaum tshim.”"},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.3","label":"3","content":"Ces nws rov hais rau kuv tias, “Thooj ntawv ntawd yog sau tej lus foom phem uas yuav coj tawm mus kom thoob lub tebchaws. Nyob rau ntawm thooj ntawv ntawd muaj ib sab sau hais tias, txhua tus tubsab yuav raug muab tshem tawm hauv lub tebchaws no mus; thiab nyob rau ib sab sau hais tias, txhua tus uas coglus dag yuav raug tshem tawm mus ib yam nkaus."},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.4","label":"4","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, nws yuav tso tej lus foom phem tawm mus, thiab tej lus ntawd yuav mus nkag rau hauv txhua tus tubsab thiab txhua tus uas coglus dag tej tsev. Tej lus ntawd yuav nyob hauv lawv tej tsev thiab ua kom lawv puastsuaj tas.”"},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.5","label":"5","content":"Tus timtswv ceebtsheej rov los tshwm rau kuv pom thiab hais rau kuv tias, “Koj saib! Muaj dua ib yam tshwm tuaj lawm thiab!”"},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.6","label":"6","content":"Kuv nug hais tias, “Qhov ntawd yog dabtsi?” Nws teb hais tias, “Yog ib lub tawb uas piv txog tej kev txhaum  uas lub tebchaws no ua.”"},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.7","label":"7","content":"Lub hau khwb lub tawb ntawd yog muab tooj dawb ua. Thaum kuv tsa qhovmuag ntsia, lub hau txawm qhib hlo thiab muaj ib tug pojniam zaum hauv lub tawb ntawd!"},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.8","label":"8","content":"Tus timtswv ceebtsheej hais tias, “Tus pojniam ntawd piv txog kev phem kev qias.” Ces tus timtswv ceebtsheej txawm muab tus pojniam ntawd nias rov rau hauv lub tawb thiab muab lub hau khwb kiag rau lawm."},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.9","label":"9","content":"Kuv tsa hlo qhovmuag ntsia thiab pom ob tug pojniam ya ncaj nraim los rau ntawm kuv, ob phab tis ntxuaj muaj zog ib yam li tus noog dej. Nkawd cia li tsawv nkaus lub tawb thiab ya plaws lawm."},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.10","label":"10","content":"Kuv nug tus timtswv ceebtsheej hais tias, “Nkawd nqa lub tawb mus rau qhov twg lawm?”"},{"bible_id":"1525","chapter_code":"ZEC.5","verse_code":"ZEC.5.11","label":"11","content":"Nws teb hais tias, “Nkawd nqa mus rau tim tebchaws Npanpiloos lawm, nkawd yuav ua ib lub tuamtsev rau lub tawb ntawd. Thaum twg ua tau lub tuamtsev lawm, nkawd yuav muab lub tawb ntawd tso rau hauv, rau tej neeg tuaj pehawm.”"},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.1","label":"1","content":"Kuv ua dua ib zaj yogtoog. Zaum no kuv pom plaub lub tsheb nees tabtom tawm hauv ob lub roob tooj dag kis nruab nrab tuaj."},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.2","label":"2","content":"Thawj lub tsheb yog cov nees liab luag, lub tsheb ob yog cov nees dub luag,"},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.3","label":"3","content":"lub tsheb peb yog cov nees dawb luag, thiab lub tsheb plaub yog cov nees txaij luag."},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.4","label":"4","content":"Ces kuv nug tus timtswv ceebtsheej hais tias, “Tus TSWV, cov nees ntawd piv txog dabtsi?”"},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.5","label":"5","content":"Nws teb kuv hais tias, “Plaub pab nees no piv txog plaub nthwv cua; lawv tabtom tawm ntawm tus TSWV uas kav lub ntiajteb no lub xubntiag tuaj.”"},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.6","label":"6","content":"Lub tsheb uas cov nees dub luag yog mus rau sab qaumteb thiab mus rau Npanpiloos lawm, cov nees dawb mus rau sab hnubpoob, thiab cov nees txaij mus rau nram lub tebchaws uas nyob sab qabteb."},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.7","label":"7","content":"Thaum uas cov nees txaij tawm tuaj, lawv tos tsis taus yuav rawm mus tshuaj xyuas lub ntiajteb. Tus timtswv ceebtsheej thiaj hais tias, “Nej cia li mus tshuaj xyuas lub ntiajteb!” ces lawv txawm mus lawm."},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.8","label":"8","content":"Tus timtswv ceebtsheej qw nrov nrov rau kuv hais tias, “Cov nees uas mus rau sab qaumteb uas yog mus rau tim tebchaws Npanpiloos lawm, ua rau tus TSWV txojkev chim txias lawm.”"},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.9","label":"9","content":"Tus TSWV muab cov lus no cob rau kuv."},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.10","label":"10","content":"Nws hais tias, “Koj nqa tej nyiaj tej kub uas Heledais, Taunpiyas thiab Yedayas muab mus tso rau hauv Xefaniyas tus tub Yauxiyas lub tsev. Lawv yog cov uas raug ntes mus thiab nyuam qhuav rov tim tebchaws Npanpiloos los."},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.11","label":"11","content":"Cia li muab tej nyiaj tej kub uas lawv muab ntawd, nchuav ua ib lub kausmom yeebkoob thiab muab rau Yausuas uas yog Yehauxadas tus tub ntoo."},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.12","label":"12","content":"Koj qhia rau nws hais tias tus TSWV uas muaj hwjchim loj kawg nkaus hais li no: ‘Tus txivneej uas hu ua Tus Ceg, lub neej yuav vammeej nyob ntawm qhov chaw uas nws nyob thiab rov txhim kho tus TSWV lub Tuamtsev."},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.13","label":"13","content":"Nws yog tus uas yuav ua tus TSWV lub Tuamtsev thiab txais lub meejmom ua tus vajntxwv, thiab nws yuav kav nws haivneeg. Muaj ib tug povthawj yuav sawv ntawm nws lub zwmtxwv, nkawd yuav ua haujlwm sib haumxeeb thiab nyob kaj siab lug.’"},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.14","label":"14","content":"Muab lub kausmom yeebkoob ntawd khaws cia rau hauv tus TSWV lub Tuamtsev ua lub cim nco txog Heledais,  Taunpiyas, Yedayas thiab Yauxiyas.”"},{"bible_id":"1525","chapter_code":"ZEC.6","verse_code":"ZEC.6.15","label":"15","content":"Cov neeg uas nyob deb yuav tuaj pab txhim kho tus TSWV lub Tuamtsev. Thaum txhim kho lub Tuamtsev lawm, nej yuav paub hais tias tus TSWV uas muaj hwjchim loj kawg nkaus txib kuv tuaj cuag nej. Tej no yeej yuav tshwmsim yog hais tias nej mloog tus TSWV uas yog nej tus Vajtswv tej lus."},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.1","label":"1","content":"Xyoo plaub thaum lub cuaj hli ntuj (uas yog lub hli Kislev) hnub xiab plaub uas Dali-us ua vajntxwv kav tebchaws, tus TSWV hais ib co lus rau kuv."},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.2","label":"2","content":"Cov neeg hauv Npethees tso Salexes, Lenkemelej, thiab lawv cov neeg tuaj rau hauv tus TSWV uas muaj hwjchim loj kawg nkaus lub Tuamtsev, lawv tuaj thov kom tus TSWV foom koob hmoov rau lawv,"},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.3","label":"3","content":"lawv nug cov povthawj thiab cov cevlus hais tias: “Puas tsimnyog uas peb quaj ntsuag vim lub Tuamtsev raug puastsuaj tas, thiab ua kevcai yoo mov rau thaum lub tsib hlis ntuj raws li peb ibtxwm ua los ntau xyoo lawm?”"},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.4","label":"4","content":"Ntawm no mus yog cov lus uas tus TSWV hais rau kuv."},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.5","label":"5","content":"Nws hais tias, “Koj cia li qhia rau cov pejxeem uas nyob hauv lub tebchaws no thiab cov povthawj hais tias, qhov uas lawv ua kevcai yoo mov thiab quaj ntsuag thaum lub tsib hlis thiab lub xya hli ntuj uas tau xya caum xyoo los no tsis yog ua hwm kuv."},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.6","label":"6","content":"Thaum lawv noj lawv haus ntawd, tsuas yog ua kom lawv txaus siab nkaus xwb.”"},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.7","label":"7","content":"Ntawm no yog tej lus uas tus TSWV hais rau cov cevlus txheej thaum ub uas lub nroog Yeluxalees tseem vammeej thiab muaj neeg nyob puv nkaus hauv, thiab thaum ntawd cov neeg tsis yog nyob hauv tej zos uas nyob ibncig lub nroog ntawd xwb, tiamsis tseem nyob mus rau sab qabteb thiab thoob plaws ntawm tej taw roob uas nyob sab hnubpoob huv tibsi."},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.8","label":"8","content":"Tus TSWV hais cov lus no rau Xakhaliyas tias:"},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.9","label":"9","content":"“Kuv twb qhia cov lus no rau kuv haivneeg thaum ub los lawm hais tias: ‘Nej yeej yuav pom txojkev ncaj ncees nyob hauv nej kev coj noj coj ua, thiab nej yuav tsum ua siab dawb siab zoo thiab ib leeg hlub ib leeg."},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.10","label":"10","content":"Nej tsis txhob tsimtxom cov pojntsuam, tej menyuam ntsuag thiab cov neeg txawv tebchaws uas nrog nej nyob, lossis tus uas raug kev txomnyem. Thiab tsis txhob nyas nrhw ua phem rau ib leeg tus twg li.’"},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.11","label":"11","content":"“Tiamsis kuv haivneeg tawv ncauj heev tsis mloog kuv lus li. Lawv ntsaws lawv tej pobntseg,"},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.12","label":"12","content":"thiab lawv lub siab tawv ib yam li pobzeb. Vim lawv tsis mloog kuv tej lus qhuab qhia uas kuv txib cov cevlus thaum ub mus qhia lawv, kuv thiaj li chim heev."},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.13","label":"13","content":"Rau qhov lawv tsis mloog kuv hais; thaum lawv thov, kuv thiaj tsis teb lawv."},{"bible_id":"1525","chapter_code":"ZEC.7","verse_code":"ZEC.7.14","label":"14","content":"Kuv muab lawv ntiab tawm mus nyob rau lwm tebchaws ib yam li cua daj cua dub ntsawj. Thiab muab lub tebchaws uas zoo heev no tso tseg nyob qhuav nquas cia tsis muaj leejtwg nyob lawm.”"},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.1","label":"1","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais cov lus no rau Xakhaliyas tias:"},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.2","label":"2","content":"“Kuv npaj siab ntev los lawm, yuav pab lub nroog Yeluxalees, vim kuv hlub cov neeg hauv lub nroog ntawd heev, yog txojkev hlub uas ua rau kuv chim kawg nkaus rau nws cov yeebncuab."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.3","label":"3","content":"Kuv yuav rov los nyob hauv Yeluxalees uas yog kuv lub nroog dawbhuv. Yuav hu Yeluxalees ua lub nroog uas muaj kev ncaj ncees, thiab yuav muab tus TSWV uas muaj hwjchim loj kawg nkaus lub roob  hu ua roob dawbhuv."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.4","label":"4","content":"Cov neeg laus, tsis hais pojniam txivneej, cov laus heev uas nrig pas mus kev lawm xwb, yuav rov tau zaum ntawm tej chaw ua si hauv lub nroog."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.5","label":"5","content":"Thiab tej tub tej ntxhais yuav rov ua si nplawg ntia ntawm tej kev dua ib zaug ntxiv."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.6","label":"6","content":"“Tus TSWV hais tias, tej zaum zaj no yuav nyuaj heev rau cov neeg uas nyob tiam no, tiamsis yeej tsis nyuaj rau kuv hlo li."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.7","label":"7","content":"Kuv yuav cawm kuv haivneeg kom dim ntawm tej tebchaws uas lawv raug ntes mus ua luag qhev,"},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.8","label":"8","content":"thiab yuav coj lawv tim sab hnubtuaj thiab sab hnubpoob rov los nyob rau hauv lub nroog Yeluxalees. Lawv yuav ua kuv haivneeg thiab kuv yuav ua lawv tus Vajtswv, kuv yuav kav lawv ntawm lub siab dawb paug thiab txojkev ncaj ncees."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.9","label":"9","content":"“Nej cia li kub siab lug! Nimno nej twb hnov tej lus uas cov cev Vajtswv lus hais thaum lub sijhawm uas luag pib pua lub plag tsev uas yog rov txhim kho kuv lub Tuamtsev dua tshiab lawm."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.10","label":"10","content":"Ua ntej lub sijhawm ntawd, yeej tsis muaj leejtwg ntiav taus neeg lossis tej tsiaj los ua haujlwm, thiab yeej tsis muaj leejtwg dim ntawm nws cov yeebncuab li. Kuv ua rau cov neeg ntawd kom ib leeg rov tawmtsam ib leeg."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.11","label":"11","content":"Tiamsis nimno kuv yuav tsis ua rau haivneeg no cov uas seem nyob ib yam li kuv ua yav tas los lawm."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.12","label":"12","content":"Lawv yuav cog lawv tej qoobloo thiab nyob thajyeeb lug; lawv tej txiv hmab yuav txi txiv ncw, av yuav zoo qoob heev, thiab yuav muaj nag ntau. Kuv yuav muab tagnrho tej koob hmoov no rau kuv haivneeg uas seem ntawd."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.13","label":"13","content":"Cov Yudas thiab cov Yixalayees! Yav tas los cov neeg txawv tebchaws ib leeg foom phem rau ib leeg hais tias, ‘Thov kom tej kev puastsuaj uas los raug cov Yudas thiab cov Yixalayees poob los raug koj ib yam nkaus!’ Tiamsis kuv yuav cawm nej, ces cov neeg txawv tebchaws ib leeg yuav rov hais rau ib leeg tias, ‘Thov kom koj tau txais tej koob hmoov uas cov Yudas thiab cov Yixalayees tau txais lawm!’ Yog li ntawd, nej cia li ua siab loj thiab tsis txhob ntshai.”"},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.14","label":"14","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Thaum uas nej cov yawgkoob tau ua rau kuv chim, kuv twb npaj siab tso kev puastsuaj los rau lawv thiab kuv yeej tsis hloov siab li, thiab kuv ua raws li kuv tau npaj tseg lawm."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.15","label":"15","content":"Tiamsis nimno kuv npaj siab yuav foom koob hmoov rau cov neeg hauv lub nroog Yeluxalees thiab hauv tebchaws Yudas. Yog li ntawd, nej tsis txhob ntshai."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.16","label":"16","content":"Ntawm no yog tej uas nej yuav tau ua: Ib leeg yuav tsum hais lus tseeb rau ib leeg, txiav txim ncaj ncees hauv tsev tu plaub, qhov uas ua siab dawb siab zoo coj kev thajyeeb los rau sawvdaws."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.17","label":"17","content":"Tsis txhob tuav tswvyim ua phem rau lwm tus. Tsis txhob coglus ua timkhawv tsis tseeb. Kuv ntxub txojkev dag, kev ua tsis ncaj thiab ua nruj ua tsiv.”"},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.18","label":"18","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tej lus no rau Xakhaliyas tias:"},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.19","label":"19","content":"“Ua kevcai yoo mov thaum lub plaub hlis, tsib hlis, xya hli thiab lub kaum hli ntuj, yog cov kevcai zoo siab thiab lomzem rau cov neeg Yudas ntag. Nej yuav tsum nyiam qhov tseeb thiab txojkev thajyeeb.”"},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.20","label":"20","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Thaum txog lub sijhawm ntawd, yuav muaj neeg coob heev nyob hauv ntau lub nroog tuaj rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.21","label":"21","content":"Cov neeg uas tuaj hauv ib lub nroog tuaj, yuav hais rau cov neeg uas tuaj dua lwm lub nroog tuaj hais tias, ‘Peb tabtom tuaj pehawm tus TSWV uas muaj hwjchim loj kawg nkaus thiab thov nws foom koob hmoov rau peb. Nej cia li nrog peb mus los mas!’"},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.22","label":"22","content":"Muaj neeg coob heev  thiab ntau haivneeg uas muaj hwjchim yuav tuaj pehawm tus TSWV uas muaj hwjchim loj kawg nkaus hauv lub nroog Yeluxalees thiab thov nws foom koob hmoov rau lawv."},{"bible_id":"1525","chapter_code":"ZEC.8","verse_code":"ZEC.8.23","label":"23","content":"Thaum txog lub sijhawm ntawd, kaum tus neeg txawv tebchaws yuav tuaj cuag ib tug neeg Yudais thiab hais tias, ‘Peb xav nrog nej tau koob hmoov, rau qhov peb hnov hais tias Vajtswv nrog nraim nej nyob.’ ”"},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.1","label":"1","content":"Ntawm no yog tus TSWV cov lus: Nws tau txiav txim rau lub tebchaws Hadakes thiab lub nroog Damaxes. Tsis yog txiav txim rau txhua xeem Yixalayees xwb, tiamsis txiav txim rau cov Xilias lub tuamceeb nroog uas yog tus TSWV tug,"},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.2","label":"2","content":"lub nroog Hamas uas nyob rau ntawm tebchaws Hadakes tus ciamteb, thiab tej nroog uas nyob pem Tiles thiab Xidoos, thiab tagnrho lawv tej kev txawj ntse huv tibsi."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.3","label":"3","content":"Lub nroog Tiles tau ua tej chaw fajxwm uas khov heev thaiv nws thiab sau nyiaj sau kub los teeb ua tej pawg cia, ua rau luag saib zoo li tej pawg liamsim xwb."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.4","label":"4","content":"Tiamsis tus TSWV yuav muab txhua yam uas nws muaj tshem mus povtseg. Tus TSWV yuav muab nws tej kev npluanuj pov rau hauv hiavtxwv, thiab lub nroog yuav raug hlawv kom kub hnyiab tas ua tshauv."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.5","label":"5","content":"Lub nroog Asekeloos yuav pom tej xwm no thiab yuav ntshai heev. Lub nroog Nkaxas yuav pom tej xwm no thiab yuav mob siab kawg nkaus. Lub nroog Ekiloos los ib yam nkaus, nws yuav tas kev cia siab thiab ntshai tshee hnyo. Lub nroog Nkaxas yuav tsis muaj vajntxwv, thiab yuav muab lub nroog Asekeloos tso cia ua suabpuam."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.6","label":"6","content":"Ntau haivneeg yuav tuaj nyob sib xyaws ntxaws hauv lub nroog Asedaus. Tus TSWV hais tias, “Kuv yuav muab cov neeg Filitees txo hwjchim kom lawv tsis txhob khavtheeb lawm."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.7","label":"7","content":"Lawv yuav tseg tsis noj nqaij xyaw ntshav, lossis tej khoom noj uas txwv tsis pub noj lawm. Tagnrho cov neeg uas seem yuav tau los ua kuv haivneeg thiab zoo ib yam li xeem Yudas. Ekiloos yuav tau los ua ib feem ntawm kuv haivneeg ib yam li cov Yenpus  twb tau los ua lawm."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.8","label":"8","content":"Kuv yuav tsomkwm kuv lub tebchaws thiab tsis pub kom muaj tubrog tuaj tau rau hauv. Kuv yuav tsis pub kom kuv haivneeg raug cov neeg Tiles tsimtxom ntxiv lawm. Rau qhov kuv yeej pom ntsoov kuv haivneeg raug kev txomnyem loj kawg li.”"},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.9","label":"9","content":"Cov neeg hauv Xi-oos, nej cia li zoo siab, cia li zoo siab! Cov neeg hauv Yeluxalees, nej cia li qw zoo siab hlo! Saib lauj, nej tus vajntxwv tabtom los cuag nej lawm! Nws yog tus ncaj ncees thiab coj kev muaj yeej los, tiamsis nws txo hwjchim thiab caij ib ib tug neesluav los."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.10","label":"10","content":"Tus TSWV hais tias, “Kuv yuav muab tej tsheb nees ua rog tshem tawm ntawm cov Yixalayees, thiab coj tej nees tawm hauv lub nroog Yeluxalees mus; thiab tej hneevnti uas tua rog yuav raug rhuav kom puastsuaj tas. Nej tus vajntxwv yuav ua kom txhua haivneeg muaj kev thajyeeb; nws yuav kav ib lub hiavtxwv rau ib lub hiavtxwv, txij ntua ntawm tus dej Efalates mus txog qab ntuj kawg.”"},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.11","label":"11","content":"Tus TSWV hais tias, “Rau qhov kuv tau nrog nej coglus uas yog muab ntshav ua khoom fij ua lub cim nias rau, kuv yuav tso nej haivneeg kom dim ntawm qhov chaw tsis muaj dej uas luag coj nej mus nyob rov los."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.12","label":"12","content":"Cov neeg uas raug ntes mus, nimno nej rov muaj kev cia siab lawm, nej cia li rov los; rov los nyob hauv nej lub tebchaws tso siab lug. Nimno kuv qhia rau nej hais tias, kuv yuav them ob npaug rov rau nej thiab foom koob hmoov rau tej uas nej raug kev txomnyem los lawm."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.13","label":"13","content":"Kuv yuav siv Yudas ib yam li tus tubrog rab hneevnti, thiab siv cov Yixalayees ib yam ib cov xubvos. Kuv yuav siv cov neeg hauv Xi-oos ib yam li rab ntaj mus tua cov neeg Kilis.”"},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.14","label":"14","content":"Tus TSWV yuav tshwm los rau saum nws haivneeg; nws yuav tua nws tej xubvos ib yam li xob laim. Tus TSWV uas kav ib puas tsav yam tshuab raj tshuab xyu; nws yuav nrog nagxob nagcua tuaj nram sab qabteb tuaj."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.15","label":"15","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus yuav tiv thaiv nws haivneeg, thiab lawv yuav rhuav kom lawv cov yeebncuab puastsuaj tas. Lawv yuav qw ntshoo nrooj hauv tshavrog ib yam li tej neeg qaug cawv, thiab lawv yuav ua rau lawv cov yeebncuab nqaij ntuag ntshav nrog; tej ntshav ntawd yuav ntws ib yam li tej ntshav ua khoom fij uas muab hliv rau saum lub thaj."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.16","label":"16","content":"Thaum txog lub sijhawm ntawd, tus TSWV yuav cawm nws haivneeg, ib yam li tus tswv yug yaj cawm nws pab yaj dim ntawm txojkev puastsuaj. Lawv yuav ci ntsa iab rau lub tebchaws ib yam li lub kausmom kub."},{"bible_id":"1525","chapter_code":"ZEC.9","verse_code":"ZEC.9.17","label":"17","content":"Ua cas lub tebchaws yuav zoo thiab zoo nkauj ua luaj! Nplej thiab cawv yuav ua rau cov hluas hlob mos nyoos thiab muaj zog heev."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.1","label":"1","content":"Cia li thov kom tus TSWV tso nag tshiab los rau lub caij nplooj ntoos hlav. Tus TSWV yog tus uas tso nag tshauv thiab tuamtsam nag los, ua kom tej qoobloo hlob ntsuab xwbxiab rau txhua leej txhua tus."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.2","label":"2","content":"Tej neeg mus pe mlom thiab saib hmoov, tiamsis tej lus uas luag teb rau lawv yog lus dag thiab tsis muaj qabhau dabtsi. Muaj qee leej txhais npau suav, tiamsis coj nej kom ua yuam kev xwb; tej lus uas lawv nplig nej siab yeej tsis muaj tseeb li. Yog li ntawd, cov neeg thiaj ncig mus ncig los ib yam li tus yaj uas yuam kev lawm. Lawv raug luag tsimtxom vim lawv tsis muaj thawjcoj."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.3","label":"3","content":"Tus TSWV hais tias, “Kuv chim heev rau cov neeg txawv tebchaws uas kav kuv haivneeg, thiab kuv yuav rau txim rau lawv. Cov Yudas yog kuv haivneeg, thiab kuv yog tus TSWV uas muaj hwjchim loj kawg nkaus, kuv yuav tsomkwm lawv. Lawv yuav zoo li kuv cov nees uas caij ntaus rog uas muaj zog heev hauv tshavrog."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.4","label":"4","content":"Yuav muaj cov nomtswv, cov thawjcoj thiab cov thawj tubrog sawv hauv lawv los tswjhwm kuv haivneeg."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.5","label":"5","content":"Cov Yudas yuav muaj yeej ib yam li cov tubrog uas muab lawv cov yeebncuab tsuj nthi rau hauv cov av nkos ntawm tej kev. Lawv yuav mus ntaus rog rau qhov tus TSWV nrog nraim lawv, thiab txawm yog cov yeebncuab tej tubrog uas caij nees los lawv yuav tua yeej."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.6","label":"6","content":"“Kuv yuav ua kom cov Yudas muaj zog heev; kuv yuav cawm cov Yixalayees kom dim plaws los. Kuv yuav hlub tshua lawv thiab coj lawv rov los tsev. Lawv yuav nyob xauv npo ib yam li uas kuv tsis tau tso lawv tseg. Kuv yog tus TSWV uas yog lawv tus Vajtswv; kuv yuav teb lawv tej lus thov."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.7","label":"7","content":"Cov Yixalayees yuav muaj zog ib yam li pab tubrog, yuav zoo siab ib yam li cov neeg uas haus cawv txiv hmab. Lawv cov xeebntxwv yuav nco ntsoov txojkev uas muaj yeej, thiab zoo siab heev rau tej uas tus TSWV tau ua tas los lawm."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.8","label":"8","content":"“Kuv yuav hu kuv haivneeg thiab sau lawv rov los nyob ua ke. Kuv yuav cawm lawv thiab ua kom lawv rov huamvam coob ib yam li thaum ub."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.9","label":"9","content":"Txawm yog kuv muab lawv ntiab mus nrog txhua haivneeg nyob, thiab txawm yog lawv mus nyob puag tim tej tebchaws uas deb heev los lawv tseem yuav nco ntsoov kuv. Lawv thiab lawv tej menyuam yuav dim thiab yuav ua ke rov los tsev."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.10","label":"10","content":"Kuv yuav coj lawv tawm hauv tebchaws Iziv thiab Axilias rov los, thiab cia lawv rov los nyob hauv lawv lub tebchaws. Kuv yuav cia lawv mus nyob hauv Nkile-as thiab pem Lenpanoos huv tibsi; yuav muaj neeg mus nyob thoob plaws hauv lub tebchaws."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.11","label":"11","content":"Txawm yog thaum lawv hla hiavtxwv muaj teebmeem rau lawv los kuv yog tus TSWV, kuv yuav ua kom tej dej ntas ntawd tus, thiab tus dej Niles uas tob tshaj plaws yuav qhuab tas. Cov Axilias txojkev khavtheeb yuav raug txo kom qis, thiab lub tebchaws Iziv uas muaj zog heev yuav poob hwjchim."},{"bible_id":"1525","chapter_code":"ZEC.10","verse_code":"ZEC.10.12","label":"12","content":"Kuv yuav txhawb kom kuv haivneeg muaj zog heev; lawv thiaj yuav pehawm kuv thiab mloog kuv lus.” Tus TSWV yog tus uas hais tej lus no."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.1","label":"1","content":"Lenpanoos, cia li qhib koj lub qhovrooj, hluavtaws thiaj yuav kub koj tej ntoo ciab!"},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.2","label":"2","content":"Cov ntoo thuv, cia li quaj ntsuag rau qhov tej ntoo ciab twb vau tas lawm; tej ntoo uas muaj meejmom twb raug rhuav puastsuaj tas lawm! Tej ntoo qhib hauv tebchaws Npasas, cia li quaj ntsuag, tej roob ntoo uas tsaus nti twb raug luag muab ntov vau tas lawm!"},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.3","label":"3","content":"Cov nomtswv tsa suab hlo quaj tu siab kawg li; lawv tej meejmom twb poob tas! Cia li mloog tsov ntxuav tej suab nyooj; thaj zoov uas yog lawv qhov chaw nkaum nyob raws tus dej Yauladees raug puastsuaj tas lawm!"},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.4","label":"4","content":"Tus TSWV uas yog kuv tus Vajtswv hais rau kuv tias, “Koj cia li ua yam li koj yog ib tug yug yaj  uas zov rawv ib pab yaj uas tabtom raug luag coj mus tua."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.5","label":"5","content":"Cov tswv muab cov yaj tua thiab rov mus tsev tsis raug txim dabtsi. Lawv muab cov nqaij coj mus muag thiab hais tias, ‘Ua tus TSWV tsaug! Peb npluanuj heev!’ Txawm yog lawv yog cov tswv yaj los lawv twb tsis hlub tshua cov yaj.” ("},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.6","label":"6","content":"Tus TSWV hais tias, “Kuv yuav tsis hlub ib tug neeg twg nyob hauv ntiajteb no ntxiv lawm. Kuv yuav muab txhua haivneeg cob rau lawv cov nomtswv tes. Cov nomtswv no yuav rhuav lub ntiajteb, thiab kuv yuav tsis cawm lub ntiajteb kom dim ntawm lawv lub hwjchim li.”)"},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.7","label":"7","content":"Cov neeg muag yaj thiab cov yuav yaj ntiav kuv ua tug yug cov yaj uas yuav coj mus tua. Kuv muab tau ob tug pas ntoo los: muaj ib tug kuv tis npe hu ua “Nyiam” thiab muaj dua ib tug kuv tis npe hu ua “Koom ua ke.” Thiab kuv ua tus tu pab yaj ntawd."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.8","label":"8","content":"Kuv txawm ua tsis taus siab ntev rau peb tug yug yaj uas pheej ntxub kuv, kuv thiaj ua rau lawv peb tug ntawd raug puastsuaj tas huv tibsi rau tib lub hlis nkaus xwb."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.9","label":"9","content":"Ces kuv hais rau cov yaj tias, “Kuv yuav tsis ua nej tus yug yaj ntxiv lawm. Cia cov neeg uas yuav tuag, tuag mus. Cia cov neeg uas yuav puastsuaj, raug puastsuaj mus. Cia cov neeg uas seem, ib leeg ua kom ib leeg raug puastsuaj huv tibsi thiab.”"},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.10","label":"10","content":"Ces kuv txawm muab tus pas ntoo uas hu ua “Nyiam” los, thiab muab lov, kom rhuav tus TSWV tej lus uas tau cog tseg rau ntau haivneeg lawm."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.11","label":"11","content":"Yog li ntawd, tus TSWV tej lus cog tseg thiaj raug muab rhuav hnub ntawd lawm. Cov neeg uas muag yaj thiab cov yuav yaj puavleej tsa qhovmuag saib kuv, thiab lawv paub hais tias yog tus TSWV hais rau kuv txog tej uas kuv ua ntawd ntag."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.12","label":"12","content":"Kuv hais rau lawv tias, “Yog nej txaus siab, nej cia li them kuv tej nqi zog rau kuv. Tiamsis, yog nej tsis txaus siab, nej muab khaws cia los tau.” Ces lawv thiaj muab tau peb caug daim nyiaj los them kuv."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.13","label":"13","content":"Tus TSWV hais rau kuv tias, “Koj cia li coj cov nyiaj ko mus tso rau hauv qhov chaw cia nyiaj hauv lub Tuamtsev.”  Yog li ntawd, kuv thiaj coj peb caug daim nyiaj uas lawv muab ua nqi zog rau kuv ntawd mus tso rau hauv qhov chaw cia nyiaj hauv lub Tuamtsev lawm."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.14","label":"14","content":"Ces kuv muab tus pas ntoo uas hu ua “Koom ua ke” lov, thiab ua rau cov Yudas thiab cov Yixalayees tawg nyob tsis taus ua ke."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.15","label":"15","content":"Ces tus TSWV hais rau kuv tias, “Koj cia li rov qab ua ib yam li koj yog ib tug yug yaj, thiab zaum no koj ua ib yam li ib tug yug yaj uas tsis tsimtxiaj hlo li."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.16","label":"16","content":"Kuv tau tsa ib tug yug yaj ua tus saib kuv pab yaj, tiamsis nws tsis pab cov yaj uas raug luag ntaus puastsuaj lawm; nws tsis mus nrhiav tus uas ploj lossis tsis kho tus uas raug mob lossis tsis pub zaub rau cov seem noj li. Tiamsis nws xav noj tej yaj uas rog thiab muab yaj tej rau taw tev huv tibsi."},{"bible_id":"1525","chapter_code":"ZEC.11","verse_code":"ZEC.11.17","label":"17","content":"Tus yug yaj uas tsis tsimtxiaj li ntawd raug puastsuaj lawm lauj! Nws muab nws pab yaj tso tseg lawm. Kev tsov kev rog yuav rhuav nws lub hwjchim kom puastsuaj. Nws txhais npab yuav qhuav thiab nws lub qhovmuag sab xis yuav dig.”"},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.1","label":"1","content":"Ntawm no yog tus TSWV tej lus uas hais txog cov Yixalayees, tus TSWV yog tus uas nthuav lub ntuj, yog tus uas tsim lub ntiajteb, thiab yog tus uas rau siav rau pa rau neeg ntiajteb. Nws hais tias,"},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.2","label":"2","content":"“Kuv yuav ua kom Yeluxalees zoo ib yam li khob cawv; txhua haivneeg uas nyob puagncig nws yuav haus thiab ntog pawglug ib yam li qaug cawv. Thaum luag tuaj vij lub nroog Yeluxalees, tej nroog uas nyob hauv tebchaws Yudas yuav raug vij ib yam nkaus."},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.3","label":"3","content":"Tiamsis thaum txog lub sijhawm ntawd, kuv yuav ua kom Yeluxalees zoo li lub pobzeb uas hnyav heev, haivneeg twg uas tuaj tsaws lub pobzeb ntawd yuav raug mob. Txhua haivneeg uas nyob hauv ntiajteb no yuav sau nthwv tuaj tawmtsam nws."},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.4","label":"4","content":"Lub sijhawm ntawd kuv yuav hem kom lawv tej nees ntshai thiab ua kom cov neeg caij nees txhua tus vwm huv tibsi. Kuv yuav saib xyuas cov Yudas, tiamsis kuv yuav ua kom lawv cov yeebncuab tej nees digmuag tas."},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.5","label":"5","content":"Ces xeem Yudas yuav rov hais rau lawv tias, ‘Tus TSWV uas yog Vajtswv tus uas muaj hwjchim loj kawg nkaus txhawb nws haivneeg uas nyob hauv lub nroog Yeluxalees kom lawv muaj zog loj zog nchav!’"},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.6","label":"6","content":"“Lub sijhawm ntawd kuv yuav ua kom xeem Yudas zoo ib yam li cov hluavtaws uas kub ib thaj havzoov lossis kub ib thaj teb uas nplej siav heev lawm, lawv yuav muab txhua haivneeg uas nyob puagncig lawv rhuav kom puastsuaj tas. Cov neeg uas nyob hauv lub nroog Yeluxalees yuav nyob tso siab lug hauv lub nroog."},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.7","label":"7","content":"“Kuv yog tus TSWV, kuv yuav xub pab kom cov tubrog Yudas muaj yeej, kom lub meejmom uas Daviv cov xeebntxwv thiab cov neeg uas nyob hauv Yeluxalees tau txais ntawd thiaj tsis loj tshaj lub meejmom uas lwm pab Yudas tau txais."},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.8","label":"8","content":"Lub sijhawm ntawd tus TSWV yuav tiv thaiv cov neeg uas nyob hauv Yeluxalees, txawm yog cov neeg qaug zog uas nrog lawv nyob hauv los yuav muaj zog ib yam li Daviv. Daviv cov xeebntxwv yuav coj lawv kev ib yam li tus TSWV tus timtswv, thiab zoo ib yam li Vajtswv ntag."},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.9","label":"9","content":"Lub sijhawm ntawd kuv yuav rhuav tshem txhua haivneeg uas pheej nrhiav kev tuaj tawmtsam lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.10","label":"10","content":"“Kuv yuav pub kom Daviv cov xeebntxwv thiab cov neeg uas nyob hauv lub nroog Yeluxalees muaj lub siab puv npo txojkev hlub thiab muaj lub siab kub lug thov Vajtswv. Lawv yuav saib ntsoov tus uas lawv muab nkaug tuag lawm, thiab lawv yuav quaj nws ib yam li tus uas muaj ib tug menyuam uas tuag lawm. Lawv yuav quaj nws tu siab nrho ib yam li cov neeg uas quaj lawv thawj tug tub hlob uas tuag lawm."},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.11","label":"11","content":"Lub sijhawm ntawd cov neeg uas tabtom quaj ntsuag hauv lub nroog Yeluxalees yuav coob ib yam li cov neeg uas tabtom quaj nyiav Hadali-moos  uas nyob hauv lub tiaj Menkidaus."},{"bible_id":"1525","chapter_code":"ZEC.12","verse_code":"ZEC.12.12+ZEC.12.13+ZEC.12.14","label":"12-14","content":"Txhua tsevneeg uas nyob hauv lub tebchaws ntawd, nyias quaj ntsuag nyob hauv nyias tsev: cajces uas yog Daviv xeebntxwv, cajces uas yog Nathas xeebntxwv, cajces uas yog Levis xeebntxwv, cajces uas yog Sime-is xeebntxwv, thiab tagnrho lwm tsevneeg huv tibsi. Txhua tsevneeg nyias yuav quaj ntsuag nyob hauv nyias tsev, thiab txhua tsevneeg cov txivneej nyias yuav mus quaj nyias nyob rau ib qho tsis nyob nrog cov pojniam.”"},{"bible_id":"1525","chapter_code":"ZEC.13","verse_code":"ZEC.13.1","label":"1","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Thaum txog lub sijhawm ntawd, lub qhovdej ntshiab uas huv siab si yuav qhib plho ntxuav Daviv cov xeebntxwv thiab cov neeg uas nyob hauv lub nroog Yeluxalees tej kev txhaum thiab tej kev pe mlom mus povtseg."},{"bible_id":"1525","chapter_code":"ZEC.13","verse_code":"ZEC.13.2","label":"2","content":"Lub sijhawm ntawd, kuv yuav tshem cov mlom uas nyob hauv lub tebchaws ntawd tej npe tawm mus kom tas, thiab tsis muaj leejtwg yuav nco txog lawv ntxiv li lawm. Kuv yuav tshem txhua tus uas khav hais tias nws yog tus cev Vajtswv lus thiab muab lawv txojkev uas ntshaw pe mlom coj mus povtseg."},{"bible_id":"1525","chapter_code":"ZEC.13","verse_code":"ZEC.13.3","label":"3","content":"Yog leejtwg tseem nyiam ua tus cevlus, mas nws niam nws txiv yuav tsum qhia rau nws hais tias, ‘Nws yuav raug muab tua kom tuag, rau qhov nws khav hais tias yog nws qhia tus TSWV txojlus, tiamsis yog nws hais tej lus dag xwb.’ Thaum nws cevlus, nws niam thiab nws txiv yuav tsum muab nws ntaus kom tuag."},{"bible_id":"1525","chapter_code":"ZEC.13","verse_code":"ZEC.13.4","label":"4","content":"Thaum txog lub sijhawm ntawd, cov cevlus yuav raug txajmuag, txhua tus yuav tsis khav lawv tej yogtoog; lawv yuav tsis hnav cov cevlus tej tsho ntev mus dag ntxias neeg ntxiv lawm."},{"bible_id":"1525","chapter_code":"ZEC.13","verse_code":"ZEC.13.5","label":"5","content":"Tiamsis, nws yuav hais tias, ‘Kuv tsis yog ib tug cevlus. Kuv yog ib tug neeg ua teb xwb, kuv lub neej yeej ibtxwm yog neeg ua teb los txog niaj hnub no.’"},{"bible_id":"1525","chapter_code":"ZEC.13","verse_code":"ZEC.13.6","label":"6","content":"Yog leejtwg nug nws hais tias, ‘Ua li cas koj muaj qhov txhab nyob ntawm koj hauvsiab?’ nws yuav teb hais tias, ‘Kuv raug tej qhov txhab no hauv kuv tus phoojywg tsev los.’ ”"},{"bible_id":"1525","chapter_code":"ZEC.13","verse_code":"ZEC.13.7","label":"7","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Rab ntaj, koj cia li sawv, thiab mus tua tus tub yug yaj  uas ua haujlwm rau kuv! Cia li muab nws tua kom tuag, ces cov yaj yuav tawg khiav ri sua rau ub rau no. Kuv yuav tawmtsam kuv haivneeg,"},{"bible_id":"1525","chapter_code":"ZEC.13","verse_code":"ZEC.13.8","label":"8","content":"thiab nyob thoob plaws hauv lub tebchaws yuav muaj neeg tuag txog ob feem peb."},{"bible_id":"1525","chapter_code":"ZEC.13","verse_code":"ZEC.13.9","label":"9","content":"Kuv yuav sim ib feem peb uas seem ntawd, thiab yuav muab lawv ntxuav kom dawbhuv ib yam li tej nyiaj uas coj mus hlawv hauv qhovcub kom tau tej tseem nyiaj. Kuv yuav sim lawv ib yam li sim kub. Ces lawv yuav thov kuv, thiab kuv yuav teb lawv tej lus thov. Kuv yuav qhia rau lawv hais tias lawv yog kuv haivneeg, thiab lawv yuav lees hais tias kuv yog lawv tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.1","label":"1","content":"Hnub uas tus TSWV yuav los zaum ntawm lub rooj txiav txim twb los ze heev lawm. Lub nroog Yeluxalees yuav raug luag huab, thiab tej khoom uas luag huab tau ntawd yuav muab faib rau nej qhovmuag saib ntsoov."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.2","label":"2","content":"Tus TSWV yuav coj txhua haivneeg tuaj ua ke ua rog rau lub nroog Yeluxalees. Luag yuav txeeb tau lub nroog thiab huab tej vajtse, thiab tej pojniam yuav raug luag yuam. Cov neeg ib nrab yuav raug luag ntes coj mus rau lwm tebchaws, tiamsis cov uas seem yuav tsis raug coj tawm hauv lub nroog mus."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.3","label":"3","content":"Ces tus TSWV yuav tawm mus tua txhua haivneeg ntawd, ib yam li nws tau ntaus rog yav tas los lawm."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.4","label":"4","content":"Thaum txog lub sijhawm ntawd, nws yuav sawv saum lub Roob Txiv Ntoo Roj uas nyob ntawm lub nroog Yeluxalees sab hnubtuaj. Ces lub Roob Txiv Ntoo Roj yuav tawg ua ob sab, txij ntua sab hnubtuaj mus rau sab hnubpoob yuav ua ib lub kwjha loj heev. Lub roob ntawd ib sab yuav txav nce toj mus rau sab qaumteb, thiab ib sab yuav txav nqis hav mus rau sab qabteb."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.5","label":"5","content":"Nej yuav tau kev khiav dim hauv lub hav uas dav heev ntawd mus rau sab roob nraum ub.  Nej yuav khiav dim ib yam li nej cov yawgkoob khiav thaum av qeeg tiam uas Vajntxwv Uxiyas kav tebchaws Yudas. Tus TSWV uas yog kuv tus Vajtswv yuav los, thiab coj tagnrho cov timtswv ceebtsheej nrog nws los."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.6","label":"6","content":"Thaum txog lub sijhawm ntawd, yuav tsis muaj ntuj no thiab dej nkoog,"},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.7","label":"7","content":"lossis tsis muaj kev tsaus ntuj. Txawm yog hmo ntuj los yuav hloov ua nruab hnub pom kev kaj nrig. Tsuas yog tus TSWV tib leeg xwb thiaj paub hais tias, thaum twg lub sijhawm no mam li los txog."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.8","label":"8","content":"Thaum txog hnub ntawd, yuav muaj ib tug dej txhawv hauv lub nroog Yeluxalees los, ib ceg yuav ntws mus rau nram Hiavtxwv Tuag thiab ib ceg yuav ntws mus rau tom Hiavtxwv Meditelanes. Tus dej ntawd yuav ntws thawm niaj thawm xyoo, tsis hais lub caij ntuj qhua lossis lub caij ntuj nag."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.9","label":"9","content":"Tus TSWV yuav los ua Vajntxwv kav lub ntiajteb, txhua tus yuav tuaj pehawm nws tus uas yog Vajtswv, thiab nws muaj tib lub npe xwb."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.10","label":"10","content":"Tagnrho cheebtsam ntawm Nkenpas sab qaumteb los txog rau ntawm Limoos sab qabteb, mas yuav muab meem kom tiaj sib txig. Lub nroog Yeluxalees yuav yog lub chaw tsomfaj uas nyob siab tshaj tej tebchaws uas nyob puagncig nws; lub nroog ntawd yuav pib kiag ntawm lub Roojvag Npeenyamees mus txog ntua ntawm lub Roojvag Ces kaum uas yeej yog ib lub roojvag thaum ub los lawm, thiab txij ntua ntawm lub chaw tsomfaj Hananees mus rau ntawm vajntxwv lub chaw tsuam txiv hmab."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.11","label":"11","content":"Cov neeg yuav nyob kaj siab lug hauv qhov chaw ntawd, yuav tsis muaj kev puastsuaj los raug lawv ib zaug ntxiv li lawm."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.12","label":"12","content":"Tus TSWV yuav tso ib yam kab mob uas txaus ntshai heev los rau txhua haivneeg uas tuaj ua rog tawmtsam lub nroog Yeluxalees. Lawv tej nqaij yuav lwj thaum lawv tseem ciaj sia; lawv lub qhovmuag thiab tus nplaig yuav lwj tas huv tibsi."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.13","label":"13","content":"Lub sijhawm ntawd tus TSWV yuav ua kom lawv feeb tsis meej thiab ntshai heev, lawv ib leeg yuav ntes ib leeg thiab ib leeg yuav tawmtsam ib leeg."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.14","label":"14","content":"Cov Yudas yuav tiv thaiv lub nroog Yeluxalees. Lawv yuav huab txhua haivneeg tej khoom muaj nqis: kub, nyiaj, thiab ris tsho tau ntau kawg li."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.15","label":"15","content":"Tej kab mob phem uas txaus ntshai no yuav raug rau tej nees, tej nees zag, tej ntxhuav, tej neesluav, thiab raug txhua yam tsiaj uas nyob hauv cov yeebncuab tej yeej."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.16","label":"16","content":"Ces cov neeg uas seem ntawm txhua haivneeg uas tuaj tua lub nroog Yeluxalees yuav tsum niaj xyoo tuaj pehawm Vajntxwv tus uas yog tus TSWV tus muaj hwjchim loj kawg nkaus thiab ua Kevcai nyob Tsev Pheebsuab hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.17","label":"17","content":"Yog hais tias ib haivneeg twg tseem tsis kam mus pehawm Vajtswv tus uas yog tus TSWV uas muaj hwjchim loj kawg nkaus, ces yuav tsis muaj nag los rau lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.18","label":"18","content":"Yog cov Iziv tsis kam tuaj ua Kevcai nyob Tsev Pheebsuab, lawv yuav raug yam kab mob phem uas tus TSWV tso los rau txhua lub tebchaws uas tsis kam mus pehawm nws ntawd."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.19","label":"19","content":"Tej no yog txojkev rau txim uas yuav raug cov neeg Iziv thiab txhua haivneeg uas tsis kam mus ua Kevcai nyob Tsev Pheebsuab."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.20","label":"20","content":"Lub sijhawm ntawd txawm yog tej tswb nees los yuav sau ntawv rau hais tias, “Fij rau tus TSWV.” Tej laujkaub uas siv ua noj hauv lub Tuamtsev yuav dawbhuv ib yam li tej tais uas txawb rau ntawm lub thaj hauv ntej."},{"bible_id":"1525","chapter_code":"ZEC.14","verse_code":"ZEC.14.21","label":"21","content":"Txhua lub laujkaub uas siv ua noj hauv Yeluxalees thiab hauv tebchaws Yudas yuav muab tshwj tseg rau ib cag thiaj tau siv pehawm tus TSWV uas muaj hwjchim loj kawg nkaus. Cov neeg uas tuaj fij khoom yuav siv tej laujkaub ntawd los hau tej nqaij uas coj tuaj tua ua khoom fij. Thaum txog lub sijhawm ntawd, yuav tsis muaj kev ua lag ua luam nyob hauv tus TSWV tus uas muaj hwjchim loj kawg nkaus lub Tuamtsev lawm."}]