[{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.1","label":"1","content":"Peb qhia txog yam uas muaj nyob txij thaum chiv keeb los uas peb tau hnov thiab peb qhov muag tau pom thiab tau ua tib zoo saib thiab peb txhais tes tau kov, yog hais txog txojlus uas pub txojsia."},{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.2","label":"2","content":"Txojsia ntawd tau tshwm los thiab peb tau pom thiab ua timkhawv txog, thiab peb tau qhia rau nej paub txog txojsia ib txhis tsis kawg uas nrog nraim leej Txiv nyob thiab los tshwm rau peb."},{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.3","label":"3","content":"Yam uas peb tau pom thiab tau hnov lawd peb kuj qhia rau nej paub nej thiaj tau nrog peb sib raug zoo. Peb kuj nrog leej Txiv thiab nws tus tub Yexus Khetos sib raug zoo."},{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.4","label":"4","content":"Thiab peb sau tej lus no kom peb thiaj zoo siab kawg nkaus li."},{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.5","label":"5","content":"No yog tej lus uas peb tau hnov ntawm Yexus thiab peb qhia rau nej tias, Vajtswv yog txojkev kaj thiab tsis muaj ib qho kev tsaus ntuj nyob hauv nws kiag li."},{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.6","label":"6","content":"Yog peb hais tias peb nrog nws sib raug zoo tiamsis peb tseem taug txojkev tsaus ntuj, kuj yog peb dag thiab tsis ua lub neej raws li txojkev tseeb."},{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.7","label":"7","content":"Tiamsis yog peb taug txojkev kaj ib yam li nws nyob hauv txojkev kaj, peb thiaj muaj kev sib raug zoo ib leeg rau ib leeg, thiab nws leej Tub Yexus cov ntshav kuj ntxuav peb lub txim huvsi lawm."},{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.8","label":"8","content":"Yog peb hais tias peb tsis muaj txim, kuj yog peb rov dag peb tus kheej, thiab txojkev tseeb tsis nyob hauv peb kiag li."},{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.9","label":"9","content":"Yog peb lees peb lub txim Vajtswv ncaj ncees thiab tso siab tau, nws yuav daws peb lub txim thiab ntxuav peb tej kev phem huvsi mus."},{"bible_id":"1269","chapter_code":"1JN.1","verse_code":"1JN.1.10","label":"10","content":"Yog peb hais tias peb tsis tau ua txhaum, kuj yog peb suav tias Vajtswv hais dag thiab nws tej lus tsis nyob hauv peb lawm."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.1","label":"1","content":"Kuv cov menyuam 'e, kuv sau tej lus no tuaj rau nej kom nej thiaj tsis ua txhaum. Yog leejtwg ua txhaum, peb muaj ib tug uas pab hais peb zaj rau leej Txiv, yog Yexus Khetos uas ncaj ncees,"},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.2","label":"2","content":"thiab nws yog yam uas muab xyeem ntxuav peb lub txim,  tsis yog peb lub txim xwb tiamsis yog tag nrho lub ntiajteb li txim thiab."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.3","label":"3","content":"Yog peb tuav rawv nws tej lus qhia, peb thiaj ruaj siab hais tias peb paub Vajtswv."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.4","label":"4","content":"Tus uas hais tias, “Kuv paub Vajtswv,” tiamsis nws tsis ua raws li Vajtswv tej lus qhia, tus ntawd hais dag xwb, txojkev tseeb tsis nyob hauv nws kiag li."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.5","label":"5","content":"Tiamsis tus uas tuav rawv Vajtswv tej lus, tus ntawd thiaj hlub Vajtswv tiag tiag.  Qhov uas peb paub tias peb nyob hauv Vajtswv yog li no,"},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.6","label":"6","content":"tus uas hais tias nws nyob hauv Vajtswv kuj tsim nyog tus ntawd ua lub neej raws li Yexus ua."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.7","label":"7","content":"Cov uas kuv hlub, kuv tsis yog sau txoj kevcai tshiab rau nej tiamsis yog txoj kevcai qub uas nej twb muaj thaum chiv thawj los lawm. Txoj qub kevcai ntawd yog tej lus uas nej twb hnov los lawm."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.8","label":"8","content":"Tiamsis dua ib fab kuj yog kuv sau txoj kevcai tshiab tuaj rau nej. Txoj kevcai ntawd muaj tseeb rau hauv Yexus thiab rau hauv nej, rau qhov txojkev tsaus ntuj tabtom dua mus thiab txojkev kaj uas tseeb tabtom ci tuaj."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.9","label":"9","content":"Tus uas hais tias nws nyob hauv txojkev kaj tiamsis nws tseem ntxub nws tus kwvtij tus ntawd tseem nyob hauv txojkev tsaus ntuj."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.10","label":"10","content":"Tus uas hlub nws tus kwvtij kuj nyob hauv txojkev kaj thiab nws tsis muaj ib yam dabtsi ua lub chaw dawm."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.11","label":"11","content":"Tiamsis tus uas ntxub nws tus kwvtij kuj yog nyob hauv txojkev tsaus ntuj thiab taug txojkev tsaus ntuj, nws tsis paub tias nws tabtom mus qhovtwg rau qhov txojkev tsaus ntuj ua rau nws qhov muag dig lawm."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.12","label":"12","content":"Nej cov menyuam yaus 'e, kuv sau tuaj rau nej vim nej lub txim twb raug muab daws lawm vim yog saib rau Yexus lub npe."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.13","label":"13","content":"Nej cov uas ua txiv, kuv sau tuaj rau nej vim nej twb paub tus uas nyob thaum chiv keeb los. Nej cov hluas, kuv sau tuaj rau nej vim nej twb kov yeej tus uas Phem  lawm. Nej cov menyuam, kuv sau tuaj rau nej vim nej paub leej Txiv."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.14","label":"14","content":"Nej cov uas ua txiv, kuv sau tuaj rau nej vim nej paub tus uas nyob thaum chiv keeb los. Nej cov hluas, kuv sau tuaj rau nej vim nej muaj zog heev thiab Vajtswv tej lus nyob hauv nej thiab nej twb kov yeej tus uas Phem lawm."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.15","label":"15","content":"Tsis txhob nyiam kev ntiajteb thiab tej uas nyob hauv ntiajteb. Yog leejtwg nyiam kev ntiajteb, txojkev hlub Vajtswv tsis muaj nyob hauv tus ntawd."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.16","label":"16","content":"Txhua yam uas nyob hauv ntiajteb, yog tej uas lub cev nqaij tawv ntshaw, tej uas lub qhov muag ntshaw, thiab tej uas neeg khav theeb txog hauv lub neej, tsis yog los ntawm Vajtswv tiamsis los ntawm ntiajteb."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.17","label":"17","content":"Lub ntiajteb thiab tej uas lub ntiajteb ntshaw yuav dua mus, tiamsis tus uas ua raws li Vajtswv lub siab nyiam yuav nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.18","label":"18","content":"Cov menyuam 'e, nimno yog lub sijhawm kawg lawm. Raws li nej tau hnov hais tias Khetos tus yeeb ncuab yuav tuaj, nimno Khetos cov yeeb ncuab twb tuaj coob lawm. Vim li no peb thiaj paub tias nimno yog lub sijhawm kawg lawm."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.19","label":"19","content":"Lawv cov ntawd tawm ntawm peb mus lawm, tiamsis lawv tsis yog peb cov. Yog tias lawv yog peb cov, lawv kuj yuav nrog peb nyob ua ke mus. Tiamsis qhov uas lawv tawm mus ntawd twb qhia kom pom tseeb tias lawv tsis yog peb cov."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.20","label":"20","content":"Tiamsis tus uas Dawb Huv twb raug muab hliv rau nej lawm thiab nej txhua tus kuj paub qhov tseeb lawm."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.21","label":"21","content":"Kuv sau tuaj rau nej, tsis yog vim nej tsis paub qhov tseeb tiamsis nej twb paub lawm thiab paub tias tej lus dag tsis yog los ntawm qhov tseeb."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.22","label":"22","content":"Leejtwg yog tus dag? Tsuas yog tus uas tsis lees tias Yexus yog tus Khetos. Tus uas tsis lees leej Txiv thiab leej Tub tus ntawd yog Khetos tus yeeb ncuab."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.23","label":"23","content":"Txhua tus uas tsis lees yuav leej Tub kuj tsis muaj leej Txiv. Tus uas lees yuav leej Tub kuj muaj leej Txiv thiab."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.24","label":"24","content":"Nej yuav tsum khaws tej uas nej hnov thaum chiv thawj los lawd cia hauv nej mus li. Yog tej uas nej hnov thaum chiv thawj los ntawd nyob hauv nej, thiaj yog nej nyob ruaj hauv leej Tub thiab hauv leej Txiv mus li."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.25","label":"25","content":"No yog yam uas Vajtswv twb cog lus cia rau peb, yog txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.26","label":"26","content":"Kuv sau tej lus no tuaj rau nej hais txog cov uas pheej dag ntxias nej."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.27","label":"27","content":"Tiamsis Vaj Ntsuj Plig uas Vajtswv hliv rau nej lawd tseem nyob hauv nej, tsis tag yuav muaj leejtwg qhia nej. Vim Vaj Ntsuj Plig uas nej txais lawd kuj qhia nej paub txhua yam thiab qhov uas hliv Vaj Ntsuj Plig rau nej muaj tseeb tsis yog dag, yog Vaj Ntsuj Plig qhia nej li cas, nej cia li nyob hauv Yexus li ntawd."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.28","label":"28","content":"Cov menyuam yaus 'e, nej cia li nyob ruaj hauv Yexus xwv thaum nws rov los peb thiaj li ruaj siab thiab tsis txaj muag rau ntawm nws xubntiag rau thaum nws los."},{"bible_id":"1269","chapter_code":"1JN.2","verse_code":"1JN.2.29","label":"29","content":"Yog nej paub tias nws ncaj ncees, nej kuj paub tias txhua tus uas xyaum ncaj ncees kuj yug ntawm nws los."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.1","label":"1","content":"Sim xav saib leej Txiv hlub peb npaum li cas diam, peb thiaj raug hu tias yog Vajtswv cov menyuam, thiab peb yeej yog tiag. Qhov uas lub ntiajteb tsis paub peb twb yog vim lawv tsis paub nws."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.2","label":"2","content":"Nej cov uas kuv hlub, nimno peb yog Vajtswv cov menyuam. Peb yuav zoo li cas rau yav tom hauv ntej kuj tsis tau muab qhia tshwm rau peb. Tiamsis peb paub tias thaum Yexus rov los peb yuav zoo ib yam li nws, vim tias nws zoo li cas peb yuav pom nws tseeb li ntawd."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.3","label":"3","content":"Txhua tus uas muaj lub siab vam li no rau hauv Yexus kuj ntxuav nws tus kheej kom dawb huv ib yam li Yexus dawb huv."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.4","label":"4","content":"Txhua tus uas ua txhaum kuj rhuav txoj kevcai. Qhov uas ua txhaum yeej yog rhuav txoj kevcai."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.5","label":"5","content":"Nej twb paub lawm tias Yexus tshwm los ris peb lub txim mus, thiab Yexus tsis muaj txim kiag li."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.6","label":"6","content":"Txhua tus uas nyob ruaj hauv Yexus tsis ua txhaum. Tus uas pheej ua txhaum mus li kuj yog nws tsis tau pom Yexus thiab tsis paub Yexus."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.7","label":"7","content":"Cov menyuam yaus 'e, tsis txhob cia leejtwg ntxias nej yuam kev. Tus uas xyaum ua ncaj kuj ncaj ncees ib yam li Yexus yog tus ncaj ncees."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.8","label":"8","content":"Tus uas ua txhaum kuj yog los ntawm dab Ntxwg Nyoog los, rau qhov dab Ntxwg Nyoog yeej ua txhaum thaum chiv keeb los. Qhov uas Vajtswv tus tub tshwm los twb yog nws los rhuav dab Ntxwg Nyoog tes haujlwm."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.9","label":"9","content":"Txhua tus uas yug ntawm Vajtswv los tsis ua txhaum, rau qhov Vajtswv cov noob nyob hauv nws, nws thiaj ua txhaum tsis tau vim nws yug ntawm Vajtswv los."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.10","label":"10","content":"Raws li no thiaj pom tseeb tias leejtwg yog Vajtswv li menyuam leejtwg yog dab Ntxwg Nyoog li. Txhua tus uas tsis ua ncaj thiab tsis hlub nws li kwvtij kuj tsis yog los ntawm Vajtswv los."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.11","label":"11","content":"No yog tej lus qhuab qhia uas nej tau hnov thaum chiv thawj los hais tias peb ib leeg yuav tsum hlub ib leeg,"},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.12","label":"12","content":"tsis txhob zoo li Khayee  uas los ntawm tus uas Phem  los thiab muab nws tus kwv tua pov tseg. Ua cas nws yuav tua tus kwv? Twb yog vim nws tes haujlwm phem, nws tus kwv tes haujlwm ncaj ncees."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.13","label":"13","content":"Cov kwvtij, tsis txhob phimhwj rau qhov uas lub ntiajteb ntxub nej."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.14","label":"14","content":"Peb yeej paub tias peb twb tawm txojkev tuag mus tau txojsia lawm rau qhov peb hlub peb cov kwvtij. Tus uas tsis hlub ces tseem nyob hauv txojkev tuag."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.15","label":"15","content":"Txhua tus uas ntxub nws tus kwvtij kuj yog tus uas tua neeg, thiab nej paub tias tus uas tua neeg tsis muaj txojsia ib txhis tsis kawg nyob hauv nws."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.16","label":"16","content":"Peb paub txojkev hlub li no, yog qhov uas Yexus tso nws txojsia tseg this peb, thiab tsim nyog peb tso txojsia tseg this peb cov kwvtij thiab."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.17","label":"17","content":"Yog leejtwg muaj nyiaj txiag qhov txhia chaw hauv ntiajteb no thiab pom nws tus kwvtij pluag tseem tsis khuvleej nws, Vajtswv txojkev hlub yuav muaj nyob hauv tus ntawd tau li cas?"},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.18","label":"18","content":"Cov menyuam yaus 'e, peb tsis txhob sib hlub ntawm lo lus thiab ntawm lub ncauj xwb tiamsis yuav tsum hlub ntawm tes haujlwm thiab ntawm qhov tseeb."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.19","label":"19","content":"Yog li ntawd peb yuav paub tias peb nyob hauv txojkev tseeb, thiab peb yuav ruaj siab rau ntawm Vajtswv lub xubntiag"},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.20","label":"20","content":"yog rau thaum peb lub siab qhia tias peb ua txhaum, vim Vajtswv yog tus loj dua peb lub siab thiab paub txhua yam huvsi."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.21","label":"21","content":"Cov uas kuv hlub, yog peb lub siab tsis qhia tias peb txhaum, peb kuj muaj siab tuab rau ntawm Vajtswv lub xubntiag."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.22","label":"22","content":"Thiab yog peb thov yam twg Vajtswv kuj yuav pub yam ntawd rau peb vim peb tuav rawv nws tej lus nkaw thiab ua tej uas hum nws lub siab."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.23","label":"23","content":"No yog tej uas Vajtswv qhia peb ua, yog kom peb tso siab rau nws tus Tub Yexus Khetos lub npe thiab ib leeg hlub ib leeg raws li nws tej lus nkaw rau peb."},{"bible_id":"1269","chapter_code":"1JN.3","verse_code":"1JN.3.24","label":"24","content":"Tus uas tuav rawv nws tej lus nkaw kuj nyob ruaj hauv nws thiab nws kuj nyob hauv tus ntawd thiab. Qhov uas peb paub tias nws nyob hauv peb yog qhov uas peb muaj Vaj Ntsuj Plig uas Vajtswv pub rau peb."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.1","label":"1","content":"Cov uas kuv hlub, tsis txhob ntseeg txhua tus ntsuj plig, tiamsis yuav tsum tshuaj saib tej ntsuj plig ntawd yog los ntawm Vajtswv los tsis yog, vim tias muaj cov cuav xibhwb cev lus coob coob tawm mus rau hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.2","label":"2","content":"Nej yuav paub Vajtswv tus Ntsuj Plig yog qhov no. Txhua tus ntsuj plig uas lees hais tias Yexus Khetos tau los yug ua neeg, thiaj yog los ntawm Vajtswv los."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.3","label":"3","content":"Txhua tus ntsuj plig uas tsis lees paub Yexus yeej tsis yog los ntawm Vajtswv los. Tus ntsuj plig ntawd yog Khetos tus yeeb ncuab uas nej yeej hnov hais tias yuav los thiab nimno kuj nyob hauv lub ntiajteb lawm."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.4","label":"4","content":"Cov menyuam yaus 'e, nej yog Vajtswv li, thiab kov yeej lawv lawm, rau qhov tus uas nyob hauv nej loj dua tus uas nyob hauv ntiajteb."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.5","label":"5","content":"Lawv yog ntiajteb li, vim li no lawv thiaj hais ntiajteb zaj thiab ntiajteb thiaj mloog lawv lus."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.6","label":"6","content":"Peb yog Vajtswv li. Tus uas paub Vajtswv kuj mloog peb hais, tus uas tsis yog Vajtswv li kuj tsis mloog peb hais. Yog li no peb thiaj paub tus ntsuj plig uas hais tseeb thiab tus ntsuj plig uas hais cuav."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.7","label":"7","content":"Nej cov uas kuv hlub, cia peb ib leeg hlub ib leeg, rau qhov txojkev hlub yog los ntawm Vajtswv los, thiab txhua tus uas muaj kev hlub kuj yug ntawm Vajtswv los thiab paub Vajtswv."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.8","label":"8","content":"Tus uas tsis muaj kev hlub kuj tsis paub Vajtswv vim Vajtswv yog txojkev hlub."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.9","label":"9","content":"Vajtswv txojkev hlub kuj tshwm rau peb pom li no, yog Vajtswv txib nws tib tug Tub los rau hauv lub ntiajteb kom peb thiaj muaj txojsia nyob ntawm tus Tub ntawd."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.10","label":"10","content":"Txojkev hlub yog li no, tsis yog peb hlub Vajtswv tiamsis Vajtswv hlub peb thiab txib nws tus Tub los ua yam uas xyeem ntxuav peb lub txim."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.11","label":"11","content":"Cov uas kuv hlub, yog Vajtswv hlub peb li no, tsim nyog peb sib hlub ib yam li ntawd."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.12","label":"12","content":"Tsis muaj leejtwg tau pom Vajtswv. Yog peb sib hlub, Vajtswv yeej nyob hauv peb thiab Vajtswv txojkev hlub kuj tiav kiag rau hauv peb."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.13","label":"13","content":"Qhov uas peb paub tias peb nyob ruaj rau hauv nws thiab nws nyob hauv peb, twb yog vim nws tau pub nws tus Ntsuj Plig rau peb."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.14","label":"14","content":"Thiab peb twb pom thiab ua timkhawv tias leej Txiv tau txib nws tus Tub los ua ntiajteb tus Cawmseej."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.15","label":"15","content":"Leejtwg lees tias Yexus yog Vajtswv tus Tub, Vajtswv nyob hauv tus ntawd thiab tus ntawd nyob ruaj hauv Vajtswv."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.16","label":"16","content":"Yog li ntawd peb thiaj paub thiab tso siab rau txojkev hlub uas Vajtswv hlub peb. Vajtswv yog txojkev hlub, thiab tus uas nyob hauv txojkev hlub kuj nyob hauv Vajtswv thiab Vajtswv kuj nyob hauv nws."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.17","label":"17","content":"Yog li no txojkev hlub thiaj tiav kiag rau hauv peb, mas hnub uas txiav txim peb yeej muaj siab tuab, vim tias Yexus zoo li cas peb kuj zoo ib yam li ntawd rau hauv lub ntiajteb no."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.18","label":"18","content":"Hauv txojkev hlub tsis muaj txojkev ntshai. Tiamsis txojkev hlub uas muaj puv npo lawm yuav ntiab txojkev ntshai tawm mus, vim txojkev ntshai ntsig txog txojkev txiav txim xwb. Tus uas ntshai yeej tsis tau muaj txojkev hlub uas tiav kiag."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.19","label":"19","content":"Peb hlub vim Vajtswv xub hlub peb ua ntej."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.20","label":"20","content":"Yog leejtwg hais tias, “Kuv hlub Vajtswv,” tiamsis nws tseem ntxub nws kwv nws tij, nws kuj hais dag xwb, vim tus uas tsis hlub nws kwv nws tij uas qhov muag pom, nws yuav hlub tsis tau Vajtswv uas qhov muag tsis pom."},{"bible_id":"1269","chapter_code":"1JN.4","verse_code":"1JN.4.21","label":"21","content":"Tej lus nkaw no peb tau ntawm Vajtswv los hais tias tus uas hlub Vajtswv nws yuav tsum hlub nws kwv nws tij thiab."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.1","label":"1","content":"Txhua tus uas ntseeg tias Yexus yog tus Khetos kuj yog yug ntawm Vajtswv los thiab txhua tus uas hlub leej txiv nws kuj hlub leej txiv cov menyuam."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.2","label":"2","content":"Peb paub tias peb yog Vajtswv li menyuam vim qhov uas peb hlub Vajtswv thiab ua raws li nws tej lus nkaw."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.3","label":"3","content":"Qhov uas peb hlub Vajtswv yog li no, yog qhov uas peb tuav rawv nws tej lus nkaw. Nws tej lus nkaw tsis ua nra hnyav rau peb,"},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.4","label":"4","content":"rau qhov txhua tus uas yug ntawm Vajtswv los kuj kov yeej lub ntiajteb. Thiab peb txojkev ntseeg yog qhov uas kov yeej lub ntiajteb."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.5","label":"5","content":"Leejtwg kov yeej lub ntiajteb? Tsuas yog tus uas ntseeg tias Yexus yog Vajtswv tus Tub xwb."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.6","label":"6","content":"Tus no yog Yexus Khetos uas los ntawm dej thiab ntshav, tsis yog los ntawm dej xwb tiamsis yog ntawm dej thiab ntshav. Thiab Vaj Ntsuj Plig ua timkhawv, vim Vaj Ntsuj Plig yog qhov tseeb."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.7","label":"7","content":"Muaj peb tus timkhawv,"},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.8","label":"8","content":"yog Vaj Ntsuj Plig, thiab dej thiab ntshav, peb yam no ua timkhawv ib yam nkaus."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.9","label":"9","content":"Peb lees yuav neeg tej lus timkhaw tiamsis Vajtswv tej lus timkhawv yimhuab muaj tseeb dua, vim qhov no yog tej uas Vajtswv muab ua timkhawv txog nws leej Tub."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.10","label":"10","content":"Tus uas ntseeg Vajtswv tus tub kuj muaj timkhawv nyob hauv nws. Tus uas tsis ntseeg Vajtswv kuj yog nws suav tias Vajtswv hais dag, vim nws tsis ntseeg tej lus uas Vajtswv ua timkhawv txog nws leej Tub."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.11","label":"11","content":"Tej lus timkhawv yog li no, Vajtswv pub txojsia ib txhis rau peb thiab txojsia no nyob hauv nws leej Tub."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.12","label":"12","content":"Tus uas muaj leej Tub kuj muaj txojsia. Tus uas tsis muaj leej Tub kuj tsis muaj txojsia."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.13","label":"13","content":"Kuv sau tej lus no rau nej cov uas tso siab rau Vajtswv leej Tub lub npe kom nej thiaj paub tias nej muaj txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.14","label":"14","content":"No yog qhov uas peb muaj siab tuab rau ntawm Vajtswv xubntiag, yog peb thov yam twg raws li Vajtswv lub siab nyiam, nws kuj mloog."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.15","label":"15","content":"Thiab yog peb paub tias Vajtswv mloog peb rau thaum peb thov yam twg, peb kuj paub tias peb tau yam uas thov ntawm nws."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.16","label":"16","content":"Yog leejtwg pom nws tus kwvtij ua txhaum uas tsis coj mus txog kev tuag, cia nws thov Vajtswv mas Vajtswv yuav pub txojsia rau tus ua txhaum uas tsis coj mus txog kev tuag. Kev txhaum uas coj mus txog kev tuag kuj muaj. Kuv tsis tau hais tias yuav thov txog qhov kev txhaum ntawd."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.17","label":"17","content":"Txhua yam kev ua tsis ncaj puavleej yog txhaum. Tiamsis kev txhaum uas tsis coj mus txog kev tuag kuj muaj."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.18","label":"18","content":"Peb paub tias txhua tus uas yug ntawm Vajtswv los tsis ua txhaum tiamsis tus Tswv uas yug ntawm Vajtswv los tsom kwm nws, thiab tus uas Phem  tsis kov nws."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.19","label":"19","content":"Peb paub tias peb yug ntawm Vajtswv, thiab lub ntiajteb huvsi nyob hauv tus uas Phem qab hwjchim."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.20","label":"20","content":"Thiab peb paub tias Vajtswv tus Tub los lawm thiab pub tswvyim rau peb kom peb paub tus uas tseeb, thiab peb nyob hauv tus uas tseeb ntawd, yog peb nyob hauv nws leej Tub Yexus Khetos. Nws yog tus tseem Vajtswv thiab yog txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"1JN.5","verse_code":"1JN.5.21","label":"21","content":"Cov menyuam 'e, cia li ceev faj tsis txhob pe dab mlom."}]