[{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.1","label":"1","content":"Thaum vajntxwv Davi hnub nyoog nchav thiab laus heev lawd, txawm yog lawv muab pam los vov nws, los kuj tsis sov nws li."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.2","label":"2","content":"Yog li no nws cov tub teg tub taws thiaj hais rau Davi tias, “Vajntxwv, cia li nrhiav ib tug hluas nkauj dawb huv los rau koj uas yog peb tus tswv. Cia nws ua num rau koj thiab tu koj. Cia nws pw hauv koj lub xubntiag, xwv thiaj li sov vajntxwv uas yog peb tus tswv.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.3","label":"3","content":"Lawv txawm mus nrhiav ib tug hluas nkauj uas zoo nkauj heev thoob plaws Yixayee tebchaws, mas nrhiav tau Anpisa uas yog neeg Sunee thiab coj nws los cuag vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.4","label":"4","content":"Tus hluas nkauj ntawd zoo nkauj heev, nws tu vajntxwv thiab ua num rau vajntxwv, tiamsis vajntxwv tsis tau deev nws."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.5","label":"5","content":"Adauniya uas yog Hakis  li tub txeeb ua loj hais tias, “Kuv yuav ua vajntxwv.” Nws npaj tau tsheb ua rog thiab tub rog caij nees thiab muaj tub teg tub taws tsib caug leej dhia ua nws ntej."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.6","label":"6","content":"Nws txiv yeej tsis tau tav nws ib los hais tias, “Ua cas koj ua li ub li no?” Nws yog ib tug zoo nraug heev thiab yog Axaloo tus kwv ntag."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.7","label":"7","content":"Adauniya sablaj rau Yau‑a uas yog Xeluya tus tub thiab rau Anpiyatha uas ua pov thawj. Ob tug kuj koom nrog Adauniya thiab pab nws."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.8","label":"8","content":"Tiamsis tus pov thawj Xadau thiab Npenaya uas yog Yehauyada tus tub thiab Nathas uas ua xibhwb cev Vajtswv lus thiab Sime‑i thiab Le‑i thiab Davi cov tub rog siab loj siab tuab tsis koom nrog Adauniya."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.9","label":"9","content":"Adauniya muab yaj muab nyuj thiab tej tsiaj rog rog tua xyeem rau ntawm lub pob zeb Xaufele uas nyob ze lub qhov dej Eelaukee. Mas nws hu nws cov kwvtij sawvdaws, uas yog vajntxwv cov tub thiab cov neeg Yuda uas ua vajntxwv cov tub teg tub taws huvsi tuaj."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.10","label":"10","content":"Tiamsis nws tsis hu Nathas uas ua xibhwb cev Vajtswv lus thiab Npenaya thiab cov tub rog siab loj siab tuab thiab nws tus kwv Xalaumoo tuaj."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.11","label":"11","content":"Ces Nathas txawm hais rau Npasenpa uas yog Xalaumoo niam tias, “Koj tsis paub tsis tau hnov lov? Hakis tus tub Adauniya twb sawv ua vajntxwv kav lawm thiab Davi uas yog peb tus tswv kuj tsis paub kiag li."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.12","label":"12","content":"Vim li no thov cia kuv hais ib lo lus rau koj xwv koj thiaj cawm tau koj txojsia thiab koj tus tub Xalaumoo txojsia."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.13","label":"13","content":"Koj cia li mus cuag vajntxwv Davi tamsim no thiab hais rau nws tias, ‘Vajntxwv uas yog kuv tus tswv, koj twb cog lus twv rau kuv uas yog koj tus nkauj qhev hais tias thaum dua koj lawd kuv tus tub Xalaumoo yuav nyob koj chaw kav thiab yuav nyob saum koj lub zwm txwv los tsis yog? Ua cas Adauniya twb ua vajntxwv lawm?’"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.14","label":"14","content":"Thaum koj tseem tabtom hais rau vajntxwv ntawd, kuv yuav raws qab los thiab pab hais tib zaj ntawd.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.15","label":"15","content":"Ces Npasenpa txawm mus cuag vajntxwv hauv nws lub txaj pw. Vajntxwv laus heev lawm thiab Anpisa uas yog neeg Sunee tabtom tu vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.16","label":"16","content":"Npasenpa khoov ntshis pe vajntxwv mas vajntxwv hais rau nws tias, “Koj xav yuav dabtsi?”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.17","label":"17","content":"Nws hais rau vajntxwv tias, “Kuv tus tswv, koj twb tuav Yawmsaub uas yog koj tus Vajtswv lub npe cog lus twv rau kuv uas yog koj tus nkauj qhev tias, thaum dua koj lawd kuv tus tub Xalaumoo yuav nyob koj chaw ua vajntxwv thiab nyob saum koj lub zwm txwv."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.18","label":"18","content":"Tiamsis nimno Adauniya twb ua vajntxwv lawm, mas vajntxwv uas yog kuv tus tswv, koj twb tsis paub li."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.19","label":"19","content":"Nws twb muab nyuj thiab tej tsiaj rog rog thiab tej yaj ntau kawg li tua xyeem, thiab hu vajntxwv tej tub sawvdaws thiab Anpiyatha uas ua pov thawj thiab Yau‑a uas ua thawj kav cov tub rog tuaj. Tiamsis nws tsis hu koj tus qhev Xalaumoo."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.20","label":"20","content":"Vajntxwv uas yog kuv tus tswv, nimno cov Yixayee ntsia ntsoov koj saib koj yuav hais rau lawv tias thaum dua koj lawd leejtwg yuav nyob saum kuv tus tswv lub zwm txwv."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.21","label":"21","content":"Yog koj tsis ua li ntawd yuav zoo li no. Thaum koj mus nrog koj tej poj koob yawm txwv nyob lawd kuv thiab kuv tus tub Xalaumoo wb yuav poob rau hauv qhov txhaum.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.22","label":"22","content":"Thaum nws tseem tabtom hais rau vajntxwv ntawd, Nathas uas ua xibhwb cev Vajtswv lus txawm nkag los."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.23","label":"23","content":"Lawv hais rau vajntxwv tias, “Xibhwb Nathas uas cev Vajtswv lus nyob no.” Thaum Nathas los rau ntawm vajntxwv lub xubntiag nws txawm khoov ntshis ua lub plhu ti nkaus av pe vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.24","label":"24","content":"Nathas hais tias, “Vajntxwv uas yog kuv tus tswv, koj tau hais tias, thaum dua koj lawd Adauniya yuav nyob koj chaw kav thiab nyob saum koj lub zwm txwv lov?"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.25","label":"25","content":"Hnub no nws twb mus muab nyuj thiab tej tsiaj rog rog thiab tej yaj ntau kawg tua xyeem, thiab hu vajntxwv tej tub sawvdaws thiab Yau‑a uas ua thawj kav cov tub rog thiab Anpiyatha uas ua pov thawj tuaj. Lawv tabtom noj haus rau ntawm nws lub xubntiag thiab hais tias, ‘Thov kom vajntxwv Adauniya muaj txojsia loj siav ntev.’"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.26","label":"26","content":"Tiamsis nws twb tsis hu kuv uas yog koj tus qhev thiab tus pov thawj Xadau thiab Npenaya uas yog Yehauyada tus tub thiab koj tus qhev Xalaumoo."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.27","label":"27","content":"Tej no yog vajntxwv uas yog kuv tus tswv kom ua lov, es koj tsis hais rau koj cov tub teg tub taws paub tias thaum dua koj lawd leejtwg yuav nyob saum koj lub zwm txwv?”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.28","label":"28","content":"Vajntxwv Davi txawm hais tias, “Cia li hu Npasenpa los cuag kuv.” Npasenpa thiaj los cuag vajntxwv thiab sawv rau ntawm vajntxwv xubntiag."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.29","label":"29","content":"Ces vajntxwv cog lus twv tias, “Muaj Yawmsaub uas muaj txojsia nyob pom, yog tus uas cawm kuv txojsia dim hauv txhua txojkev txom nyem ceeblaj,"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.30","label":"30","content":"kuv twb tuav Yawmsaub uas yog cov Yixayee tus Vajtswv lub npe cog lus twv rau koj tias, ‘Thaum dua kuv lawd koj tus tub Xalaumoo yuav ua vajntxwv kav thiab yuav nyob kuv chaw saum kuv lub zwm txwv.’ Mas kuv yuav ua li ntawd rau hnub no ntag.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.31","label":"31","content":"Ces Npasenpa txawm khoov ntshis ua lub plhu ti nkaus av pe vajntxwv thiab hais tias, “Thov vajntxwv Davi uas yog kuv tus tswv muaj txojsia nyob mus ib txhis.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.32","label":"32","content":"Vajntxwv Davi hais tias, “Cia li hu tus pov thawj Xadau thiab Nathas uas cev Vajtswv lus thiab Npenaya uas yog Yehauyada tus tub tuaj cuag kuv.” Lawv txawm tuaj cuag vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.33","label":"33","content":"Mas vajntxwv hais rau lawv tias, “Cia li coj kuv cov tub teg tub taws mus thiab muab kuv tus luj txwv rau Xalaumoo caij thiab coj nws mus rau lub qhov dej Kihoo."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.34","label":"34","content":"Cia tus pov thawj Xadau thiab Nathas uas yog xibhwb cev Vajtswv lus hliv roj ywg tsa nws qhov ntawd ua vajntxwv kav cov Yixayee, thiab tshuab raj kub yaj qw hais tias, ‘Thov kom vajntxwv Xalaumoo muaj txojsia loj siav ntev.’"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.35","label":"35","content":"Ces nej li nrog nws nce los mas nws yuav nyob saum kuv lub zwm txwv, rau qhov nws yuav nyob kuv chaw ua vajntxwv. Kuv twb tsa nws ua tus uas kav cov Yixayee thiab cov Yuda huvsi lawm.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.36","label":"36","content":"Ces Yehauyada tus tub Npenaya teb vajntxwv tias, “Amee! Vajntxwv uas yog kuv tus tswv, thov Yawmsaub uas yog koj tus Vajtswv pab kom muaj raws li ntawd."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.37","label":"37","content":"Yawmsaub nrog nraim vajntxwv uas yog kuv tus tswv nyob li cas, kuj thov kom nws nrog nraim Xalaumoo ib yam li ntawd, thiab thov pub kom nws lub zwm txwv loj dua li vajntxwv Davi uas yog kuv tus tswv lub.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.38","label":"38","content":"Ces tus pov thawj Xadau thiab Nathas uas cev Vajtswv lus thiab Yehauyada tus tub Npenaya thiab cov Khelethi thiab cov Pelethi  txawm nqes mus muab Xalaumoo caij vajntxwv Davi tus luj txwv thiab coj nws mus rau lub qhov dej Kihoo."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.39","label":"39","content":"Mas tus pov thawj Xadau coj lub khob kub nyuj uas ntim roj aulib hauv Yawmsaub lub tsev ntaub mus hliv ywg tsa Xalaumoo. Lawv tshuab raj kub yaj thiab ib tsoom pejxeem sawvdaws hais tias, “Thov kom vajntxwv Xalaumoo muaj txojsia loj siav ntev.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.40","label":"40","content":"Cov pejxeem sawvdaws nrog nws nce mus tshuab raj qw zoo siab xyiv fab ua av ntseeg nkaws."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.41","label":"41","content":"Thaum Adauniya thiab cov uas nws hu tuaj koom sawvdaws noj mov tag lawv hnov lub suab ntawd. Thaum Yau‑a hnov lub suab raj kub yaj nws txawm hais tias, “Lub suab nrov ntsoog qees hauv lub nroog yog dabtsi ne?”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.42","label":"42","content":"Thaum nws tabtom hais lus ntawd, Yaunathas uas yog pov thawj Anpiyatha tus tub tuaj txog. Mas Adauniya hais tias, “Cia li los, koj yog neeg zoo, koj yeej coj xov zoo tuaj.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.43","label":"43","content":"Yaunathas teb Adauniya tias, “Tsis yog li ntawd, rau qhov vajntxwv Davi uas yog peb tus tswv twb tsa Xalaumoo ua vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.44","label":"44","content":"Vajntxwv txib tus pov thawj Xadau thiab Nathas uas cev Vajtswv lus thiab Yehauyada tus tub Npenaya thiab cov Khelethi thiab cov Pelethi  nrog Xalaumoo mus thiab lawv muab Xalaumoo caij vajntxwv tus luj txwv."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.45","label":"45","content":"Thiab tus pov thawj Xadau thiab Nathas uas ua xibhwb cev Vajtswv lus twb hliv roj tsa nws ua vajntxwv ntawm lub qhov dej Kihoo. Lawv nce qhov ntawd rov los muaj kev zoo siab xyiv fab, lub nroog thiaj muaj suab nrov ntsoog qees, yog lub suab uas nej hnov."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.46","label":"46","content":"Xalaumoo tau nyob saum vajntxwv lub zwm txwv lawm."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.47","label":"47","content":"Tsis tag li ntawd vajntxwv cov tub teg tub taws kuj mus foom koob hmoov rau vajntxwv Davi uas yog peb tus tswv hais tias, ‘Thov koj tus Vajtswv ua kom Xalaumoo lub npe nrov nto moo lug heev dua li koj lub, thiab ua kom Xalaumoo lub zwm txwv loj dua koj lub.’ Ces vajntxwv txawm nyo hau pe Yawmsaub saum nws lub txaj."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.48","label":"48","content":"Thiab vajntxwv hais tias, ‘Qhuas Yawmsaub uas yog cov Yixayee tus Vajtswv, uas tau pub kuv li tub ki ib tug los nyob saum kuv lub zwm txwv rau hnub no, rau kuv lub qhov muag tau pom lawm.’ ”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.49","label":"49","content":"Ces cov uas Adauniya hu tuaj koom sawvdaws kuj ntshai sawv pes tsees nyias mus nyias tag lawm."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.50","label":"50","content":"Mas Adauniya ntshai Xalaumoo heev, nws txawm sawv tsees mus tuav nkaus tej kub ntawm lub thaj xyeem."},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.51","label":"51","content":"Muaj neeg mus hais rau Xalaumoo tias, “Saib maj, Adauniya ntshai vajntxwv Xalaumoo kawg. Nws mus tuav rawv tej kub ntawm lub thaj xyeem hais tias, ‘Thov vajntxwv Xalaumoo cog lus twv rau kuv ua ntej hais tias nws yuav tsis xuas ntaj tua kuv uas yog nws tus qhev.’ ”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.52","label":"52","content":"Xalaumoo hais tias, “Yog nws ua tau neeg zoo, nws ib txoj plaubhau yuav tsis poob rau hauv av li, tiamsis yog pom tias nws muaj qhov phem mas nws yuav tuag xwb.”"},{"bible_id":"1269","chapter_code":"1KI.1","verse_code":"1KI.1.53","label":"53","content":"Vajntxwv Xalaumoo txawm tso neeg mus coj nws nqes ntawm lub thaj los. Mas nws thiaj los pe vajntxwv Xalaumoo. Xalaumoo hais rau nws tias, “Cia li rov qab mus tsev.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.1","label":"1","content":"Thaum ze lub sijhawm uas Davi yuav tag sim neej mas nws nkaw lus rau nws tus tub Xalaumoo tias,"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.2","label":"2","content":"“Kuv tabtom yuav dua mus ib yam li ib tsoom neeg ntiajteb. Koj cia li ua khov kho yam li ib tug txivneej yawg,"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.3","label":"3","content":"thiab tuav rawv tej lus uas koj tus Vajtswv Yawmsaub hais, ua lub neej raws li nws txojkev, thiab tuav rawv nws tej kab ke thiab nws tej lus nkaw thiab nws tej kevcai thiab nws tej lus qhia raws li uas twb muab sau cia rau hauv Mauxe phau kevcai, xwv koj thiaj li vam meej rau txhua yam haujlwm uas koj ua thiab rau txhua qhov uas koj mus,"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.4","label":"4","content":"mas Yawmsaub thiaj ua raws li nws tej lus uas nws hais ntsig txog kuv tias, ‘Yog koj tej tub ki ceev faj rau txhua txojkev uas lawv ua thiab ua lawv lub neej xib rau ntawm kuv lub xubntiag kawg siab kawg ntsws, mas koj caj ces yuav tsis tu ncua tus txivneej uas nyob saum cov Yixayee lub zwm txwv.’"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.5","label":"5","content":"“Dua ib qho koj yeej paub tias Xeluya tus tub Yau‑a tau ua li cas rau kuv lawm. Koj paub tias nws ua li cas rau ob tug thawj uas kav Yixayee cov tub rog, yog ua rau Naw tus tub Anaw thiab ua rau Yethaw tus tub Amaxa uas nws cia li muab tua rau thaum lub tebchaws tus lawd, ua pauj tej ntshav uas los rau thaum uas tseem ua rog. Nws muab tej ntshav uas tsis txhaum ntawd ua tso rau saum nws  txoj siv ntawm duav thiab tso rau saum nws txhais khau ntawm nws kotaw."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.6","label":"6","content":"Vim li no cia li ua raws li koj lub tswvyim pom zoo, tsis txhob cia nws tus dawb hau mus ua siab tus yees rau hauv tub tuag teb."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.7","label":"7","content":"Cia li ua zoo rau Npaxilai uas yog neeg Kile‑a cov tub, kheev lawv nrog koj koom rooj noj mov ua ke, rau qhov thaum uas kuv khiav koj tus tijlaug Axaloo mus lawv tau ua zoo kawg rau kuv ib yam li ntawd."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.8","label":"8","content":"Muaj Kela tus tub Sime‑i uas yog xeem Npeeyamee uas nyob hauv lub moos Npahuli kuj nrog koj nyob ua ke no. Hnub uas kuv mus rau lub moos Mahana‑i mas nws cem foom kuv tsis zoo heev kawg li, tiamsis thaum nws tuaj tos kuv ntawm ntug dej Yaladee, mas kuv tuav Yawmsaub lub npe cog lus twv rau nws tias, kuv yuav tsis xuas ntaj tua nws."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.9","label":"9","content":"Vim li ntawd koj tsis txhob suav tias nws tsis txhaum. Koj twb muaj tswvyim, koj kuj paub tias tsim nyog koj yuav ua li cas rau nws. Koj cia li coj nws lub taubhau dawb paug nrog nws cov ntshav nqes rau hauv tub tuag teb.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.10","label":"10","content":"Ces Davi txawm tuag mus nrog nws tej poj koob yawm txwv nyob mas lawv muab nws log rau hauv Davi lub nroog."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.11","label":"11","content":"Lub sijhawm uas Davi kav cov Yixayee yog plaub caug xyoo. Nws nyob hauv Heploo kav tau xya xyoo, nyob hauv Yeluxalees kav tau peb caug peb xyoo."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.12","label":"12","content":"Xalaumoo thiaj sawv nyob nws txiv Davi lub zwm txwv, mas nws kav tau tebchaws ruaj khov."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.13","label":"13","content":"Hakis  tus tub Adauniya tuaj cuag Npasenpa uas yog Xalaumoo niam. Mas Npasenpa nug nws tias, “Koj tuaj ua zoo lov?” Adauniya teb tias, “Kuv tuaj ua zoo xwb."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.14","label":"14","content":"Kuv muaj ib lo lus yuav hais rau koj.” Npasenpa hais tias, “Cia li hais maj.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.15","label":"15","content":"Nws thiaj hais tias, “Koj yeej paub tias kuv thiaj yog tus uas yuav kav lub tebchaws, thiab tag nrho cov Yixayee sawvdaws yeej npaj siab tias kuv yuav tau kav. Txawm li cas los xij lub tebchaws poob los rau kuv tus kwv lawm, vim yog Yawmsaub pub rau nws kav."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.16","label":"16","content":"Mas nimno kuv tsuas thov ib yam xwb, thov koj tsis txhob xyeej txhem.” Npasenpa hais rau nws tias, “Cia li hais maj.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.17","label":"17","content":"Adauniya thiaj hais tias, “Thov koj mus thov vajntxwv, nyaj nws yuav tsis xyeej txhem koj, yog thov nws muab Anpisa uas yog neeg hauv lub moos Sunee rau kuv yuav ua pojniam.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.18","label":"18","content":"Npasenpa hais tias, “Zoo kawg, kuv yuav mus pab koj hais rau vajntxwv.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.19","label":"19","content":"Npasenpa txawm mus cuag vajntxwv Xalaumoo pab Adauniya hais rau vajntxwv. Mas vajntxwv sawv tsees fim nws thiab nyo hau rau nws. Ces txawm rov zaum saum lub zwm txwv mas hais kom muab rooj rau vajntxwv niam nyob. Leej niam thiaj los nyob ntawm nws sab xis,"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.20","label":"20","content":"mas hais tias, “Kuv yuav thov ib nyuag yam ntawm koj, koj tsis txhob xyeej txhem kuv.” Ces vajntxwv txawm hais tias, “Niam, thov maj, kuv yuav tsis xyeej txhem koj.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.21","label":"21","content":"Leej niam thiaj hais tias, “Thov muab Anpisa uas yog neeg hauv Sunee rau koj tus tijlaug Adauniya yuav ua pojniam.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.22","label":"22","content":"Vajntxwv Xalaumoo teb nws niam tias, “Ua cas koj yuav thov Anpisa uas yog neeg hauv Sunee rau Adauniya yuav? Cia li thov kiag lub tebchaws rau nws thiab los maj, rau qhov nws twb yog kuv li tijlaug thiab nws twb muaj tus pov thawj Anpiyatha thiab Xeluya tus tub Yau‑a tuaj nws tog.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.23","label":"23","content":"Vajntxwv Xalaumoo txawm tuav Yawmsaub lub npe cog lus twv hais tias, “Yog tej lus no tsis ua rau Adauniya txojsia tu mas cia Vajtswv rau txim rau kuv hnyav dua li ntawd thiab."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.24","label":"24","content":"Vim li no, muaj Yawmsaub muaj txojsia nyob pom, Yawmsaub uas yog tus tsa kuv kom nyob ruaj khov thiab muab kuv txawb rau saum kuv txiv Davi lub zwm txwv, thiab pub kuv caj ces kav mus li, raws li Yawmsaub tau cog lus cia, mas Adauniya yeej yuav raug muab tua hnub no ntag.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.25","label":"25","content":"Yog li ntawd vajntxwv Xalaumoo thiaj txib Yehauyada tus tub Npenaya mus muab Adauniya tua, nws thiaj tuag lawm."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.26","label":"26","content":"Vajntxwv hais rau tus pov thawj Anpiyatha tias, “Cia li mus rau lub moos Anathau mus nyob hauv koj daim teb, rau qhov koj mas tsim nyog tuag lawm. Tiamsis lub sijhawm no kuv tsis tua koj vim yog koj tau kwv Vajtswv Yawmsaub lub phij xab ua kuv txiv Davi ntej, thiab vim koj tau nrog kuv txiv raug txhua yam kev txom nyem ua ke.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.27","label":"27","content":"Xalaumoo thiaj muab Anpiyatha raws tawm qhov uas ua Yawmsaub li pov thawj, thiaj tiav raws li Yawmsaub tej lus uas hais txog Eli caj ces hauv lub moos Silau."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.28","label":"28","content":"Thaum tej xov no nrov mus txog Yau‑a, txawm yog Yau‑a tsis tuaj Axaloo tog los nws tuaj Adauniya tog, mas Yau‑a thiaj khiav mus rau Yawmsaub lub tsev ntaub thiab mus tuav rawv cov kub ntawm lub thaj xyeem."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.29","label":"29","content":"Thaum uas muaj neeg mus hais rau vajntxwv Xalaumoo tias, “Yau‑a twb khiav mus rau ntawm Yawmsaub lub tsev ntaub lawm thiab nws nyob ntawm lub thaj xyeem ib sab,” mas Xalaumoo thiaj txib Yehauyada tus tub Npenaya mus, hais tias, “Cia li mus muab nws tua pov tseg.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.30","label":"30","content":"Npenaya thiaj mus rau ntawm Yawmsaub lub tsev ntaub mas hais rau Yau‑a tias, “Vajntxwv kom koj cia li tawm los.” Yau‑a teb tias, “Kuv tsis tawm li, kuv yeem tuag ntawm no.” Ces Npenaya kuj coj xov mus hais rau vajntxwv tias, “Yau‑a hais li ntawd ntag, nws teb kuv li no ntag.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.31","label":"31","content":"Vajntxwv teb nws tias, “Cia li ua raws li nws hais rau nws. Cia li muab nws tua thiab muab faus tseg. Ua li no xwv thiaj ntxuav tau lub txim uas Yau‑a tua tej neeg tsis txhaum tawm ntawm kuv thiab kuv txiv caj ces mus."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.32","label":"32","content":"Yawmsaub yuav coj qhov uas nws tua lwm tus los ntshav ntawd rov los poob rau saum nws taubhau, rau qhov nws tau xuas ntaj tua ob tug txivneej uas ncaj ncees dua thiab zoo dua nws, uas kuv txiv Davi kuj tsis paub li, yog Naw tus tub Anaw uas ua thawj kav cov tub rog Yixayee thiab Yethaw tus tub Amaxa uas ua thawj kav cov tub rog Yuda."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.33","label":"33","content":"Mas ob tug tuag no cov ntshav yuav poob rau saum Yau‑a thiab nws caj ces taubhau ib txhiab ib txhis, tiamsis Davi thiab nws tej tub ki thiab nws caj ces thiab nws lub zwm txwv Yawmsaub yuav pub kom nyob tus yees ib txhiab ib txhis.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.34","label":"34","content":"Yehauyada tus tub Npenaya txawm mus tua Yau‑a tuag mas muab nws log rau ntawm nws lub tsev hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.35","label":"35","content":"Vajntxwv Xalaumoo tsa Yehauyada tus tub Npenaya ua thawj kav tub rog nyob Yau‑a chaw, thiab vajntxwv tsa Xadau ua pov thawj nyob Anpiyatha chaw."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.36","label":"36","content":"Vajntxwv txib neeg mus hu Sime‑i tuaj mas hais rau nws tias, “Koj cia li ua tsev rau hauv Yeluxalees thiab nyob twjywm qhov ntawd, tsis txhob tawm mus qhovtwg li."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.37","label":"37","content":"Yog hnub twg koj tawm hla lub hav Khiloo ntawd mus, mas koj cia li paub tseeb tias koj yuav tuag. Qhov uas koj tuag ntawd koj yuav ris koj xwb.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.38","label":"38","content":"Mas Sime‑i hais rau vajntxwv tias, “Qhov uas vajntxwv hais li no kuj zoo kawg. Vajntxwv uas yog kuv tus tswv hais li cas los kuv uas yog koj tus qhev yuav ua li ntawd.” Sime‑i thiaj li nyob hauv Yeluxalees tau ntev."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.39","label":"39","content":"Nyob tau peb xyoos mas Sime‑i ob tug qhev khiav mus cuag Ma‑akha tus tub Akhij uas ua vajntxwv hauv lub moos Ka. Mas thaum muaj neeg hais rau Sime‑i tias, “Koj ob tug qhev nyob hauv lub moos Ka,”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.40","label":"40","content":"Sime‑i txawm sawv tsees nog eeb rau saum nees luav mus cuag Akhij hauv lub moos Ka mus nrhiav nws ob tug qhev. Sime‑i tau mus coj nws ob tug qhev ntawm lub moos Ka los."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.41","label":"41","content":"Thaum muaj neeg hais rau Xalaumoo tias Sime‑i twb tawm hauv Yeluxalees mus txog lub moos Ka thiab rov qab los lawm,"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.42","label":"42","content":"vajntxwv txawm txib neeg mus hu Sime‑i tuaj mas hais rau nws tias, “Kuv twb kom koj tuav Yawmsaub lub npe cog lus twv tseg thiab kuv nkaw lus rau koj tias, ‘Koj cia li paub tseeb tias hnub twg koj tawm mus tsis hais koj mus rau qhovtwg koj yuav tuag xwb.’ Mas koj twb teb kuv tias, ‘Tej lus uas koj hais no zoo kawg li, kuv yuav mloog koj lus.’"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.43","label":"43","content":"Ua li cas koj tsis ceev cov lus uas koj cog rau Yawmsaub lawm thiab tsis ceev tej lus uas kuv hais kom koj ua?”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.44","label":"44","content":"Vajntxwv rov hais dua rau Sime‑i tias, “Koj yeej paub tej kev phem uas koj ua rau kuv txiv Davi huvsi hauv koj lub siab lawm. Vim li no Yawmsaub yuav muab tej kev phem rov los pauj rau saum koj lub taubhau."},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.45","label":"45","content":"Tiamsis vajntxwv Xalaumoo yuav tau hmoov zoo thiab Davi lub zwm txwv yuav nyob ruaj khov rau ntawm Yawmsaub xubntiag mus ib txhis.”"},{"bible_id":"1269","chapter_code":"1KI.2","verse_code":"1KI.2.46","label":"46","content":"Mas vajntxwv txawm hais rau Yehauyada tus tub Npenaya mas nws tawm mus muab Sime‑i tua pov tseg, Sime‑i thiaj li tuag. Ua li no lub tebchaws thiaj nyob ruaj khov rau hauv Xalaumoo txhais tes."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.1","label":"1","content":"Xalaumoo yuav Falau uas yog vajntxwv Iyi tus ntxhais ua pojniam thiaj tau nrog Falau tis nruab tis ze sib raug zoo. Nws thiaj coj Falau tus ntxhais los nyob rau hauv Davi lub nroog mus txog thaum ua nws lub tsev thiab ua Yawmsaub lub tuam tsev tiav thiab txhim lub ntsa loog xov lub nroog Yeluxalees tag huvsi."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.2","label":"2","content":"Cov pejxeem tseem tua tsiaj xyeem rau saum tej chaw siab vim yog tsis tau ua lub tuam tsev rau Yawmsaub lub npe."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.3","label":"3","content":"Xalaumoo hlub Yawmsaub thiab nws ua lub neej raws li nws txiv Davi tej kab ke tsuas yog nws tua tsiaj thiab hlawv hmoov tshuaj tsw qab xyeem rau saum tej chaw siab."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.4","label":"4","content":"Vajntxwv mus tua tsiaj xyeem rau ntawm lub moos Kinpe‑oo rau qhov lub chaw siab uas tseem ceeb nyob qhov ntawd. Xalaumoo tua ib txhiab tus tsiaj ua kevcai hlawv xyeem rau saum lub thaj ntawd."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.5","label":"5","content":"Hmo ntuj Yawmsaub los tshwm hauv npau suav rau Xalaumoo pom ntawm lub moos Kinpe‑oo. Vajtswv hais tias, “Koj xav kom kuv pub dabtsi rau koj, cia li thov.”"},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.6","label":"6","content":"Mas Xalaumoo hais tias, “Koj ua koj txojkev hlub ruaj khov uas loj kawg tshwm rau kuv txiv Davi uas yog koj tus qhev, rau qhov nws ua lub neej xib rau koj thiab ua ncaj ua ncees tab meeg koj thiab ua lub siab ncaj rau koj. Koj tuav rawv txojkev hlub ruaj khov uas loj kawg no rau nws thiab pub nws muaj ib tug tub nyob saum nws lub zwm txwv rau hnub no."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.7","label":"7","content":"Au Yawmsaub uas yog kuv tus Vajtswv, kuv txawm yog menyuam yaus los nimno koj pub kuv uas yog koj tus qhev sawv ua vajntxwv nyob kuv txiv Davi chaw. Kuv tsis paub tias kuv yuav coj li cas."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.8","label":"8","content":"Thiab koj tus qhev nyob rau hauv koj haiv neeg uas koj tau xaiv cia lawd, yog haiv neeg uas muaj zog thiab coob kawg suav tsis txheeb."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.9","label":"9","content":"Thov koj pub kev nkag siab rau kuv uas yog koj tus qhev kom kuv thiaj kav tau koj cov neeg thiab paub qhov zoo qhov phem, rau qhov leejtwg yuav kav tau koj haiv neeg uas coob heev no?”"},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.10","label":"10","content":"Xalaumoo thov li no mas kuj txaus tus Tswv  lub siab."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.11","label":"11","content":"Mas Vajtswv hais rau nws tias, “Vim yog koj thov tej no koj tsis tau thov kom koj muaj txojsia nyob ntev thiab tsis thov nyiaj txiag rau koj thiab tsis thov kom koj cov yeeb ncuab txojsia tu, tiamsis koj thov kev nkag siab kom thiaj paub tias qhov twg yog qhov raug cai,"},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.12","label":"12","content":"vim li no kuv yuav ua raws li koj tej lus thov. Kuv yeej yuav pub lajlim tswvyim plab plaws thiab kev nkag siab rau koj, xwv thiaj tsis muaj leejtwg uas nyob ua koj ntej zoo cuag li koj thiab tsis muaj leejtwg uas tshwm los tom qab yuav zoo cuag li koj."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.13","label":"13","content":"Kuv tseem yuav pub tej uas koj tsis tau thov rau koj, yog nyiaj txiag thiab meej nthawb, mas tag koj sim neej thiaj yuav tsis muaj lwm tus vajntxwv piv tau rau koj."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.14","label":"14","content":"Thiab yog koj ua lub neej raws nraim kuv txojkev thiab tuav rawv kuv tej kab ke thiab kuv tej lus nkaw ib yam li koj txiv Davi tau ua lawd, kuv yuav pub koj lub hnub nyoog ntev mus.”"},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.15","label":"15","content":"Ces Xalaumoo txawm tsim los, ua ciav yog npau suav. Ces nws txawm los rau hauv lub nroog Yeluxalees thiab sawv ntsug ntawm Yawmsaub lub phij xab sib cog lus, thiab tua tsiaj ua kevcai hlawv xyeem thiab ua kevcai xyeem sib raug zoo, thiab pam ib rooj mov rau nws cov tub teg tub taws sawvdaws noj haus."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.16","label":"16","content":"Muaj ob tug poj muag cev tuaj cuag vajntxwv sawv ntsug ntawm vajntxwv xubntiag."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.17","label":"17","content":"Ib tug pojniam hais tias, “Au kuv tus vajntxwv, kuv thiab tus pojniam no nyob ua ke hauv ib lub tsev. Kuv yug tau ib tug menyuam rau thaum tus pojniam no tseem nyob hauv tsev thiab."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.18","label":"18","content":"Thaum kuv yug menyuam tau peb hnub lawd, tus pojniam no txawm yug menyuam thiab. Mas wb ob leeg nyob ua ke, tsis muaj lwm tus nrog wb nyob hauv lub tsev tsuas yog wb ob leeg nyob hauv lub tsev ntawd xwb."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.19","label":"19","content":"Thaum hmo ntuj tus pojniam no tus menyuam txawm tuag vim nws muab tais tuag."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.20","label":"20","content":"Mas thaum ib tag hmo kuv uas yog koj tus qhev tseem tsaug zog, nws txawm sawv los muab kuv tus tub ntawm kuv ib sab coj mus tso rau hauv nws xubntiag thiab muab nws tus tub uas tuag lawd tso rau hauv kuv xubntiag."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.21","label":"21","content":"Thaum tagkis kuv sawv los yuav muab mis rau kuv tus menyuam noj, ua ciav twb tuag lawm. Tagkis ntawd thaum kuv muab ua tib zoo saib, ua ciav tsis yog tus menyuam uas kuv yug.”"},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.22","label":"22","content":"Tiamsis tus pojniam uas nyob ntawd hais tias, “Tsis yog. Tus menyuam uas ciaj yog kuv li, tus menyuam uas tuag yog koj li.” Thawj tus pojniam hais tias, “Tsis yog. Tus menyuam uas tuag yog koj li, tus uas ciaj yog kuv li.” Ob tug ob leeg hais li no rau ntawm vajntxwv xubntiag."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.23","label":"23","content":"Ces vajntxwv txawm hais tias, “Ib tug hais tias, ‘Tus menyuam uas ciaj no yog kuv li, koj tus yog tus uas tuag lawd,’ dua ib tug kuj hais tias, ‘Tsis yog, koj tus menyuam tuag lawm, kuv tus yog tus uas ciaj.’ ”"},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.24","label":"24","content":"Thiab vajntxwv hais tias, “Cia li muab ib rab ntaj los rau kuv.” Lawv thiaj coj rab ntaj los tso rau ntawm vajntxwv xubntiag."},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.25","label":"25","content":"Ces vajntxwv txawm hais tias, “Cia li muab tus menyuam uas ciaj ntawd phua ua ob sab, muab faib rau ob tug pojniam ntawd ib leeg ib sab.”"},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.26","label":"26","content":"Vim tus pojniam uas nws tus menyuam tseem ciaj ntawd mob siab nws tus tub, nws txawm hais rau vajntxwv tias, “Au kuv tus vajntxwv, cia li muab tus menyuam uas ciaj no rau tus pojniam ntawd. Txawm li cas los xij tsis txhob muab tus menyuam tua.” Tiamsis tus pojniam ntawd hais tias, “Tus menyuam ntawd tsis ua kuv li tsis ua koj li, cia li muab faib.”"},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.27","label":"27","content":"Ces vajntxwv txawm teb ob tug tias, “Cia li muab tus menyuam uas ciaj ntawd rau thawj tug pojniam, tsis txhob muab tua kiag li, nws yeej yog tus menyuam ntawd niam.”"},{"bible_id":"1269","chapter_code":"1KI.3","verse_code":"1KI.3.28","label":"28","content":"Cov Yixayee sawvdaws hnov txog qhov uas vajntxwv tu plaub ntawd. Lawv ntshai thiab hwm vajntxwv heev rau qhov lawv pom tias Vajtswv lub tswvyim nyob hauv nws, nws thiaj tu tau plaub ncaj."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.1","label":"1","content":"Vajntxwv Xalaumoo ua vajntxwv kav tag nrho cov Yixayee huvsi."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.2","label":"2","content":"Cov neeg no yog vajntxwv cov nom tswv uas ua hlob huvsi. Xadau tus tub Axaliya ua pov thawj."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.3","label":"3","content":"Sisa tus tub Elihaulej thiab tus tub Ahiya ua ob tug tub sau ntawv. Ahilu tus tub Yehausafa ua tus uas sau ntawv keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.4","label":"4","content":"Yehauyada tus tub Npenaya ua thawj kav tub rog. Xadau thiab Anpiyatha ua pov thawj."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.5","label":"5","content":"Nathas tus tub Axaliya ua tus thawj saib cov nom tswv. Nathas tus tub Xanpu ua pov thawj thiab yog vajntxwv phoojywg."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.6","label":"6","content":"Ahisa ua tus uas saib vajntxwv lub vaj lub tsev. Anpada tus tub Adaunilas ua tus uas kav cov tub zog uas raug yuam ua haujlwm."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.7","label":"7","content":"Xalaumoo muaj kaum ob tug nom tswv uas kav cov Yixayee huvsi thiab npaj zaub mov noj rau vajntxwv thiab vajntxwv tsev neeg. Ib xyoos ib tug nom npaj zaub mov noj ib lub hlis."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.8","label":"8","content":"No yog lawv cov npe, Npeehawj kav pem toj siab Efa‑i tebchaws."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.9","label":"9","content":"Npee Ntekhaw kav lub moos Makha thiab Sa‑anpi thiab Npeseme thiab Eloo Npehanas."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.10","label":"10","content":"Npee Hexe kav Alunpau, (Xaukhau thiab Hefaw lub tebchaws huvsi kuj zwm rau nws.)"},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.11","label":"11","content":"Npee Anpinada kav Nafadau huvsi, nws tau yuav Xalaumoo tus ntxhais Thafa ua pojniam."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.12","label":"12","content":"Ahilu tus tub Npa‑ana kav Tha‑ana thiab Mekidau thiab Npesas huvsi uas nyob ib sab ntawm Xalethas uas nyob ntawm Yile‑ee sab nrad, thiab txij ntua Npesas mus txog Anpee Mehaula thiab dhau plaws lub moos Yaume‑as."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.13","label":"13","content":"Npee Kenpaw kav Lamau Kile‑a, uas yog tej zej zog uas yog Manaxe tus tub Ya‑i li zej zog uas nyob hauv Kile‑a, thiab kav tag nrho lub xeev Akau uas nyob hauv Npasas tebchaws, huvsi muaj rau caum lub moos loj uas muaj ntsa loog thiab muaj tej las rooj loog tooj liab."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.14","label":"14","content":"Idau tus tub Ahinada kav Mahana‑i tebchaws."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.15","label":"15","content":"Ahima‑a kav Nathali tebchaws, nws tau yuav Xalaumoo tus ntxhais Npaxema ua pojniam."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.16","label":"16","content":"Husai tus tub Npa‑ana kav Asaw tebchaws thiab lub moos Npe‑alau."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.17","label":"17","content":"Palu‑a tus tub Yehausafa kav Ixakha tebchaws."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.18","label":"18","content":"Ela tus tub Sime‑i kav Npeeyamee tebchaws."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.19","label":"19","content":"Uli tus tub Kenpaw kav Kile‑a tebchaws, yog tebchaws uas thaum cov Amaulai tus vajntxwv Xihoo thiab Npasas tus vajntxwv Aus kav. Muaj tib tug nom tswv kav lub tebchaws no xwb."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.20","label":"20","content":"Cov Yixayee thiab cov Yuda muaj coob kawg cuag nkaus li tej xuab zeb ntawm ntug hiavtxwv. Lawv muaj noj muaj haus tau zoo nyob xyiv fab hlo."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.21","label":"21","content":"Xalaumoo kav tag nrho tej tebchaws txij ntua tus dej Yufeti mus txog ntua cov Filixatee lub tebchaws thiab mus txog ntua Iyi ciam teb. Lawv sawvdaws coj qhov txhia chaw tuaj them se rau Xalaumoo thiab zwm rau nws tag sim neej uas nws tseem muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.22","label":"22","content":"Xalaumoo tej zaub mov mas ib hnub yog cov hmoov mog zoo zoo peb caug khaula, cov hmoov mog ntxhib rau caum khaula,"},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.23","label":"23","content":"kaum tus nyuj rog rog hwv hauv nkuaj, nees nkaum tus nyuj tom tshav zaub, ib puas tus yaj. Dua li ntawd muaj muas lwj, kauv seb, kauv liab thiab qaib rog rog,"},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.24","label":"24","content":"rau qhov nws kav tag nrho tej tebchaws mus txog tus dej Yufeti sab hnub poob, txij ntua lub moos Thixa mus txog lub moos Kaxa, thiab nws kav tag nrho tej vajntxwv uas nyob dej Yufeti sab hnub poob huvsi. Vajntxwv nyob siab tus yees rau xwm fab puas meem."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.25","label":"25","content":"Cov Yuda thiab cov Yixayee nyob tso siab lug txij ntua lub moos Daj mus txog ntua lub moos Npe‑awsenpa, txhua tus nyias nyob nraim ntxoov ntxoo hauv nyias tej qab txiv hmab txiv cev tag Xalaumoo sim neej."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.26","label":"26","content":"Xalaumoo tseem muaj plaub vam lub nkuaj kaw plaub vam tus nees hai tsheb ua rog. Nws muaj cov tub rog caij nees ib vam ob txhiab leej."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.27","label":"27","content":"Cov nom tswv ntawd npaj zaub mov xa mus rau Xalaumoo thiab rau txhua tus uas los koom Xalaumoo lub rooj mov, nyias xa raws li nyias lub hli. Lawv tsis tseev ib yam dabtsi tu ncua li."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.28","label":"28","content":"Lawv xa qeb xa quav nyab tuaj rau tej nees hai tsheb thiab tej nees caij, lawv coj tuaj rau txhua lub chaw uas teem cia npaum li uas hais cia rau lawv lawd."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.29","label":"29","content":"Vajtswv pub lajlim tswvyim plab plaws kev txawj ntse rau Xalaumoo ntau kawg li thiab pub nws muaj tab fab thiab kev paub npaum nkaus li tej xuab zeb ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.30","label":"30","content":"Xalaumoo tej tswvyim plab plaws ntau dua cov neeg sab hnub tuaj tej tswvyim thiab ntau dua cov Iyi tej tswvyim huvsi."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.31","label":"31","content":"Nws muaj tswvyim thiab txawj ntse dua luag lwm tus huvsi, ntse dua Etha uas yog cum Exalas, thiab Hemas thiab Khakhau thiab Dada uas yog Mahoo cov tub. Nws lub moo nrov nto moo lug mus thoob plaws txhua lub tebchaws uas nyob ib ncig."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.32","label":"32","content":"Nws hais peb txhiab nqe paj lug thiab ib txhiab tsib zaj nkauj."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.33","label":"33","content":"Nws hais txog tej xyoob ntoo tag nrho tej ntoo ciab hauv Lenpanoo mus txog tej zaub txig theem uas tuaj ntawm tej ntsa loog. Nws kuj hais txog tej tsiaj qus tej nas noog thiab tej tsiaj uas nkag thiab tej ntses."},{"bible_id":"1269","chapter_code":"1KI.4","verse_code":"1KI.4.34","label":"34","content":"Muaj neeg tuaj hauv txhua haiv neeg tuaj mloog Xalaumoo tej tswvyim, thiab tuaj ntawm txhua tus vajntxwv hauv ntiajteb no uas tau hnov moo txog Xalaumoo tej tswvyim."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.1","label":"1","content":"Thaum Hilas uas ua vajntxwv hauv lub nroog Thailab hnov tias lawv tau tsa Xalaumoo ua vajntxwv nyob leej txiv chaw, ces nws thiaj tso nws cov tub teg tub taws mus cuag Xalaumoo, rau qhov Hilas pheej nrog Davi ua phoojywg."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.2","label":"2","content":"Mas Xalaumoo xa xov rau Hilas tias,"},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.3","label":"3","content":"“Koj yeej paub tias kuv txiv Davi ua tsis tau lub tuam tsev rau nws tus Vajtswv Yawmsaub lub npe rau qhov muaj yeeb ncuab ua rog rau nws vij ib ncig nws, mus txog thaum Yawmsaub muab nws cov yeeb ncuab tso rau hauv nws qab xib taws."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.4","label":"4","content":"Nimno Yawmsaub uas yog kuv tus Vajtswv pub kuv tau so tsis ua rog rau txhua fab, tsis muaj yeeb ncuab thiab tsis muaj xwm txheej phem lawm."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.5","label":"5","content":"Yog li no kuv txiav txim siab yuav ua lub tuam tsev rau kuv tus Vajtswv Yawmsaub lub npe, raws li Yawmsaub tau hais rau kuv txiv Davi tias, ‘Koj tus tub uas kuv yuav muab tsa nyob koj chaw saum koj lub zwm txwv yuav ua lub tuam tsev rau kuv lub npe.’"},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.6","label":"6","content":"Yog li no thov koj txib neeg mus txiav cov ntoo ciab hauv Lenpanoo rau kuv, thiab kuv cov tub teg tub taws yuav nrog koj cov tub teg tub taws ua haujlwm, thiab kuv yuav muab nqe zog rau koj cov tub teg tub taws raws li koj hais cia. Koj yeej paub tias hauv peb cov no tsis muaj leejtwg txawj txiav ntoo yam li cov neeg Xaidoo.”"},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.7","label":"7","content":"Thaum Hilas hnov Xalaumoo tej lus nws kuj zoo siab xyiv fab kawg thiab nws hais tias, “Hnub no qhuas Yawmsaub uas tau pub Davi muaj ib tug tub txawj ntse ua tus uas kav cov neeg coob no.”"},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.8","label":"8","content":"Thiab Hilas xa xov rov rau Xalaumoo hais tias, “Kuv twb tau hnov tej lus uas koj xa tuaj rau kuv lawm. Hais txog cov ntoo ciab thiab cov ntoo ciab nplooj suab mas kuv npaj txhij ua txhua yam uas koj xav kom kuv ua."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.9","label":"9","content":"Kuv cov tub teg tub taws yuav coj tej ntoo ntawd saum lub roob Lenpanoo los txog dej hiavtxwv. Kuv yuav muab ua phuaj xa hauv dej hiavtxwv mus txog qhov chaw uas koj teem cia, kuv li muab daws rau qhov ntawd, mas koj cia li tuaj coj mus. Thiab koj cia li npaj zaub mov xa tuaj rau kuv tsev neeg npaum li uas kuv xav yuav.”"},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.10","label":"10","content":"Hilas thiaj xa cov ntoo ciab thiab cov ntoo ciab nplooj suab rau Xalaumoo raws li nws xav tau,"},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.11","label":"11","content":"mas Xalaumoo muab ob vam khaula  mog ua zaub mov rau Hilas tsev neeg thiab nees nkaum khaula  roj aulib uas tsuam lim zoo zoo. Xalaumoo niaj xyoo pub npaum li no rau Hilas."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.12","label":"12","content":"Thiab Yawmsaub pub tswvyim rau Xalaumoo raws li nws cog lus cia. Mas Hilas thiab Xalaumoo kuj sib hum xeeb thiab ob tug cog lus sib raug zoo."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.13","label":"13","content":"Vajntxwv Xalaumoo sau cov txivneej hauv cov Yixayee sawvdaws ua tub zog raug yuam ua haujlwm tau peb vam leej."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.14","label":"14","content":"Nws txib lawv mus rau hauv Lenpanoo, ib vam leej ua ib pab txhua lub hli sib hloov ua haujlwm. Ib pab yuav nyob hauv Lenpanoo ib lub hlis rov los tsev ob lub hlis. Adaunilas yog tus uas coj cov tub zog."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.15","label":"15","content":"Xalaumoo kuj muaj xya vam leej ua cov uas kwv qhov txhia chaw, thiab yim vam leej ua cov uas txam pob zeb pem roob."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.16","label":"16","content":"Dua li no nws tseem muaj peb txhiab peb puas leej ua thawj uas saib xyuas tej haujlwm thiab kav cov neeg ua haujlwm."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.17","label":"17","content":"Lawv txam tej pob zeb loj uas muaj nqes coj los txhim pua tiag lub tuam tsev, raws li vajntxwv hais."},{"bible_id":"1269","chapter_code":"1KI.5","verse_code":"1KI.5.18","label":"18","content":"Yog li no Xalaumoo cov Kws ua tsev thiab Hilas cov Kws ua tsev thiab cov neeg Kenpas thiaj li txam pob zeb thiab npaj tej ntoo thiab tej pob zeb uas ua lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.1","label":"1","content":"Xyoo uas plaub puas yim caum, yog suav txij thaum cov Yixayee tawm hauv Iyi tebchaws los, yog xyoo plaub uas Xalaumoo ua vajntxwv kav cov Yixayee, lub hli Xiv uas yog lub ob hlis, Xalaumoo pib ua Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.2","label":"2","content":"Lub tuam tsev uas Xalaumoo ua rau Yawmsaub ntawd ntev rau caum tshim, dav nees nkaum tshim thiab siab peb caug tshim."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.3","label":"3","content":"Zaj qab khav uas yuav nkag rau hauv lub tuam tsev ntev nees nkaum tshim npaum li lub tuam tsev qhov uas dav thiab dav kaum tshim rau sab nraud."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.4","label":"4","content":"Nws kuj ua lub tuam tsev tej qhov rais som zuj zus sab hauv rau sab nraud."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.5","label":"5","content":"Nws ua tej chav npuas nkaus tej phab ntsa thoob plaws lub tuam tsev, yog thoob plaws chav dawb huv thiab chav uas dawb huv kawg nkaus huvsi."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.6","label":"6","content":"Chav uas nyob hauv qab kawg dav tsib tshim, chav uas nyob txheej nruab nrab dav rau tshim, chav uas nyob txheej peb dav xya tshim. Nws ua tej theem puag ncig lub tuam tsev txawb tej las thiaj tsis ntxig rau hauv phab ntsa tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.7","label":"7","content":"Thaum tabtom ua lub tuam tsev ntawd, lawv siv tej pob zeb uas twb txhwm ntawm lub chaw txam pob zeb lawd, kom thiaj tsis hnov tej suab rauj suab taus lossis suab cuab yeej hlau nrov rau hauv lub tuam tsev rau thaum ua lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.8","label":"8","content":"Lub qhov rooj uas nkag rau hauv txheej hauv qab nyob ntawm lub tuam tsev sab nrad, thiab muaj ntaiv nce mus rau txheej ob thiab nce ntawm txheej ob mus rau txheej peb."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.9","label":"9","content":"Nws thiaj ua lub tuam tsev tiav li no, thiab nws muab ntoo ciab ua las ua txiag vov."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.10","label":"10","content":"Nws txuas tej chav puag ncig lub tuam tsev ib txheej siab tsib tshim, thiab tej las uas txuas ntawm lub tuam tsev yog ntoo ciab."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.11","label":"11","content":"Yawmsaub hais lus tuaj rau Xalaumoo tias,"},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.12","label":"12","content":"“Hais txog lub tuam tsev uas koj ua no, yog koj ua koj lub neej raws nraim kuv tej kab ke thiab mloog kuv tej kevcai thiab tuav rawv kuv tej lus nkaw huvsi thiab ua raws li, mas kuv yeej yuav ua raws li kuv tej lus uas kuv hais txog koj uas kuv twb hais rau koj txiv Davi lawd."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.13","label":"13","content":"Thiab kuv yuav nyob hauv nruab nrab cov Yixayee thiab kuv yuav tsis tso kuv haiv neeg Yixayee tseg.”"},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.14","label":"14","content":"Xalaumoo thiaj ua lub tuam tsev thiab ua kom tiav li no."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.15","label":"15","content":"Tej phab ntsa tuam tsev sab hauv lub nrog nws muab txiag ntoo ciab xov. Txij ntua hauv taw mus nto plaws tej las uas vov nws muab ntoo xov sab nruab nrog huvsi. Thiab nws muab txiag ntoo ciab nplooj suab pua thoob plaws lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.16","label":"16","content":"Nws muab ntoo ciab kem nees nkaum tshim ua ib chav npuas rau sab qaum tsev xov hauv taw mus nto plaws tej las vov, thiab nws ua chav no ua chaw pe Vajtswv rau sab hauv, yog chav uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.17","label":"17","content":"Lub tuam tsev chav uas npuas lub chaw sab hauv uas pe Vajtswv ntev plaub caug tshim."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.18","label":"18","content":"Cov ntoo ciab uas xov hauv lub nrog tuam tsev muab sais zoo li tej lub taub iab thiab zoo li tej paj ntoo uas tawg nta lawm, puavleej yog ntoo ciab tsis pom tej phab ntsa pob zeb kiag li."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.19","label":"19","content":"Nws npaj chav sab hauv uas pe Vajtswv ntawd npuas rau sab qaum tsev kom thiaj tso tau Yawmsaub lub phij xab sib cog lus rau hauv."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.20","label":"20","content":"Chav sab hauv uas pe Vajtswv ntawd ntev nees nkaum tshim, dav nees nkaum tshim siab nees nkaum tshim. Nws muab cov tseem kub luam thoob plaws. Nws muab txiag ntoo ciab ntsia ib txheej rau lub thaj xyeem."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.21","label":"21","content":"Xalaumoo muab cov tseem kub luam lub nrog tuam tsev thiab dai tej txoj saw kub loj rau ntawm phab ntsa uas kem chav sab hauv uas pe Vajtswv, thiab muab kub luam lub nrog chav sab hauv thoob plaws."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.22","label":"22","content":"Nws muab kub luam thoob plaws lub nrog tuam tsev huvsi, thiaj ua lub tuam tsev ntawd tiav huvsi. Lub thaj xyeem uas yog chav hauv nws muab kub luam huvsi thiab."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.23","label":"23","content":"Nws muab ntoo aulib ua ob tug Khelunpee  rau chav sab hauv uas pe Vajtswv, ib tug siab kaum tshim."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.24","label":"24","content":"Ob tug Khelunpee ntawd li kooj tis mas ib sab ntev tsib tshim sib txig zos. Ib sab ntsis kooj tis mus txog ntua ib sab li ntsis kooj tis muaj kaum tshim."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.25","label":"25","content":"Dua ib tug Khelunpee muaj kaum tshim thiab, ob tug Khelunpee sib luag ib yam nkaus thiab zoo ib yam."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.26","label":"26","content":"Ob tug Khelunpee ntawd puavleej siab kaum tshim ib yam nkaus."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.27","label":"27","content":"Nws muab ob tug Khelunpee ntawd txawb rau chav sab hauv uas npuas rau sab qaum tsev. Ob tug Khelunpee nthuav tis ib yam nkaus, ib tug li ntsis kooj tis nthuav mus ti nkaus ib sab phab ntsa, dua ib tug li ntsis kooj tis kuj nthuav mus ti nkaus dua rau ib sab phab ntsa. Ob sab ntsis tis nruab nrab tuaj sib cuag rau hauv nruab nrab lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.28","label":"28","content":"Nws muab kub luam ob tug Khelunpee huvsi."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.29","label":"29","content":"Vajntxwv muab tej phab ntsa tsev sab hauv lub nrog sais ua duab Khelunpee thiab ua tej tsob toov laj thiab tej paj ntoo uas tawg nta, rau chav hauv thiab chav nraud huvsi."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.30","label":"30","content":"Nws muab kub luam lub plag tse thoob plaws chav hauv thiab chav nraud huvsi."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.31","label":"31","content":"Nws xuas ntoo aulib ua ob txhib qhov rooj uas nkag rau lub chaw pe Vajtswv chav hauv, thiab ua ob tug npuab rooj ob sab thiab sab saud ua puam leej ua tsib fab."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.32","label":"32","content":"Nws muab ob txhib qhov rooj uas xuas ntoo aulib ua ntawd sais ua tej duab Khelunpee thiab ua tej tsob toov laj thiab ua tej paj ntoo uas tawg nta. Thiab muab kub luam ob txhib qhov rooj thiab luam tej duab Khelunpee thiab tej tsob toov laj ntawd huvsi."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.33","label":"33","content":"Nws xuas ntoo aulib ua ob tug npuab rooj ua plaub fab rau lub qhov rooj chav nraud."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.34","label":"34","content":"Nws muab cov ntoo ciab nplooj suab ua ob txhib qhov rooj, ib txhib qhov rooj mas muaj ob daim txiag txuas ua ke quav qheb tau, ib txhib qhov rooj muaj ob daim txiag."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.35","label":"35","content":"Nws kuj sais tej duab Khelunpee thiab tej tsob toov laj thiab tej paj ntoo uas tawg nta rau cov txhib qhov rooj ntawd, thiab muab kub luam tej uas sais ntawd zoo ib yam nkaus."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.36","label":"36","content":"Nws xuas cov pob zeb uas txhwm tib ua peb tshooj xov lub loog tshav puam sab hauv thiab tseem xov ib tshooj ntoo ciab rau saud."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.37","label":"37","content":"Xyoo uas plaub nws pib ua Vajtswv lub tuam tsev rau lub hli Xiv."},{"bible_id":"1269","chapter_code":"1KI.6","verse_code":"1KI.6.38","label":"38","content":"Thiab xyoo uas kaum ib lub hli Npu uas yog lub yim hli mas ua lub tuam tsev tiav tag txhua yam huvsi thiab ua tiav raws li uas hom cia lawd huvsi. Vajntxwv ua xya xyoo li tau lub tuam tsev ntawd."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.1","label":"1","content":"Xalaumoo ua nws lub tsev tau kaum peb xyoos thiaj ua tau lub vaj lub tsev tiav txhua yam."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.2","label":"2","content":"Nws ua lub tsev Hav Zoov Lenpanoo, ntev ib puas tshim dav tsib caug tshim thiab siab peb caug tshim, thiab xuas ntoo ciab ua plaub leej ncej, thiab xuas ntoo ciab ua cov dau saum cov hau ncej."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.3","label":"3","content":"Txheej saud mas xuas ntoo ciab vov, yog vov saum plaub caug tsib chav uas nyob txheej saum cov hau ncej ib leej muaj kaum tsib chav."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.4","label":"4","content":"Muaj peb zaj qhov rais, peb zaj qhov rais ntawd nyob sib ncaj."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.5","label":"5","content":"Qhov rooj qhov rais huvsi ua dav xwm fab xwm meem, thiab cov qhov rais kuj nyob peb zaj nyob sib ncaj."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.6","label":"6","content":"Nws ua lub tsev Ncej Txhais Nrho, ntev tsib caug tshim dav peb caug tshim. Muaj ib chav muaj ncej nyob sab nraum qhov rooj uas muaj zaj qab khav."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.7","label":"7","content":"Nws ua lub tsev uas muaj lub zwm txwv uas nws tu plaub, yog lub tsev tu plaub. Nws xuas ntoo ciab xov txij ntawm taw ntsa tsev mus nto plaws rau tej las."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.8","label":"8","content":"Nws ua lub tsev rau nws nyob rau hauv lub tshav puam npuas nkaus lub tsev tu plaub sab nrad, ua zoo ib yam nkaus li tej. Xalaumoo kuj ua ib lub tsev zoo yam nkaus li no rau Falau tus ntxhais uas yuav los ua pojniam."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.9","label":"9","content":"Muaj tej pob zeb muaj nqes heev uas txhwm raws li ntsuas cia thiab xuas kaw kaw sab nraud thiab sab hauv los ua, txij ntawm hauv taw mus nto plaws ntsa, thiab txij ntawm Vajtswv lub tuam tsev mus txog lub tshav puam loj huvsi."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.10","label":"10","content":"Muab tej pob zeb loj uas muaj nqes tiag hauv taw, tej niag txhib zeb loj loj dav yim tshim thiab kaum tshim."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.11","label":"11","content":"Txheej saud mas muaj tej pob zeb muaj nqes uas txhwm los raws li ntsuas cia, thiab muab ntoo ciab ua."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.12","label":"12","content":"Lub tshav puam loj muab cov pob zeb uas txhwm xov peb tshooj mas xov ib tshooj ntoo ciab. Lub tshav puam sab hauv uas xov Yawmsaub lub tuam tsev thiab zaj qab khav kuj zoo ib yam nkaus."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.13","label":"13","content":"Vajntxwv Xalaumoo txib neeg mus coj Hilas hauv lub nroog Thailab tuaj."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.14","label":"14","content":"Hilas yog ib tug poj ntsuam uas yog xeem Nathali li tub. Nws txiv yog ib tug nyob hauv lub nroog Thailab, nws yog Kws ntaus tooj liab. Hilas muaj lajlim tswvyim plab plaws thiab txawj muab tooj liab ua txhua yam. Nws tuaj cuag vajntxwv Xalaumoo thiab ua vajntxwv tej haujlwm huvsi."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.15","label":"15","content":"Nws muab tooj liab nchuav ua ob tug ncej. Ib tug siab kaum yim tshim, ntsuas puag ncig muaj kaum ob tshim.  Tus ncej uas ob kuj zoo ib yam nkaus."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.16","label":"16","content":"Nws muab tooj liab nchuav ua ob lub hau ncej uas yuav muab txawb rau saum ob tug ncej. Ob lub hau ncej puavleej siab tsib tshim."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.17","label":"17","content":"Muaj saw tooj liab qhaib ua qhov muag ntxaij rau saum cov hau ncej, ua xya lub rau ib lub hau ncej, ua dua xya lub rau ib lub hau ncej."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.18","label":"18","content":"Nws ua txiv ntsiav kws ob zaj puag ncig daim ntxais qhov muag thiaj vij tau ib lub hau ncej uas muab txawb rau saum cov ncej. Lub hau ncej uas ob nws kuj ua zoo ib yam nkaus."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.19","label":"19","content":"Tiamsis tej hau ncej uas nyob saum cov ncej hauv zaj qab khav, ua paj zoo li paj qos dej rau, yog siab plaub tshim."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.20","label":"20","content":"Tej hau ncej muab txawb saum ob tug ncej rau saum lub ntxheb uas nyob ntawm daim ntxais qhov muag, thiab muaj ob puas lub txiv ntsiav kws nyob ua ob zaj puag ncig cov hau ncej. Tus ncej uas ob kuj ib yam nkaus."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.21","label":"21","content":"Nws txhos ob tug ncej rau ntawm qab khav lub tuam tsev, ib tug rau sab nrad hu ua Yakhi, ib tug rau sab ped hu ua Npau‑a."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.22","label":"22","content":"Saum tej hau ncej mas muaj paj zoo li paj qos dej. Ob tug ncej thiaj ua tau tiav li no."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.23","label":"23","content":"Nws nchuav lub rhawv dej kheej kheej, ntsuas lub nrog saum ncauj dav kaum tshim siab tsib tshim thiab ntsuas puag ncig muaj peb caug tshim."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.24","label":"24","content":"Ntawm lub ncauj rhawv dej hauv qab muaj ib co taub iab puag ncig tag nrho peb caug tshim. Cov taub iab ntawd nyob ua ob zaj nchuav xeeb keeb nkaus rau lub rhawv dej."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.25","label":"25","content":"Lub rhawv dej txawb rau saum kaum ob tug nyuj, peb tug tig xubntiag rau sab ped, peb tug tig xubntiag rau sab hnub poob, peb tug tig xubntiag rau sab nrad thiab peb tug tig xubntiag rau sab hnub tuaj. Lawv muab lub rhawv dej txawb saum cov nyuj. Cov nyuj tig pobtw huvsi rau hauv nruab nrab."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.26","label":"26","content":"Lub rhawv dej ntawd tuab ib dos, ua lub npoo rhawv dej zoo li lub npoo tais, thiab ua zoo li lub paj qos dej, ntim dej tau ob txhiab npa dej."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.27","label":"27","content":"Nws muab tooj liab ua kaum lub nyuag tsheb thawb dej, ib lub ntev plaub tshim dav plaub tshim siab peb tshim."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.28","label":"28","content":"Nws ua lub tsheb li no, nws muab tooj liab ua txiag xov lub tsheb thiab ua ib pluaj puag ncig daim txiag ntawd lub ntug."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.29","label":"29","content":"Ib daim txiag uas muaj ntug ntawd mas nws sais duab tsov ntxhuav thiab nyuj thiab duab Khelunpee  rau hauv. Thiab xuas rauj txaug sais sab npoo saum cov duab tsov ntxhuav thiab nyuj ntawd thiab sais sab npoo hauv ua txaij nraug zees."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.30","label":"30","content":"Ib lub tsheb muaj plaub lub log tsheb tooj liab thiab ib tug las tooj liab. Plaub lub kaum tsheb mas muaj plaub tug ncej tiag lub phaj dej. Cov ncej ntawd puavleej muab nchuav ua txaij nraug zees ntswj pes lees."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.31","label":"31","content":"Lub tais uas tiag lub phaj dej nyob siab saum lub tsheb ib tshim. Lub tais ntawd kheej kheej yam li ua lub qab txawb tais thiab tob ib tshim txhais. Lub ncauj tais ntawd ua tau txaij nraug zees. Daim txiag xov mas dav plaub fab xwm yeem tsis kheej."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.32","label":"32","content":"Plaub lub log tsheb nyob hauv daim qab txiag. Ob tug las tooj liab xeeb keeb nkaus rau log tsheb. Txhua lub log tsheb siab ib tshim ib dos."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.33","label":"33","content":"Cov log tsheb ntawd ua zoo nkaus li log tsheb ua rog, tej las thiab tej ntug kauj thiab tej tab thiab tej plov puavleej yog nchuav los."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.34","label":"34","content":"Ib lub tsheb muaj plaub tug ncej tiag lub phaj dej rau ntawm plaub lub kaum tsheb, tus ncej uas tiag ntawd xeeb keeb nkaus rau lub tsheb."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.35","label":"35","content":"Saum lub npoo tsheb muaj ib tug caj ntswm siab ib dos. Tus caj ntswm saum lub npoo tsheb thiab cov ncej tiag lub phaj dej thiab cov daim txiag mas lo xeeb keeb nkaus ua ke."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.36","label":"36","content":"Nws sais duab Khelunpee thiab tsov ntxhuav thiab tej tsob toov laj rau tej ncej tiag thiab rau tej daim txiag rau tej chaw seem thiab txhua yam sais ntswj ua txaij nraug zees."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.37","label":"37","content":"Nws ua kaum lub tsheb zoo ib yam li no. Nws nchuav txhua lub ib yam nkaus thiab loj sib luag zog thiab zoo ib yam nkaus."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.38","label":"38","content":"Nws muab tooj liab ua kaum lub phaj dej, ib lub phaj ntim tau plaub caug npa,  ib lub phaj dav plaub tshim, ib lub tsheb muaj ib lub phaj dej."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.39","label":"39","content":"Nws muab cov tsheb txawb rau hauv lub tuam tsev, tsib lub rau sab nrad tsib lub rau sab ped. Nws muab lub niag rhawv dej loj txawb rau ntawm lub tuam tsev sab hnub tuaj uas npuas rau sab nrad."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.40","label":"40","content":"Hilas kuj ua tej laujkaub tej duav phuaj thiab tej phaj. Hilas thiaj ua tau txhua yam tiav uas nws ua rau hauv Yawmsaub lub tuam tsev rau vajntxwv Xalaumoo, yog tej no,"},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.41","label":"41","content":"ob tug ncej thiab ob lub tais uas txawb saum hau ncej saum cov ncej, thiab ob daim ntxais qhov muag uas kauv ob lub tais uas txawb saum hau ncej saum ob tug ncej,"},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.42","label":"42","content":"thiab plaub puas lub txiv ntsiav kws lo rau ob daim ntxais qhov muag ntawd. Ib daim ntxais qhov muag mas dai ob zaj txiv ntsiav kws xwv thiaj li nyob puag ncig ob lub tais hau ncej saum ob tug ncej,"},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.43","label":"43","content":"thiab kaum lub tsheb thawb dej thiab kaum lub phaj dej uas nyob saum cov tsheb,"},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.44","label":"44","content":"thiab ib lub niag rhawv dej thiab kaum ob tug nyuj uas txawb lub rhawv dej,"},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.45","label":"45","content":"thiab tej laujkaub thiab tej duav phuaj thiab tej phaj. Tej no huvsi uas Hilas tau ua rau vajntxwv Xalaumoo siv rau hauv Yawmsaub lub tuam tsev mas puavleej yog xuas tooj liab uas txhuam ci nplas lawm ua."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.46","label":"46","content":"Vajntxwv nchuav cov no ntawm lub hav Yaladee ntawm qhov av nplaum uas nyob lub moos Xukhau thiab lub moos Xalethas ntu nruab nrab."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.47","label":"47","content":"Xalaumoo twb tsis luj tej no rau qhov muaj ntau dhau hwv lawm, thiaj tsis paub tias tooj liab hnyav npaum li cas."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.48","label":"48","content":"Xalaumoo ua tau txhua yam twj uas siv rau hauv Yawmsaub lub tuam tsev, yog tej no, lub thaj kub thiab lub rooj kub uas txawb ncuav rau ntawm Yawmsaub xubntiag,"},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.49","label":"49","content":"thiab cov ncej txawb teeb uas xuas tseem kub ua muaj tsib tug nyob sab nrad tsib tug nyob sab ped nyob npuas chav uas dawb huv kawg nkaus, thiab cov paj ntoo thiab cov teeb thiab ciaj uas xuas kub ua,"},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.50","label":"50","content":"thiab cov tais thiab cov tais khwb teeb xeeb thiab cov phaj thiab cov tais uas rau cov hmoov tshuaj tsw qab thiab tej duav hlau yawm ncaig taws uas muab tseem kub ua, thiab cov ntsej kub uas tuav txhib qhov rooj kaw chav hauv uas yog chav dawb huv kawg nkaus thiab tuav txhib qhov rooj chav dawb huv ntawm lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.7","verse_code":"1KI.7.51","label":"51","content":"Txhua yam haujlwm uas vajntxwv Xalaumoo ua Yawmsaub lub tuam tsev thiaj tiav tag li no. Thiab Xalaumoo coj tej nyiaj tej kub thiab tej twj siv uas nws txiv Davi twb muab xyeem pub rau Vajtswv lawd los muab khaws cia rau hauv tej txhab hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.1","label":"1","content":"Mas Xalaumoo hu Yixayee cov kev txwj laus, yog txhua tus uas ua hlob hauv txhua xeem thiab txhua cum tus thawj tuaj txoos ua ke rau hauv Yeluxalees ntawm vajntxwv Xalaumoo lub xubntiag es yuav mus coj Yawmsaub lub phij xab sib cog lus tawm hauv Davi lub nroog uas yog lub roob Xi‑oo los."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.2","label":"2","content":"Mas tag nrho Yixayee cov txivneej tuaj txoos ua ke ntawm vajntxwv Xalaumoo lub xubntiag rau lub sijhawm uas ua kevcai pam noj haus rau lub hli Ethani uas yog lub xya hli."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.3","label":"3","content":"Cov Yixayee tej kev txwj laus sawvdaws tuaj txhij mas cov pov thawj txawm nqa lub phij xab."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.4","label":"4","content":"Lawv coj Yawmsaub lub phij xab thiab lub tsev ntaub sib ntsib thiab tej twj siv dawb huv huvsi uas nyob hauv lub tsev ntaub mus. Tej no cov pov thawj thiab cov Levi yog cov uas coj los."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.5","label":"5","content":"Vajntxwv Xalaumoo thiab ib tsoom Yixayee sawvdaws uas tuaj txoos ua ke rau ntawm nws xubntiag kuj nrog nws nyob ntawm lub phij xab thiab muab yaj muab nyuj coob kawg los tua xyeem suav tsis txheeb li."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.6","label":"6","content":"Cov pov thawj thiaj coj Yawmsaub lub phij xab sib cog lus mus rau ntawm lub chaw uas npaj cia hauv lub tuam tsev chav sab hauv uas yog chav dawb huv kawg nkaus, mas muab tso rau hauv ob tug Khelunpee qab phab kooj tis."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.7","label":"7","content":"Ob tug Khelunpee ntawd nthuav kooj tis rau saum lub chaw uas txawb lub phij xab mas thiaj roos lub phij xab thiab ob tug las kwv."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.8","label":"8","content":"Ob tug las ntawd ntev heev, mas yog nyob hauv chav dawb huv mas pom ob tug tw las tshwm hauv chav sab hauv tuaj, tiamsis yog nyob sab nraud mas tsis pom. Mas ob tug las ntawd tseem nyob qhov ntawd txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.9","label":"9","content":"Tsis muaj dabtsi nyob hauv lub phij xab li tsuas yog muaj ob daim txiag zeb uas Mauxe muab tso rau hauv ntawm lub roob Haule  uas yog lub chaw uas Yawmsaub nrog cov Yixayee sib cog lus tseg rau thaum lawv tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.10","label":"10","content":"Thaum cov pov thawj tawm hauv chav dawb huv los, ib tauv huab txawm los puv nkaus Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.11","label":"11","content":"Mas cov pov thawj thiaj sawv ntsug ua haujlwm tsis tau vim tauv huab ntawd, rau qhov Yawmsaub lub hwjchim ci ntsa iab puv nkaus Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.12","label":"12","content":"Ces Xalaumoo txawm hais tias, “Yawmsaub tau hais tias nws yuav nyob hauv qhov tsaus ntuj nti."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.13","label":"13","content":"Kuv tau ua lub tuam tsev zoo heev rau koj, yog lub chaw rau koj nyob mus ib txhis li.”"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.14","label":"14","content":"Mas vajntxwv tig los foom koob hmoov rau ib tsoom Yixayee sawvdaws rau thaum lawv sawvdaws tseem sawv ntsug."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.15","label":"15","content":"Nws hais tias, “Cia li qhuas Yawmsaub uas yog cov Yixayee tus Vajtswv uas txhais tes ua tau tiav raws li tej lus uas cog tseg rau kuv txiv Davi lawd, hais tias,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.16","label":"16","content":"‘Txij hnub uas kuv coj kuv haiv neeg Yixayee tawm hauv Iyi tebchaws los kuv tsis tau xaiv ib lub moos twg hauv cov xeem Yixayee sawvdaws cia ua lub tuam tsev rau kuv lub npe nyob, tiamsis kuv tau xaiv Davi ua tus kav kuv haiv neeg Yixayee.’"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.17","label":"17","content":"Kuv txiv Davi tau npaj siab cia tias yuav ua lub tuam tsev rau Yawmsaub uas yog Yixayee tus Vajtswv lub npe nyob."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.18","label":"18","content":"Tiamsis Yawmsaub hais rau kuv txiv Davi tias, ‘Qhov uas koj npaj siab yuav ua lub tuam tsev rau kuv lub npe nyob ntawd koj twb ua zoo lawm."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.19","label":"19","content":"Tiamsis koj tsis yog tus uas yuav ua lub tuam tsev. Koj tus tub uas yuav yug los yog tus uas yuav ua lub tuam tsev rau kuv lub npe nyob.’"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.20","label":"20","content":"Nimno Yawmsaub twb ua rau tej lus uas nws cog tseg ntawd tiav lawm. Rau qhov kuv tau sawv los nyob kuv txiv Davi chaw thiab nyob saum cov Yixayee lub zwm txwv raws li Yawmsaub tau cog lus tseg thiab kuv tau ua lub tuam tsev rau Yawmsaub uas yog cov Yixayee tus Vajtswv lub npe nyob."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.21","label":"21","content":"Thiab qhov ntawd kuv tau npaj chaw txawb lub phij xab uas ntim Yawmsaub tej lus cog tseg uas nws cog rau peb tej poj koob yawm txwv rau thaum nws coj lawv tawm hauv Iyi tebchaws los.”"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.22","label":"22","content":"Mas Xalaumoo sawv ntsug ntawm Yawmsaub lub thaj xyeem sab xubntiag tab meeg ib tsoom Yixayee sawvdaws, thiab nws tsa kiag nws ob txhais tes rau saum ntuj,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.23","label":"23","content":"mas hais tias, “Au Yawmsaub uas yog Yixayee tus Vajtswv, yeej tsis muaj ib tug timtswv twg zoo cuag li koj tsis hais saum qaum ntuj thiab hauv ntiajteb. Koj ua raws li koj cog lus tseg thiab koj ua txojkev hlub uas ruaj khov tshwm rau koj cov qhev uas ua lawv lub neej raws li koj txojkev kawg siab kawg ntsws."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.24","label":"24","content":"Koj tau ua rau kuv txiv Davi uas yog koj tus qhev raws li tej lus uas koj twb cog tseg rau nws lawd. Koj lub qhov ncauj tau hais thiab koj txhais tes ua tiav rau hnub no."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.25","label":"25","content":"Au Yawmsaub uas yog Yixayee tus Vajtswv, yog li ntawd nimno thov koj ua raws li tej lus uas koj tau cog tseg rau kuv txiv Davi uas yog koj tus qhev hais tias, ‘Yog koj tej tub ki ceev faj rau txhua txojkev uas lawv ua thiab ua lawv lub neej raws li kuv txojkev ib yam li koj, mas tsis muaj ib hnub twg uas koj caj ces yuav tu ncua tus txivneej uas nyob saum cov Yixayee lub zwm txwv tab meeg kuv.’"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.26","label":"26","content":"Au Yixayee tus Vajtswv, tej lus uas koj tau hais tseg rau kuv txiv Davi uas yog koj tus qhev mas thov koj ua kom tiav."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.27","label":"27","content":"“Mas Vajtswv yuav nyob hauv lub ntiajteb lov? Saib maj, txawm yog saum nruab ntug thiab nruab ntug uas siab kawg nkaus los twb tsis txaus rau koj nyob. Mas lub tuam tsev uas kuv ua no yimhuab tsis txaus rau koj nyob."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.28","label":"28","content":"Thov koj saib rau koj tus qhev tej lus taij lus thov no. Au Yawmsaub uas yog kuv tus Vajtswv, thov koj mloog kuv lub suab thiab tej lus taij thov uas hnub no koj tus qhev thov ntawm koj xubntiag no,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.29","label":"29","content":"xwv koj lub qhov muag thiaj ntsia ntsoov lub tuam tsev no nruab hnub hmo ntuj, yog lub chaw uas koj hais tias, ‘Kuv lub npe yuav nyob qhov ntawd,’ koj thiaj li mloog tej lus thov uas koj tus qhev tig xubntiag rau lub chaw no thov."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.30","label":"30","content":"Thiab thov koj mloog koj tus qhev thiab koj haiv neeg Yixayee tej lus taij thov rau thaum lawv tig xubntiag rau lub chaw no thov. Koj nyob saum ntuj ceeb tsheej uas yog koj lub chaw nyob mas thov koj mloog. Thaum koj hnov lawd thov koj zam txim."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.31","label":"31","content":"“Yog leejtwg tau ua txhaum rau nws kwvtij zej zog es yuav tsum twv tsawm, thiab nws tuaj twv tsawm ntawm koj lub thaj xyeem hauv lub tuam tsev no,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.32","label":"32","content":"ces thov koj nyob saum ntuj mloog thiab thov koj tu. Thov koj txiav txim rau koj cov qhev ob tog, rau txim rau tus uas ua txhaum thiab coj tej uas nws ua ntawd rov poob rau saum nws taubhau. Thiab tus uas tsis txhaum mas thov koj tsa kom nws muaj cai pauj qhov uas nws ua ncaj ncees."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.33","label":"33","content":"“Thaum koj haiv neeg Yixayee swb lawv cov yeeb ncuab rau qhov lawv tau ua txhaum rau koj, mas yog lawv tig rov los cuag koj thiab lees yuav koj lub npe thiab taij thov koj hauv lub tuam tsev no,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.34","label":"34","content":"ces thov koj nyob saum ntuj mloog thiab zam koj haiv neeg Yixayee lub txim thiab coj lawv rov los rau hauv lub tebchaws uas koj tau pub rau lawv tej poj koob yawm txwv no."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.35","label":"35","content":"“Thaum rooj ntug kaw thiab tsis muaj nag los vim yog lawv tau ua txhaum rau koj, mas yog lawv tig xubntiag rau lub chaw no thov thiab lees yuav koj lub npe thiab tig ntawm lawv tej kev txhaum rau thaum koj tsim txom lawv,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.36","label":"36","content":"ces thov koj nyob saum ntuj mloog thiab thov koj zam koj cov qhev uas yog koj haiv neeg Yixayee lub txim. Thov koj qhia txojkev zoo uas tsim nyog lawv taug rau lawv, thiab thov koj pub nag los rau hauv koj lub tebchaws uas koj tau pub ua qub txeeg qub teg rau koj haiv neeg."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.37","label":"37","content":"“Yog lub tebchaws raug kev tshaib nqhis, yog muaj mob kis lossis qoob loo nce hmob lossis tuaj pwm lossis muaj kooj muaj kab ntsig, lossis lawv cov yeeb ncuab tuaj vij lawv hauv lub moos twg, mas txawm yog muaj kev mob phem yam twg los kev mob kev nkeeg yam twg tshwm tuaj,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.38","label":"38","content":"thiab txawm yog ib tug twg lossis koj haiv neeg Yixayee huvsi taij li cas thiab thov li cas vim qhov uas nyias paub nyias kev txom nyem thiab nyias tej kev nyuaj siab es tsa tes ncaj rau lub tuam tsev no,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.39","label":"39","content":"ces thov koj nyob saum ntuj uas yog koj lub chaw nyob mloog thiab zam txim thiab tu rau lawv thiab ua rau txhua tus uas koj twb paub hauv lawv lub siab, raws li lawv tau ua huvsi, rau qhov koj, tsuas yog koj tib leeg xwb thiaj paub hauv neeg lub siab huvsi,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.40","label":"40","content":"kom lawv thiaj hwm thiab paub ntshai koj txhua hnub txhua lub sijhawm uas lawv nyob hauv lub tebchaws uas koj tau pub rau peb tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.41","label":"41","content":"“Ib yam nkaus li ntawd, thaum lwm haiv neeg ib tug twg uas tsis yog koj haiv neeg Yixayee tuaj lwm lub tebchaws deb tuaj vim yog hnov txog koj lub npe,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.42","label":"42","content":"vim yog lawv hnov txog koj lub npe uas loj kawg thiab koj txhais tes uas muaj hwjchim thiab koj txhais npab uas tsa hlo, mas thaum lawv tuaj tig xubntiag rau lub tuam tsev no thov,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.43","label":"43","content":"ces thov koj nyob saum ntuj uas yog koj lub chaw nyob mloog thiab thov koj ua raws li txhua yam uas lwm haiv neeg tau thov rau koj, xwv txhua haiv neeg hauv ntiajteb thiaj paub koj lub npe thiab ntshai thiab hwm koj yam nkaus li koj haiv neeg Yixayee, thiab lawv thiaj paub tias lub tuam tsev uas kuv ua no lawv hu raws li koj lub npe."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.44","label":"44","content":"“Yog koj haiv neeg tawm mus ua rog rau lawv cov yeeb ncuab rau txojkev twg uas koj txib lawv mus, es lawv tig xubntiag thov ncaj rau lub nroog no uas koj tau xaiv cia thiab tig xubntiag thov ncaj rau lub tuam tsev uas kuv tau ua rau koj lub npe nyob,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.45","label":"45","content":"mas thov koj nyob saum ntuj mloog lawv tej lus taij lus thov thiab tuav lawv txojcai."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.46","label":"46","content":"“Yog lawv ua txhaum rau koj, vim tsis muaj ib tug twg uas tsis ua txhaum, es koj npau taws rau lawv, thiab muab lawv cob rau yeeb ncuab lawv thiaj raug ntes coj mus rau yeeb ncuab lub tebchaws tsis hais deb los ze,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.47","label":"47","content":"yog lawv lub siab xam pom lawv tej kev txhaum rau hauv lub tebchaws uas lawv raug ntes coj mus ntawd thiab ntxeev dua siab thiab taij thov koj hauv lub tebchaws uas lawv nyob ntawd hais tias, ‘Peb tau ua txhaum thiab ua tsis ncaj thiab ua phem kawg li,’"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.48","label":"48","content":"yog lawv ntxeev dua siab kawg siab kawg ntsws kawg tswvyim plab plaws hauv lub tebchaws uas lawv raug yeeb ncuab ntes coj mus nyob ntawd, thiab yog lawv tig xubntiag rau lawv lub tebchaws uas koj pub rau lawv tej poj koob yawm txwv thov koj thiab tig xubntiag rau lub nroog uas koj tau xaiv cia thiab lub tuam tsev uas kuv ua rau koj lub npe nyob no,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.49","label":"49","content":"mas thov koj nyob saum ntuj uas yog koj lub chaw nyob mloog lawv tej lus taij lus thov thiab tuav lawv txojcai."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.50","label":"50","content":"Thiab zam koj haiv neeg lub txim uas lawv tau ua txhaum rau koj, thiab zam lawv tej kev fav xeeb uas lawv tau tawm tsam koj, thiab pub cov uas ntes lawv coj mus ntawd khuvleej lawv, lawv thiaj tau txais kev khuvleej."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.51","label":"51","content":"Lawv yog koj haiv neeg thiab yog koj li qub txeeg qub teg uas koj coj tawm hauv Iyi tebchaws los, yog tawm hauv cub thee hlawv hlau los."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.52","label":"52","content":"“Thov tsa koj lub qhov muag saib rau koj tus tub qhe tej lus taij thov thiab saib rau koj haiv neeg Yixayee tej lus taij thov, es tig ntsej mloog rau thaum lawv hu thov koj."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.53","label":"53","content":"Au Vajtswv Yawmsaub, koj cais lawv tawm hauv ib tsoom neeg hauv ntiajteb los ua koj li qub txeeg qub teg raws li koj hais rau koj tus qhev Mauxe rau thaum koj coj peb tej poj koob yawm txwv tawm hauv Iyi tebchaws los.”"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.54","label":"54","content":"Thaum Xalaumoo thov thiab hais tej lus taij no huvsi rau Yawmsaub tag lawd, nws txawm sawv tsees ntawm Yawmsaub lub thaj xyeem uas nws tau txhos caug thiab tsa tes thov rau saum ntuj."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.55","label":"55","content":"Nws sawv ntsug thiab foom koob hmoov rau ib tsoom Yixayee sawvdaws nrov nrov hais tias,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.56","label":"56","content":"“Qhuas Yawmsaub uas pub nws haiv neeg Yixayee tau so raws li nws cog lus cia txhua yam. Nws tej lus cog tseg zoo txhua lo uas nws kom nws tus qhev Mauxe hais ntawd tsis poob ib los li."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.57","label":"57","content":"Thov peb tus Vajtswv Yawmsaub nrog nraim peb ib yam li nws nrog nraim peb tej poj koob yawm txwv. Thov nws tsis txhob ncaim peb thiab tso peb tseg kiag li."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.58","label":"58","content":"Thov nws ua kom peb lub siab tig los cuag nws, peb thiaj ua peb lub neej raws li nws txojkev thiab tuav rawv nws tej lus nkaw thiab nws tej kab ke thiab nws tej kevcai uas nws hais cia rau peb tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.59","label":"59","content":"Thov cia kuv tej lus uas kuv taij thov ntawm Yawmsaub lub xubntiag no nyob ze peb tus Vajtswv Yawmsaub nruab hnub hmo ntuj. Thiab thov nws tuav kuv uas yog nws tus qhev txojcai thiab nws haiv neeg Yixayee txojcai kom ruaj khov, raws li niaj hnub cheem tsum,"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.60","label":"60","content":"xwv ib tsoom neeg hauv ntiajteb thiaj paub tias Yawmsaub yog Vajtswv, tsis muaj dua lwm tus li lawm."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.61","label":"61","content":"Yog li no nej lub siab cia li xib kiag rau Yawmsaub uas yog peb tus Vajtswv, es ua nej lub neej raws li nws tej kab ke thiab tuav rawv nws tej lus nkaw ib yam li niaj hnub nimno nej ua.”"},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.62","label":"62","content":"Mas vajntxwv thiab cov Yixayee sawvdaws uas nrog nws ua ke tua tsiaj xyeem rau ntawm Yawmsaub lub xubntiag."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.63","label":"63","content":"Xalaumoo muab nyuj 22,000 tus thiab yaj 120,000 tus tua xyeem ua kevcai sib raug zoo rau Yawmsaub. Vajntxwv thiab cov pejxeem thiaj muab lub tuam tsev xyeem pub rau Yawmsaub li no."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.64","label":"64","content":"Tib hnub ntawd vajntxwv ua kevcai tu lub plawv tshav puam uas ncaj ntawm lub qhov rooj tuam tsev kom dawb huv. Mas nws muab tsiaj ua kevcai hlawv huvsi xyeem thiab muab tej uas ua kevcai xyeem qoob loo thiab muab cov hlab hluas roj ua kevcai xyeem sib raug zoo rau qhov ntawd, vim lub thaj tooj liab uas nyob ntawm Yawmsaub lub xubntiag tsis txaus tso tej uas ua kevcai hlawv huvsi xyeem thiab tej uas ua kevcai xyeem qoob loo thiab tej hlab hluas roj uas ua kevcai xyeem sib raug zoo."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.65","label":"65","content":"Zaum ntawd Xalaumoo thiab ib tsoom Yixayee sawvdaws ua kevcai pam noj haus xya hnub.  Muaj neeg coob heev tuaj txoos ua ke txij ntua ntawm txojkev uas mus rau lub moos Hama mus txog ntua tus dej Iyi."},{"bible_id":"1269","chapter_code":"1KI.8","verse_code":"1KI.8.66","label":"66","content":"Hnub uas yim nws tso cov pejxeem rov mus. Lawv foom koob hmoov rau vajntxwv thiab rov qab mus tsev. Lawv zoo siab thiab xyiv fab vim yog tej kev zoo uas Yawmsaub ua tshwm los rau nws tus qhev Davi thiab rau Yawmsaub haiv neeg Yixayee."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.1","label":"1","content":"Thaum Xalaumoo ua tau Yawmsaub lub tuam tsev thiab nws lub tsev thiab txhua yam uas nws xav ua tiav tag huvsi lawd,"},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.2","label":"2","content":"Yawmsaub los tshwm rau Xalaumoo zaum ob ib yam li Yawmsaub tau tshwm rau nws ntawm Kinpe‑oo."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.3","label":"3","content":"Mas Yawmsaub hais rau nws tias, “Kuv twb hnov tej lus uas koj thov koj taij kuv lawm. Kuv twb tu lub tsev uas koj ua no kom dawb huv lawm, thiab kuv yuav cia kuv lub npe nyob hauv mus ib txhiab ib txhis. Kuv lub qhov muag thiab kuv lub siab yuav nrog nraim lub chaw no mus ib txhis."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.4","label":"4","content":"Hais txog koj, yog koj ua koj lub neej ncaj thiab ua ncaj ncees tab meeg kuv ib yam nkaus li koj txiv Davi ua thiab ua txhua yam raws li uas kuv hais kom koj ua, thiab tuav rawv kuv tej kab ke thiab kuv tej kevcai,"},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.5","label":"5","content":"mas kuv yuav tsa koj lub zwm txwv rau saum cov Yixayee nyob ruaj mus ib txhiab ib txhis, ib yam li kuv tau cog lus tseg rau koj txiv Davi lawm hais tias, ‘Tsis muaj ib hnub twg uas koj caj ces yuav tu ncua tus txivneej uas nyob saum cov Yixayee lub zwm txwv.’"},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.6","label":"6","content":"“Tiamsis yog nej tsis ua raws li kuv hais, tsis hais nej lossis nej cov tub ki tsis tuav rawv kuv tej lus nkaw thiab tej kab ke uas kuv twb qhia rau nej, es nej mus ua koom tu thiab pe luag tej dab,"},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.7","label":"7","content":"mas kuv yuav muab cov Yixayee rhuav tshem kom tawm hauv lub tebchaws uas kuv muab pub rau lawv mus, thiab kuv yuav muab lub tuam tsev uas kuv tu kom dawb huv rau kuv lub npe nyob lawd laim pov tseg kom ploj ntawm kuv lub qhov muag. Mas txhua haiv neeg yuav muab cov Yixayee ua paj lug hais thiab yuav tiag luag ncauj luag lo."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.8","label":"8","content":"Lub tuam tsev no yuav pob ua tej niag pawg cia. Txhua leej txhua tus uas taug kev yuav xav tsis thoob thiab lawv yuav thuam hais tias, ‘Ua cas Yawmsaub ua li ntawd rau lub tebchaws no thiab lub tuam tsev no?’"},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.9","label":"9","content":"Ces luag yuav teb tias, ‘Vim yog lawv muab lawv tus Vajtswv Yawmsaub uas coj lawv tej poj koob yawm txwv tawm hauv Iyi tebchaws los tso pov tseg es mus tsawv nkaus luag tej dab los pe thiab ua koom tu. Vim li no Yawmsaub thiaj tso tej xwm txheej phem no huvsi los raug lawv.’ ”"},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.10","label":"10","content":"Ncua sijhawm nees nkaum xyoo Xalaumoo ua tau ob lub tsev, yog Yawmsaub lub tuam tsev thiab vajntxwv lub tsev."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.11","label":"11","content":"Hilas uas ua vajntxwv hauv lub nroog Thailab xa ntoo ciab thiab ntoo ciab nplooj suab thiab kub tuaj rau Xalaumoo npaum li uas Xalaumoo lub siab xav, mas vajntxwv Xalaumoo thiaj li muab nees nkaum lub moos hauv tebchaws Kalilais rau Hilas."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.12","label":"12","content":"Tiamsis thaum Hilas tawm hauv lub nroog Thailab mus xyuas tej moos uas Xalaumoo muab pub rau nws mas Hilas tsis txaus siab rau tej moos ntawd."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.13","label":"13","content":"Hilas thiaj hais tias, “Tus kwv 'e, tej moos uas koj muab pub rau kuv ntawd zoo li no xwb lov?” Luag thiaj hu cov moos ntawd tias tebchaws Khanpu  los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.14","label":"14","content":"Hilas tau xa kub hnyav ib puas nees nkaum tala  tuaj rau vajntxwv Xalaumoo."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.15","label":"15","content":"No mus yog hais txog tej tub zog uas vajntxwv Xalaumoo yuam kom ua Yawmsaub lub tuam tsev thiab ua vajntxwv lub tsev thiab ua lub loog Milau thiab ua lub ntsa loog Yeluxalees thiab muab lub moos Haxau thiab Mekidau thiab Kexaw ua dua tshiab."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.16","label":"16","content":"(Yav thaum ub Falau uas yog cov Iyi tus vajntxwv twb nce tuaj txeeb tau lub moos Kexaw thiab muab hlawv kub hnyiab tag thiab muab cov Khana‑as uas nyob hauv tua tuag tag ces nws txawm muab lub moos ntawd phij cuam rau nws tus ntxhais uas mus yuav Xalaumoo."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.17","label":"17","content":"Mas Xalaumoo thiaj muab Kexaw ua dua tshiab), thiab nws kho lub moos Npe Hauloo nruab tiag"},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.18","label":"18","content":"thiab ua lub moos Npa‑alab thiab lub moos Thama rau hauv tebchaws moj sab qhua hauv Yuda tebchaws,"},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.19","label":"19","content":"thiab ua txhua lub moos uas Xalaumoo khaws cuab txhiaj cuab tam cia rau hauv, thiab ua tej moos uas nws khaws tej tsheb nees ua rog rau hauv, thiab ua tej moos uas nws cov tub rog caij nees nyob, thiab ua txhua yam uas Xalaumoo xav kom ua rau hauv lub nroog Yeluxalees thiab hauv tebchaws Lenpanoo thiab thoob plaws tej tebchaws uas Xalaumoo kav."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.20","label":"20","content":"Cov Amaulai, cov Hithai, cov Pelixai, cov Hivai thiab cov Yenpu uas tseem tshuav nyob, uas tsis yog neeg Yixayee,"},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.21","label":"21","content":"mas cov neeg no li noob uas tshuav nyob hauv lub tebchaws uas cov Yixayee tsis muaj peevxwm muab ua puam tsuaj tag ces Xalaumoo yuam ua qhev los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.22","label":"22","content":"Tiamsis cov neeg Yixayee mas Xalaumoo tsis yuam ua qhev. Lawv ua vajntxwv cov tub rog thiab ua nws cov nom tswv thiab ua thawj kav tub rog huvsi thiab ua cov thawj rog thiab ua thawj kav cov tsheb nees ua rog thiab kav cov tub rog caij nees."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.23","label":"23","content":"Cov no yog cov nom tswv uas ua hlob saib xyuas Xalaumoo tej haujlwm, huvsi muaj tsib puas tsib caug leej ua cov uas saib cov neeg uas ua vajntxwv tej haujlwm no."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.24","label":"24","content":"Mas Falau tus ntxhais tawm hauv Davi lub nroog mus nyob ntawm lub tsev uas Xalaumoo ua rau nws. Mas Xalaumoo thiaj ua lub loog Milau."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.25","label":"25","content":"Ib xyoos Xalaumoo ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem sib raug zoo saum lub thaj uas nws ua rau Yawmsaub peb zaug, thiab hlawv hmoov tshuaj tsw qab rau ntawm Yawmsaub xubntiag. Nws ua Vajtswv lub tuam tsev tiav log li uas hais no."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.26","label":"26","content":"Vajntxwv Xalaumoo kuj ua ib co nkoj txwg rau ntawm Exi‑oo Kenpaw uas nyob ze Elau ntawm ntug dej Hiavtxwv Liab hauv tebchaws Edoo."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.27","label":"27","content":"Hilas xa ib pab neeg txawj tsav nkoj uas txeev mus hauv hiavtxwv tuaj nrog Xalaumoo cov tub nkoj ua ke."},{"bible_id":"1269","chapter_code":"1KI.9","verse_code":"1KI.9.28","label":"28","content":"Lawv mus txog lub moos Aufi mus thauj tau kub hnyav plaub puas nees nkaum tala  qhov ntawd los rau vajntxwv Xalaumoo."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.1","label":"1","content":"Thaum tus poj vaj uas kav Senpa tebchaws tau hnov txog Xalaumoo lub meej nthawb uas ntsig txog Yawmsaub lub npe, nws txawm tuaj thom Xalaumoo txog ntau yam uas ceeblaj teb tau."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.2","label":"2","content":"Nws coj ib pab tub teg tub taws coob coob nrog nws tuaj rau hauv Yeluxalees, thiab muaj ntxhuav thauj tej txuj lom thiab kub ntau kawg thiab tej qe zeb hlaws muaj nqes. Thaum nws tuaj cuag Xalaumoo lawd, nws thiaj piav txhua yam uas nyob hauv nws lub siab huvsi rau Xalaumoo."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.3","label":"3","content":"Mas Xalaumoo teb txhua yam uas nws nug tau huvsi tsis muaj ib yam uas vajntxwv yuav tsis paub thiab piav tsis tau rau nws li."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.4","label":"4","content":"Thaum tus poj vaj hauv Senpa pom Xalaumoo lub tswvyim huvsi thiab pom lub tsev uas nws tau ua,"},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.5","label":"5","content":"thiab pom tej zaub mov saum nws lub rooj thiab cov nom tswv uas nrog nws nyob thiab nws cov tub teg tub taws uas tu nws thiab tej cev ris tsho uas lawv hnav, thiab cov uas thiab cawv txiv hmab, thiab pom tej uas nws muab ua kevcai hlawv xyeem ntawm Yawmsaub lub tuam tsev, mas tus poj vaj ntawd tsis pom qab xav li lawm."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.6","label":"6","content":"Mas nws thiaj hais rau vajntxwv tias, “Tej xov uas kuv nyob hauv kuv lub tebchaws hnov hais txog koj tej haujlwm thiab koj lub tswvyim yeej los muaj tseeb tiag."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.7","label":"7","content":"Tiamsis kuv tsis ntseeg tej lus ntawd mus txog thaum kuv tau tuaj cuag thiab kuv lub qhov muag tau pom lawm. Saib maj, tej uas lawv hais rau kuv ntawd twb muaj tsis txog ib nrab. Koj lub tswvyim thiab koj tej kev vam meej ntawd yeej ntau dua tej uas kuv tau hnov lawd."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.8","label":"8","content":"Koj cov neeg  tau hmoov zoo lauj! Koj cov tub teg tub taws uas ua haujlwm ntawm koj xubntiag ib txwm thiab hnov koj tej tswvyim plab plaws mas tau hmoov zoo lauj!"},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.9","label":"9","content":"Qhuas Yawmsaub uas yog koj tus Vajtswv uas txaus siab rau koj thiab tau tsa koj nyob saum cov Yixayee lub zwm txwv. Vim Yawmsaub hlub cov Yixayee mus ib txhis nws thiaj tsa koj ua vajntxwv kav lawv kom koj thiaj txiav txim ncaj thiab ua ncaj ncees.”"},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.10","label":"10","content":"Mas nws txawm muab kub hnyav ib puas nees nkaum tala  thiab tej txuj lom ntau kawg thiab tej qe zeb hlaws muaj nqes rau vajntxwv. Tsis muaj dua txuj lom ntau li tej txuj lom uas tus poj vaj hauv Senpa muab rau vajntxwv Xalaumoo no."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.11","label":"11","content":"Dua li ntawd Hilas tej nkoj uas thauj kub hauv Aufi tuaj kuj thauj ntoo liab txiv khau tawv thiab tej qe zeb hlaws muaj nqes ntau kawg ntawm Aufi tuaj."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.12","label":"12","content":"Mas vajntxwv thiaj muab cov ntoo liab txiv khau tawv ua ncej rau Yawmsaub lub tuam tsev thiab rau vajntxwv lub tsev, thiab ua cov nkauj nog ncas me thiab cov nkauj nog ncas loj rau cov hu nkauj. Yeej tsis muaj tej ntoo liab txiv khau tawv ntau li no xa tuaj dua li lawm thiab tsis tau pom dua li los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.13","label":"13","content":"Vajntxwv Xalaumoo pub txhua yam rau tus poj vaj hauv Senpa raws li uas nws xav yuav thiab pub txhua yam uas nws thov thiab nws tseem pub tej uas nws muaj nplua mias ntxiv rau. Mas tus poj vaj thiab nws cov tub teg tub taws txawm rov qab mus rau nws lub tebchaws lawm."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.14","label":"14","content":"Ib xyoos twg mas Xalaumoo tau kub hnyav rau pua rau caum rau tala,"},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.15","label":"15","content":"tsis xam tej kub uas sau ntawm cov tub lag tub luam thiab tsis xam tej uas sau ntawm tej vajntxwv hauv Alanpia tebchaws sawvdaws thiab ntawm tej tim xyoob uas kav hauv lub tebchaws."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.16","label":"16","content":"Vajntxwv Xalaumoo muab kub ntaus ua ob puas daim phiaj loj thaiv, ib daim phiaj mas siv kub hnyav rau pua sekhee  ua."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.17","label":"17","content":"Nws muab kub ntaus ua dua peb puas daim phiaj thaiv, ib daim phiaj siv kub hnyav peb mina.  Vajntxwv muab cov phiaj kub ntawd khaws cia rau hauv lub tsev Hav Zoov Lenpanoo."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.18","label":"18","content":"Vajntxwv muab kaus ntxhw ua ib lub zwm txwv loj kawg li thiab muab cov tseem kub uas zoo kawg los luam."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.19","label":"19","content":"Lub zwm txwv ntawd muaj rau qeb ntai, lub zwm txwv sab nrob qaum kheej koov loo. Ob sab ntawm lub zwm txwv muaj ob lub chaw tso tes mas muaj ob tug tsov ntxhuav sawv ze ntawm ob lub chaw tso tes ntawd,"},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.20","label":"20","content":"thiab muaj kaum ob tug tsov ntxhuav txawb rau rau qeb ntai ntawd ob sab huvsi ib qeb ntai ib tug. Lub zwm txwv zoo li no mas tsis tau txeev ua dua rau lwm lub tebchaws li."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.21","label":"21","content":"Tej khob uas vajntxwv Xalaumoo siv haus dej mas puavleej xuas kub ua xwb, thiab tej twj siv hauv lub tsev Hav Zoov Lenpanoo huvsi puavleej yog xuas tseem kub ua xwb, tsis muaj ib yam uas xuas nyiaj ua li. Ncua sijhawm uas Xalaumoo nyob ntawd mas saib nyiaj yam li tsis muaj nqes li."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.22","label":"22","content":"Rau qhov vajntxwv muaj ib co nkoj txwg hauv lub moos Thasi nrog Hilas cov nkoj hla hiavtxwv ua ke. Peb xyoos mas Thasi cov nkoj yuav thauj kub thauj nyiaj thauj kaus ntxhw thauj liab thauj noog yaj yuam tuaj ib zaug."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.23","label":"23","content":"Yog li no mas vajntxwv Xalaumoo thiaj li muaj nyiaj txiag thiab muaj lajlim tswvyim plab plaws ntau dua txhua tus vajntxwv uas nyob hauv ntiajteb no."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.24","label":"24","content":"Tej neeg thoob ntiajteb xav tuaj cuag Xalaumoo xav hnov tej tswvyim plab plaws uas Vajtswv pub rau nws."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.25","label":"25","content":"Txhua tus kuj coj tshav ntuj tuaj pub yog tej uas xuas nyiaj xuas kub ua, tej tsoos tsho, tej cuab yeej ua rog, tej txuj lom, nees thiab luj txwv tuaj, niaj xyoo muaj li no."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.26","label":"26","content":"Xalaumoo sau tau tej tsheb nees ua rog thiab cov tub rog caij nees. Nws muaj tsheb nees ua rog ib txhiab plaub puas lub thiab muaj cov tub rog uas caij nees ib vam ob txhiab leej, uas nws kom ib txhia nyob rau hauv tej moos uas nws npaj rau tej tsheb nees ua rog thiab ib txhia nrog vajntxwv nyob hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.27","label":"27","content":"Vajntxwv ua rau nyiaj muaj ntau rau hauv lub nroog Yeluxalees yam li tej pob zeb, thiab ua rau ntoo ciab muaj ntau yam nkaus li tej ntoo txiv cev hauv tej pov roob Sefela."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.28","label":"28","content":"Xalaumoo yuav nees hauv Iyi tebchaws thiab hauv Khu‑e tebchaws  los. Vajntxwv cov tub luam mus yuav hauv Khu‑e tebchaws raws li tus nqe."},{"bible_id":"1269","chapter_code":"1KI.10","verse_code":"1KI.10.29","label":"29","content":"Ib lub tsheb nees ua rog hauv Iyi tebchaws mas yuav rau pua sekhee nyiaj,  ib tug nees hauv Iyi mas yuav ib puas tsib caug sekhee.  Mas vajntxwv cov tub luam yuav xa tej no mus muag rau cov Hithai tej vajntxwv sawvdaws thiab cov Alas tej vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.1","label":"1","content":"Vajntxwv Xalaumoo nyiam lwm haiv neeg tej ntxhais ntau leej. Dhau Falau tus ntxhais lawm tseem muaj cov Mau‑a, cov Asmoo, cov Edoo, cov Xaidoo thiab cov Hithai tej ntxhais,"},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.2","label":"2","content":"yog tej haiv neeg uas Yawmsaub tau hais rau cov Yixayee tias, “Nej tsis txhob mus yuav lawv tej ntxhais thiab tsis txhob cia lawv yuav nej tej ntxhais, rau qhov lawv yuav haub ntxias nej lub siab mus ua koom tu lawv tej dab.” Xalaumoo nyiam lawv thiaj tsis tso lawv tseg."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.3","label":"3","content":"Nws yuav xya pua tus niam yau uas yog cov thawj li ntxhais thiab coj peb puas tus hluas nkauj los kav. Nws cov pojniam ntawd thiaj haub tau nws lub siab lawm."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.4","label":"4","content":"Thaum Xalaumoo laus lawd nws cov pojniam ntawd haub nws mus ua koom tu luag tej dab, thiab nws lub siab tsis xib rau Yawmsaub uas yog nws tus Vajtswv tsis thooj li nws txiv Davi lub siab lawm."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.5","label":"5","content":"Rau qhov Xalaumoo ua koom tu tus poj dab Athaule uas yog cov Xaidoo tus dab, thiab ua koom tu Mikhoo uas yog cov Asmoo tus dab qias vuab tsuab."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.6","label":"6","content":"Xalaumoo thiaj ua tej uas Yawmsaub pom tias phem kawg li tsis ua koom tu Yawmsaub kawg siab kawg ntsws yam li nws txiv Davi lawm."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.7","label":"7","content":"Xalaumoo ua tej chaw siab teev dab Khemauj uas yog cov Mau‑a tus dab qias vuab tsuab, thiab teev dab Maulej uas yog cov Asmoo tus dab qias vuab tsuab, rau saum lub roob uas nyob ntawm Yeluxalees sab hnub tuaj."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.8","label":"8","content":"Nws ua tej chaw teev dab rau nws cov pojniam uas yog lwm haiv neeg txhua tus, mas lawv hlawv xyab thiab tua tsiaj xyeem rau lawv tej dab."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.9","label":"9","content":"Ces Yawmsaub chim rau Xalaumoo vim nws lub siab fav hlo ntawm Yawmsaub uas yog cov Yixayee tus Vajtswv uas twb tshwm rau nws ob zaug lawm,"},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.10","label":"10","content":"thiab nkaw lus rau nws txog zaj no kom nws tsis txhob mus raws kua luag tej dab. Tiamsis Xalaumoo tsis ua raws li tej uas Yawmsaub qhia."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.11","label":"11","content":"Vim li no Yawmsaub thiaj hais rau Xalaumoo tias, “Vim koj lub siab xav li kod thiab koj tsis tuav rawv kuv tej lus cog tseg thiab kuv tej kab ke uas kuv hais cia rau koj, mas kuv yeej yuav muab lub tebchaws dua rhe ntawm koj thiab muab cob rau koj li ib tug tub teg tub taws kav."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.12","label":"12","content":"Txawm li ntawd los vim yog saib rau koj txiv Davi, kuv yuav tsis ua li ntawd rau thaum koj tseem ciaj sia nyob, kuv yuav dua rhe lub tebchaws ntawm koj tus tub txhais tes."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.13","label":"13","content":"Tiamsis kuv yuav tsis dua tag nrho lub tebchaws, kuv yuav tseg ib lub xeem pub rau koj tus tub vim yog saib rau kuv tus qhev Davi thiab saib rau lub nroog Yeluxalees uas kuv xaiv cia lawd.”"},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.14","label":"14","content":"Yawmsaub ua rau Hada uas yog neeg Edoo yog cov Edoo tej vajntxwv caj ces sawv tawm tsam Xalaumoo."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.15","label":"15","content":"Thaum Davi nyob hauv Edoo tebchaws mas Yau‑a uas ua thawj kav tub rog tau mus log cov uas raug tua tuag, nws txawm muab txhua tus txivneej hauv Edoo tua pov tseg."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.16","label":"16","content":"Yau‑a thiab cov Yixayee sawvdaws nyob hauv Edoo tau rau lub hli mus txog thaum muab cov txivneej hauv Edoo tua tag huvsi."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.17","label":"17","content":"Thaum ntawd Hada tseem yau mas nws nrog cov neeg Edoo qee leej uas yog nws txiv cov tub teg tub taws khiav mus rau hauv Iyi tebchaws."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.18","label":"18","content":"Lawv khiav tawm ntawm Midee los rau Palas mas coj ib txhia neeg hauv lub moos Palas nrog lawv khiav mus rau Iyi tebchaws, mus cuag cov Iyi tus vajntxwv Falau, mas vajntxwv pub ib lub tsev rau nws nyob thiab niaj hnub pub mov rau nws noj thiab pub teb rau nws."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.19","label":"19","content":"Hada ua tau hum Falau siab kawg li mas Falau thiaj muab nws tus pojniam Thapene tus niam hluas rau Hada yuav, yog Thapene uas ua poj vaj tus niam hluas ntag."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.20","label":"20","content":"Thapene tus niam hluas kuj yug tau ib tug tub hu ua Kenunpa rau Hada, mas poj vaj Thapene coj los tu hlob rau hauv Falau lub tsev mas Kenunpa thiaj nrog vajntxwv tej tub nyob hauv Falau lub tsev ua ke."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.21","label":"21","content":"Thaum Hada nyob hauv Iyi tebchaws hnov tias Davi tuag mus nrog nws tej poj koob yawm txwv nyob lawm thiab hnov tias Yau‑a uas ua thawj kav tub rog kuj tuag lawm mas Hada txawm hais rau Falau tias, “Thov koj cia kuv rov qab mus rau kuv teb kuv chaw.”"},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.22","label":"22","content":"Falau hais rau nws tias, “Koj nrog kuv nyob koj tu ncua ib yam dabtsi es nimno koj yuav nrhiav kev rov qab mus rau koj lub tebchaws?” Mas Hada teb rau nws tias, “Thov cia kuv mus xwb.”"},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.23","label":"23","content":"Vajtswv ua rau Eliyada tus tub Lexoo sawv twv Xalaumoo thiab. Lexoo yog vajntxwv Hadadexaw uas kav hauv lub moos Xaunpa ib tug tub qhe uas khiav lawm."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.24","label":"24","content":"Thaum Davi mus tua cov neeg hauv Xaunpa tag mas Lexoo cia li sau tau ib co neeg nrog nws thiab nws ua thawj coj lawv mus huab lws luag. Lawv mus txog lub nroog Damaxaka thiab nyob qhov ntawd mas lawv tsa nws ua vajntxwv kav lub nroog Damaxaka."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.25","label":"25","content":"Nws ua yeeb ncuab rau cov Yixayee tag Xalaumoo sim neej, nws ua phem rau cov Yixayee ib yam nkaus li Hada ua. Nws ntxub cov Yixayee, nws ua vajntxwv kav kiag Alas tebchaws."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.26","label":"26","content":"Yelaunpau‑as uas yog Nenpa tus tub yog xeem Efa‑i uas nyob hauv lub moos Xeleda, kuj tsa tes tawm tsam vajntxwv thiab. Nws yog Xalaumoo ib tug tub teg tub taws, nws niam hu ua Xelu‑a yog ib tug poj ntsuam."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.27","label":"27","content":"Qhov uas nws tsa tes tawm tsam vajntxwv yog vim li uas hais no. Xalaumoo ua lub loog Milau thiab txhaws lub qhov ntsa loog ntawm nws txiv Davi lub nroog."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.28","label":"28","content":"Yelaunpau‑as yog ib tug khov sim kho. Thaum Xalaumoo pom tias tus hluas ntawd nquag heev nws thiaj muab tsa ua tus saib xyuas cov tub zog sawvdaws uas nws yuam hauv Yauxej caj ces los ua haujlwm."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.29","label":"29","content":"Lub sijhawm ntawd Yelaunpau‑as tawm hauv Yeluxalees mus mas Ahiya uas yog xibhwb cev Vajtswv lus yog neeg Silau ntsib nws ntawm tog kev. Ahiya hnav ib lub tsho tshiab. Ob tug ob leeg nyob tom teb xwb."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.30","label":"30","content":"Ces Ahiya txawm muab nws lub tsho tshiab uas nws hnav ntawd dua ua kaum ob daim."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.31","label":"31","content":"Mas nws hais rau Yelaunpau‑as tias, “Koj cia li coj kaum daim mus, rau qhov Yawmsaub uas yog cov Yixayee tus Vajtawv hais li no tias, ‘Saib nawj, kuv tabtom yuav dua lub tebchaws ntawm Xalaumoo txhais tes thiab muab kaum lub xeem rau koj."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.32","label":"32","content":"Tiamsis nws tseem yuav muaj ib lub xeem xwb vim yog saib rau kuv tus qhev Davi thiab saib rau lub nroog Yeluxalees uas kuv xaiv hauv txhua xeem Yixayee los lawd."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.33","label":"33","content":"Twb yog vim nws tso kuv tseg mus pe hawm poj dab Athaule uas yog cov Xaidoo tus dab thiab pe Khemauj uas yog cov Mau‑a tus dab thiab pe Mikhoo uas yog cov Asmoo tus dab, thiab nws tsis ua raws li kuv txojkev, thiab tsis ua tej uas kuv pom tias zoo thiab tsis tuav rawv kuv tej kab ke thiab kuv tej kevcai, ib yam li nws txiv Davi tau ua lawd."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.34","label":"34","content":"“ ‘Txawm li ntawd los kuv yuav tsis muab nws lub tebchaws huvsi rho kiag ntawm nws txhais tes, tiamsis kuv yuav cia nws kav mus tag nws sim neej vim yog saib rau kuv tus qhev Davi uas kuv xaiv cia lawd yog tus uas tuav rawv kuv tej lus nkaw thiab kuv tej kab ke."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.35","label":"35","content":"Tiamsis kuv yuav rho lub tebchaws hauv nws tus tub txhais tes, thiab muab kaum lub xeem cob rau koj."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.36","label":"36","content":"Kuv tseem yuav muab ib xeem rau nws tus tub, xwv kuv tus qhev Davi thiaj muaj lub teeb rau ntawm kuv xubntiag rau hauv Yeluxalees tsis tu li, yog lub nroog uas kuv xaiv cia rau kuv lub npe nyob."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.37","label":"37","content":"Kuv yuav koj thiab koj yuav kav txhua yam raws li koj lub siab xav, thiab koj yuav ua vajntxwv kav cov Yixayee."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.38","label":"38","content":"“ ‘Yog koj mloog kuv tej lus uas kuv hais rau koj txhua yam thiab ua koj lub neej raws nraim kuv txojkev thiab ua tej uas kuv pom tias zoo es tuav rawv kuv tej kab ke thiab kuv tej lus nkaw ib yam li kuv tus qhev Davi tau ua, mas kuv yuav nrog nraim koj thiab tsa koj caj ces nyob ruaj khov ib yam li kuv tsa Davi caj ces, thiab kuv yuav muab cov Yixayee rau koj."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.39","label":"39","content":"Tim li no kuv yuav ua rau Davi caj ces raug kev nyuaj siab tiamsis tsis yog raug mus ib txhis.’ ”"},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.40","label":"40","content":"Xalaumoo thiaj nrhiav kev yuav muab Yelaunpau‑as tua, tiamsis Yelaunpau‑as khiav mus rau hauv Iyi tebchaws mus cuag Sisab uas yog Iyi tus vajntxwv, thiab nws nyob hauv Iyi tebchaws mus txog thaum Xalaumoo tuag."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.41","label":"41","content":"Lwm yam haujlwm uas Xalaumoo ua thiab txhua yam uas nws ua thiab nws lub tswvyim twb muab sau cia rau hauv phau ntawv uas sau Xalaumoo tej haujlwm."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.42","label":"42","content":"Xalaumoo nyob hauv Yeluxalees ua vajntxwv kav cov Yixayee huvsi tau plaub caug xyoo."},{"bible_id":"1269","chapter_code":"1KI.11","verse_code":"1KI.11.43","label":"43","content":"Xalaumoo kuj tuag mus nrog nws tej poj koob yawm txwv nyob, thiab lawv muab nws log rau hauv nws txiv Davi lub nroog, ces nws tus tub Lehaunpau‑as ua vajntxwv kav nyob nws chaw."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.1","label":"1","content":"Lehaunpau‑as mus rau ntawm lub moos Sekhee, rau qhov cov Yixayee sawvdaws tau tuaj rau ntawm Sekhee es yuav tsa nws ua vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.2","label":"2","content":"Thaum Nenpa tus tub Yelaunpau‑as tau hnov xov, rau thaum nws tseem nyob hauv Iyi tebchaws uas nws tau khiav vajntxwv Xalaumoo mus nyob, mas Yelaunpau‑as txawm rov ntawm Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.3","label":"3","content":"Lawv txawm txib neeg mus hu nws, mas Yelaunpau‑as thiab ib tsoom Yixayee sawvdaws tuaj hais rau Lehaunpau‑as tias,"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.4","label":"4","content":"“Koj txiv tau ua tus quab hnyav heev rau peb. Yog li ntawd nimno thov koj ua rau tej haujlwm hnyav uas koj txiv kom peb ua thiab nws tus quab hnyav uas nyob saum peb ntawd sib zog, mas peb yuav ua num rau koj.”"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.5","label":"5","content":"Lehaunpau‑as hais rau lawv tias, “Cia li rov mus, es peb hnub li rov tuaj cuag kuv ib zaug thiab.” Cov pejxeem txawm rov mus lawm."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.6","label":"6","content":"Vajntxwv Lehaunpau‑as mus sablaj rau cov laus uas tu nws txiv Xalaumoo rau thaum nws txiv tseem muaj txojsia nyob hais tias, “Nej yuav qhia kuv teb li cas rau cov pejxeem no?”"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.7","label":"7","content":"Mas lawv hais rau nws tias, “Yog hnub no koj yuav ua cov pejxeem no qhev thiab tu lawv thiab teb tej lus zoo rau lawv, mas lawv yuav ua koj cov qhev mus ib txhis li.”"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.8","label":"8","content":"Tiamsis nws tsis quav ntsej tej lus uas cov laus qhia ntawd, nws txawm mus sablaj rau cov tub hluas uas nrog nws hlob ib phaum thiab ua haujlwm rau nws."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.9","label":"9","content":"Nws hais rau lawv tias, “Nej yuav qhia kom peb teb li cas rau cov pejxeem no uas tau hais rau kuv tias, ‘Thov koj ua rau tus quab uas koj txiv muab tso rau saum peb kom sib zog’?”"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.10","label":"10","content":"Cov tub hluas uas nrog nws hlob ib phaum txawm hais rau nws tias, “Koj hais li no rau cov pejxeem uas hais rau koj tias, ‘Koj txiv tau ua rau peb tus quab hnyav, thov koj ua kom sib zog.’ Mas koj cia li hais rau lawv li no, ‘Kuv tus nyuag ntiv tes rwg qab tseem loj dua kuv txiv lub duav."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.11","label":"11","content":"Txawm yog kuv txiv tau tso tus quab hnyav rau saum nej los kuv yuav tsav ntxiv kom tus quab ntawd hnyav dua thiab. Kuv txiv xuas pas nplawm nej tiamsis kuv yuav xuas raub ris teb nplawm nej.’ ”"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.12","label":"12","content":"Yelaunpau‑as thiab cov pejxeem sawvdaws thiaj rov tuaj cuag Lehaunpau‑as rau hnub peb raws li vajntxwv tau hais tias, “Rov qab tuaj cuag kuv rau hnub peb.”"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.13","label":"13","content":"Mas vajntxwv teb nyaum kawg li rau cov pejxeem, nws tsis quav ntsej tej lus uas cov laus qhia rau nws."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.14","label":"14","content":"Nws hais rau lawv raws li cov tub hluas tau qhia rau nws hais tias, “Kuv txiv ua rau nej tus quab hnyav tiamsis kuv yuav tsav ntxiv kom tus quab ntawd hnyav dua thiab. Kuv txiv xuas pas nplawm nej xwb tiamsis kuv yuav xuas raub ris teb nplawm nej.”"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.15","label":"15","content":"Vajntxwv thiaj tsis mloog cov pejxeem tej lus, rau qhov tej xwm txheej no yog los ntawm Yawmsaub xwv Yawmsaub thiaj ua tau tiav raws li tej lus uas nws tau txib Ahiya uas yog neeg hauv Silau hais rau Nenpa tus tub Yelaunpau‑as."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.16","label":"16","content":"Thaum cov Yixayee sawvdaws pom tias vajntxwv tsis mloog lawv tej lus, lawv thiaj teb vajntxwv tias, “Peb muaj feem dabtsi rau hauv Davi lawm? Peb tsis muaj qub txeeg qub teg hauv Yexi tus tub li lawm. Yixayee 'e, cia li rov mus rau hauv nej tej tsev ntaub. Au Davi, koj cia li saib xyuas koj caj ces xwb lauj!” Mas cov Yixayee sawvdaws txawm rov mus rau nyias vaj nyias tsev lawm."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.17","label":"17","content":"Mas Lehaunpau‑as tsuas kav cov Yixayee uas nyob rau hauv tej moos hauv Yuda tebchaws xwb."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.18","label":"18","content":"Mas vajntxwv Lehaunpau‑as txib Adaulas uas yog tus saib xyuas cov neeg raug yuam ua haujlwm mus xyuas cov Yixayee mas lawv sawvdaws xuas pob zeb ntaus nws tuag. Ces vajntxwv Lehaunpau‑as txawm maj nroos nce nws li tsheb nees ua rog khiav rov los rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.19","label":"19","content":"Yixayee thiaj li fav xeeb rau Davi caj ces los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.20","label":"20","content":"Thaum cov Yixayee sawvdaws tau hnov tias Yelaunpau‑as rov los lawm, lawv txawm txib neeg mus hu nws tuaj rau ntawm ib tsoom pejxeem sawvdaws thiab muab nws tsa ua vajntxwv. Tsis muaj leejtwg koom nrog Davi caj ces, tsuas yog xeem Yuda xwb."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.21","label":"21","content":"Thaum Lehaunpau‑as mus rau hauv Yeluxalees lawd nws txawm sau cov Yuda thiab xeem Npeeyamee sawvdaws tuaj ua ke, huvsi muaj 180,000 leej tub rog uas txawj tshaj plaws es yuav mus ua rog rau cov Yixayee thiab muab lub tebchaws rov los rau Lehaunpau‑as uas yog Xalaumoo tus tub kav."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.22","label":"22","content":"Tiamsis Vajtswv hais lus tuaj rau Semaya uas yog Vajtswv tus neeg tias,"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.23","label":"23","content":"“Cia li hais rau Xalaumoo tus tub Lehaunpau‑as uas ua vajntxwv kav Yuda tebchaws thiab hais rau cov Yuda thiab cov Npeeyamee sawvdaws thiab hais rau cov pejxeem uas nrog lawv nyob tias,"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.24","label":"24","content":"‘Yawmsaub hais li no tias, Nej tsis txhob nce mus ua rog rau nej cov kwvtij Yixayee. Sawvdaws cia li rov mus nyias vaj nyias tsev, rau qhov tej xwm txheej no yog los ntawm kuv los.’ ” Yog li no lawv thiaj mloog Yawmsaub tej lus thiab rov mus nyias vaj nyias tsev raws li Yawmsaub hais."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.25","label":"25","content":"Mas Yelaunpau‑as muab lub moos Sekhee pem toj siab Efa‑i tebchaws ua dua tshiab thiab nws mus nyob qhov ntawd. Nws kuj tawm qhov ntawd mus muab lub moos Penu‑ee  ua dua tshiab."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.26","label":"26","content":"Yelaunpau‑as xav hauv lub siab tias, “Ntshai tsam lub tebchaws yuav tig mus zwm rau Davi caj ces."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.27","label":"27","content":"Yog cov pejxeem no pheej mus xyeem tsiaj rau hauv Yawmsaub lub tuam tsev nram lub nroog Yeluxalees, ces cov pejxeem no lub siab yuav tig rov mus zwm rau lawv tus tswv uas yog Yuda tus vajntxwv Lehaunpau‑as, ces lawv yuav muab kuv tua pov tseg es rov qab mus zwm rau Yuda tus vajntxwv Lehaunpau‑as.”"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.28","label":"28","content":"Yog li ntawd nws thiaj ntaus tswvyim thiab muab kub ua ob tug dab mlom thav nyuj. Nws thiaj hais rau cov pejxeem tias, “Qhov uas nej pheej nce mus rau lub nroog Yeluxalees txaus lawm. Cov Yixayee 'e, cia li saib nej tej timtswv no nawj, yog tej timtswv uas coj nej tawm hauv Iyi tebchaws los.”"},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.29","label":"29","content":"Nws muab ib tug txawb rau hauv lub moos Npe‑ee thiab ib tug txawb rau hauv lub moos Daj."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.30","label":"30","content":"Mas qhov no ua txhaum muaj txim vim yog cov pejxeem mus pe tus uas nyob ntawm Npe‑ee thiab mus pe tus uas nyob ntawm lub moos Daj."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.31","label":"31","content":"Yelaunpau‑as kuj ua tsev teev dab rau ntawm tej chaw siab, thiab nws tsa cov pejxeem uas tsis yog xeem Levi ua pov thawj."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.32","label":"32","content":"Thiab Yelaunpau‑as teem hnub tim kaum tsib lub yim hli ua kevcai noj haus ib yam li txoj kevcai noj haus hauv Yuda, thiab nws tua tsiaj xyeem rau saum lub thaj. Nws ua li no rau hauv lub moos Npe‑ee, yog xyeem tsiaj rau tej dab mlom thav nyuj uas nws ua ntawd. Nws tsa pov thawj ua haujlwm rau hauv tej chaw siab uas nws ua rau ntawm lub moos Npe‑ee."},{"bible_id":"1269","chapter_code":"1KI.12","verse_code":"1KI.12.33","label":"33","content":"Nws nce mus rau ntawm lub thaj uas nws ua rau hauv lub moos Npe‑ee rau hnub tim kaum tsib lub yim hli, yog lub hli uas nws lub siab xav tseg teem cia. Thiab nws teem sijhawm ua kevcai noj haus rau cov Yixayee thiab nws nce mus hlawv hmoov tshuaj tsw qab xyeem rau ntawm lub thaj ntawd."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.1","label":"1","content":"Muaj Vajtswv ib tug neeg los tawm hauv Yuda raws li Yawmsaub txib, nws mus rau Npe‑ee. Yelaunpau‑as sawv ntsug ntawm lub thaj yuav hlawv cov hmoov tshuaj tsw qab."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.2","label":"2","content":"Tus xibhwb ntawd txawm qw foom lub thaj ntawd raws li Yawmsaub kom nws hais tias, “Lub thaj nis lub thaj, Yawmsaub hais li no tias, ‘Davi caj ces yuav yug ib tug tub hu ua Yauxiya. Nws yuav muab cov pov thawj uas ua haujlwm ntawm tej chaw siab teev dab es tseem los hlawv hmoov tshuaj tsw qab rau saum koj tua xyeem rau saum koj, thiab yuav hlawv neeg li pob txha saum koj.’ ”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.3","label":"3","content":"Nws kuj ua txujci tseem ceeb tshwm rau hnub ntawd, nws hais tias, “No yog txujci tseem ceeb uas Yawmsaub twb hais cia lawm, Saib maj, lub thaj no yuav raug muab ua pob tag, tej tshauv saum lub thaj no yuav raug muab nchuav tag.”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.4","label":"4","content":"Thaum vajntxwv hnov Vajtswv tus neeg hais tej lus foom lub thaj ntawm Npe‑ee ntawd, mas Yelaunpau‑as nkaum tes nkuav ntawm lub thaj tuaj hais tias, “Cia li muab nws ntes kiag cia.” Ces vajntxwv txhais tes uas xyab hlo tuaj ntawd txawm cia li qhuav qhawv mas nkaum tsis tau tes rov qab."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.5","label":"5","content":"Thiab lub thaj kuj pob rhe tej tshauv kuj nchuav saum lub thaj los, raws li tej txujci tseem ceeb uas Yawmsaub tau kom Vajtswv tus neeg hais ntag."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.6","label":"6","content":"Mas vajntxwv hais rau Vajtswv tus neeg ntawd tias, “Cia li thov Yawmsaub uas yog koj tus Vajtswv khuvleej kuv, thiab thov pab kom kuv txhais tes rov qab zoo li qub.” Mas Vajtswv tus neeg thiaj thov Yawmsaub mas vajntxwv txhais tes txawm rov qab muaj zog zoo kiag li qub."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.7","label":"7","content":"Vajntxwv txawm hais rau Vajtswv tus neeg tias, “Los hauv kuv lub tsev thiab nrog kuv noj mov, kuv yuav muab tshav ntuj rau koj.”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.8","label":"8","content":"Vajtswv tus neeg hais rau vajntxwv tias, “Txawm yog koj muab kiag koj cuab txhiaj cuab tam ib nrab rau kuv los kuv yuav tsis nrog koj mus, thiab kuv yuav tsis noj ib khaw mov lossis haus ib pas dej ntawm no li."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.9","label":"9","content":"Rau qhov Yawmsaub tej lus twb hais tuaj rau kuv tias, ‘Koj tsis txhob noj mov tsis txhob haus dej tsis txhob taug txoj qub kev uas koj tuaj rov qab.’ ”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.10","label":"10","content":"Nws txawm mus dua lwm txojkev lawm tsis rov taug txoj qub kev uas nws tuaj rau ntawm Npe‑ee."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.11","label":"11","content":"Muaj ib tug xibhwb cev Vajtswv lus laus laus li nyob hauv lub moos Npe‑ee. Mas nws cov tub txawm los hais txhua yam uas Vajtswv tus neeg tau ua ntawm Npe‑ee hnub ntawd rau nws mloog. Tej lus uas tus xibhwb ntawd hais rau vajntxwv lawv kuj piav huvsi rau leej txiv mloog."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.12","label":"12","content":"Mas leej txiv hais rau lawv tias, “Tus xibhwb ntawd mus txojkev twg lawm?” Ces cov tub txawm qhia txojkev uas Vajtswv tus neeg uas tuaj nram Yuda tuaj mus rau leej txiv."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.13","label":"13","content":"Ces nws txawm hais rau nws cov tub tias, “Cia li nog eeb nees luav rau kuv.” Lawv txawm nog eeb nees luav rau nws, nws thiaj caij."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.14","label":"14","content":"Nws mus caum cuag Vajtswv tus neeg zaum hauv ib tsob qab ntoo qheb, nws thiaj hais rau tus xibhwb tias, “Koj yog Vajtswv tus neeg uas tuaj nram Yuda tuaj lov?” Nws teb tias, “Yog lauj.”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.15","label":"15","content":"Ces tus xibhwb laus txawm hais rau nws tias, “Nrog kuv mus lawm tom kuv tsev mus noj mov.”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.16","label":"16","content":"Nws teb tias, “Kuv nrog koj mus tsis tau thiab mus so tsis tau hauv koj tsev. Kuv yuav tsis nrog koj noj mov lossis nrog koj haus dej ntawm no li."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.17","label":"17","content":"Rau qhov Yawmsaub tej lus hais tuaj rau kuv tias, ‘Koj tsis txhob noj mov tsis txhob haus dej qhov ntawd li thiab tsis txhob taug txoj qub kev uas koj tuaj rov qab.’ ”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.18","label":"18","content":"Tus xibhwb laus txawm hais rau nws tias, “Kuv kuj yog ib tug xibhwb cev Vajtswv lus ib yam li koj thiab. Muaj ib tug tubtxib saum ntuj hais Yawmsaub cov lus rau kuv tias, ‘Cia li coj nws rov los rau hauv koj tsev kom nws thiaj tau mov noj tau dej haus.’ ” Tiamsis yog nws dag xwb."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.19","label":"19","content":"Ces Vajtswv tus neeg thiaj nrog nws rov qab mus, tau mus noj mov thiab haus dej hauv nws tsev."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.20","label":"20","content":"Thaum ob tug tabtom nyob ntawm rooj mov mas Yawmsaub hais lus tuaj rau tus xibhwb laus uas coj nws rov los ntawd."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.21","label":"21","content":"Ces nws txawm qw rau Vajtswv tus neeg uas tuaj nram Yuda tuaj hais tias, “Yawmsaub hais li no tias, ‘Vim koj tsis mloog Yawmsaub tej lus thiab tsis ua raws li uas Yawmsaub uas yog koj tus Vajtswv hais kom koj ua,"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.22","label":"22","content":"thiab vim koj tau rov los noj mov thiab haus dej rau lub chaw uas Yawmsaub hais rau koj tias tsis txhob noj mov tsis txhob haus dej li, ces koj lub cev tuag yuav mus tsis txog koj tej poj koob yawm txwv lub qhov ntxa.’ ”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.23","label":"23","content":"Ces thaum Vajtswv tus neeg noj mov thiab haus dej tag, tus xibhwb laus txawm nog eeb nees luav rau Vajtswv tus neeg uas nws coj los ntawd."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.24","label":"24","content":"Thaum tus xibhwb hluas ntawd mus, muaj ib tug tsov ntxhuav txawm tawm los ntsib nws ntawm tog kev mas muab nws tom tuag, muab nws lub cev tuag tso rau hauv txojkev mas tus nees luav sawv ntawm nws ib sab thiab tus tsov ntxhuav kuj sawv ntawm nws ib sab thiab."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.25","label":"25","content":"Muaj neeg dua kev pom lub cev tuag pov nrom nroo hauv txojkev thiab tus tsov ntxhuav sawv ib sab ntawm lub cev tuag. Ces lawv thiaj li los piav rau hauv lub moos uas tus xibhwb laus ntawd nyob."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.26","label":"26","content":"Mas thaum tus xibhwb laus uas coj nws rov los ntawd hnov txog zaj xwm txheej ntawd nws txawm hais tias, “Tus ntawd yog Vajtswv tus neeg uas tsis mloog Yawmsaub tej lus. Vim li ntawd Yawmsaub thiaj li muab nws rau tsov ntxhuav, tsov ntxhuav thiaj li muab nws dua muab nws tom tuag raws li tej lus uas Yawmsaub hais rau nws.”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.27","label":"27","content":"Ces nws thiaj hais rau nws cov tub tias, “Cia li nog eeb nees luav rau kuv.” Mas lawv thiaj nog eeb nees luav."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.28","label":"28","content":"Nws txawm mus mas pom lub cev tuag pov nrom nroo hauv txojkev thiab pom tus nees luav thiab tus tsov ntxhuav sawv ib sab ntawm lub cev tuag ntawd. Tus tsov ntxhuav kuj tsis noj lub cev tuag ntawd thiab tsis dua tus nees luav ntawd."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.29","label":"29","content":"Ces tus xibhwb laus txawm muab Vajtswv tus neeg lub cev tuag tsaws rau saum tus nees luav coj rov los rau hauv tus xibhwb laus lub moos, coj los pam thiab muab log."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.30","label":"30","content":"Nws muab lub cev tuag ntawd log rau lub chaw uas yuav log nws ntag, mas lawv quaj quaj hais tias, “Au kuv kwv kuv tij 'e.”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.31","label":"31","content":"Thaum muab log tag lawd nws thiaj hais rau nws cov tub tias, “Thaum kuv tuag nej muab kuv log rau hauv lub qhov ntxa uas log Vajtswv tus neeg no thiab muab kuv cov pob txha tso ti nkaus nws cov pob txha."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.32","label":"32","content":"Rau qhov tej lus uas Yawmsaub kom nws qw foom lub thaj ntawm Npe‑ee thiab foom tej tsev dab saum tej chaw siab huvsi uas nyob hauv Xamali tej moos, yeej yuav tiav xwb xwb li.”"},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.33","label":"33","content":"Dhau tej xwm txheej no lawm Yelaunpau‑as kuj tsis tso nws tej kev txhaum tseg li, nws tseem tsa cov pejxeem qee leej ua pov thawj rau ntawm tej chaw siab teev dab dua thiab. Leejtwg txaus siab ua nws kuj cia li muab tsa ua pov thawj rau ntawm tej chaw siab teev dab."},{"bible_id":"1269","chapter_code":"1KI.13","verse_code":"1KI.13.34","label":"34","content":"Tej no yog Yelaunpau‑as caj ces tej kev txhaum uas ua rau lawv raug muab rhuav tshem ploj tag hauv ntiajteb no."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.1","label":"1","content":"Lub sijhawm ntawd Yelaunpau‑as tus tub Anpiya mob,"},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.2","label":"2","content":"mas Yelaunpau‑as txawm hais rau nws tus pojniam tias, “Koj cia li hloov tsoos tsho txhob kheev luag paub tias koj yog Yelaunpau‑as tus pojniam, es mus rau lub moos Silau rau qhov Ahiya uas ua xibhwb cev Vajtswv lus nyob qhov ntawd. Nws yog tus uas hais rau kuv tias kuv yuav ua vajntxwv kav cov neeg no."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.3","label":"3","content":"Koj cia li coj kaum lub ncuav thiab ib txhia ncuav qab zib thiab ib nyuag me hub zib ntab mus cuag nws. Nws yuav qhia rau koj paub tias tus tub yuav zoo li cas.”"},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.4","label":"4","content":"Yelaunpau‑as tus pojniam kuj ua raws li ntawd. Nws sawv tsees mus rau Silau mus txog Ahiya lub tsev. Ahiya tsis pom kev rau qhov nws laus laus, nws qhov muag pom tsis meej lawm."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.5","label":"5","content":"Yawmsaub hais rau Ahiya tias, “Saib maj, Yelaunpau‑as pojniam tabtom tuaj yuav nug koj txog nws tus tub, vim nws tus tub mob. Koj cia li hais li no rau nws.” Thaum Yelaunpau‑as pojniam mus txog, nws ua txuj yam li nws yog lwm tus li pojniam."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.6","label":"6","content":"Tiamsis thaum Ahiya hnov nws xib taws nrov tuaj txog ntawm qhov rooj Ahiya txawm hais tias, “Poj Yelaunpau‑as, cia li los tsev. Ua cas koj yuav ua txuj yam li yog lwm tus? Rau qhov kuv tau lo lus uas yuav hais tej xov poob siab rau koj."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.7","label":"7","content":"Cia li mus hais rau Yelaunpau‑as tias, Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, ‘Kuv twb tsa koj sawv hauv cov pejxeem los thiab pub koj ua thawj kav kuv cov neeg Yixayee."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.8","label":"8","content":"Kuv tau dua lub tebchaws ntawm Davi caj ces los pub rau koj. Txawm li ntawd los koj tsis zoo li kuv tus qhev Davi uas tuav rawv kuv tej lus nkaw thiab ua raws li kuv hais kawg siab kawg ntsws, thiab tsuas ua tej uas kuv pom raug cai xwb."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.9","label":"9","content":"Tiamsis koj tau ua phem heev dua lwm tus uas nyob ua koj ntej. Koj tau ua tej dab mlom thiab nchuav tej dab mlom, ua rau kuv chim kawg li, muab kuv laim kiag rau tom koj qub qab."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.10","label":"10","content":"Vim li no kuv yuav coj tej xwm txheej phem los rau saum Yelaunpau‑as caj ces, kuv yuav rhuav tshem txhua tus txivneej ntawm Yelaunpau‑as huvsi pov tseg tsis hais qhev thiab tej pejxeem hauv cov Yixayee, thiab yuav ntxuav kom Yelaunpau‑as caj ces tu noob nrho ib yam li luag hlawv tej quav tsiaj txhu kub hnyiab tag huvsi."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.11","label":"11","content":"Yelaunpau‑as cov neeg uas tuag rau hauv lub moos mas dev yuav noj. Cov uas tuag rau tom hav nroj mas tej liaj dav saum nruab ntug yuav noj, rau qhov Yawmsaub hais cia li no lawm.’"},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.12","label":"12","content":"Koj cia li sawv rov qab mus tsev. Thaum koj mus txog ntua hauv koj lub moos mas tus tub yuav tu siav nrho."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.13","label":"13","content":"Mas cov Yixayee sawvdaws yuav quaj ntsuag nws thiab muab nws log. Rau qhov Yelaunpau‑as cov neeg mas nws tib leeg thiaj tuag muaj ntxa xwb, rau qhov hauv Yelaunpau‑as caj ces nws tib leeg ua tau tej yam uas hum Yawmsaub uas yog cov Yixayee tus Vajtswv lub siab."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.14","label":"14","content":"Yawmsaub tseem yuav tsa ib tug vajntxwv kav cov Yixayee uas yuav rhuav tshem Yelaunpau‑as caj ces hnub no ntag, hnub no ntag lauj."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.15","label":"15","content":"“Yawmsaub yuav ntaus cov Yixayee, mas lawv yuav zoo yam nkaus li tej tauj deg ua zog kais ntawm ntug dej. Nws yuav muab cov Yixayee dob kiag tawm hauv lub tebchaws zoo no uas nws twb muab pub rau lawv tej poj koob yawm txwv lawm, thiab muab lawv ntiab khiav ua sab ua sua dhau plaws mus rau sab dej Yufeti hnub tuaj, rau qhov lawv tau ua tej ncej dab Asela thiaj ua rau Yawmsaub chim."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.16","label":"16","content":"Nws yuav muab cov Yixayee tso tseg rau qhov Yelaunpau‑as ua txhaum thiab coj cov Yixayee ua txhaum.”"},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.17","label":"17","content":"Ces Yelaunpau‑as pojniam txawm sawv rov kiag mus mas los txog lub moos Thilaxa. Thaum nws los txog ntua nws lub taw rooj ces tus metub txawm tu siav nrho."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.18","label":"18","content":"Cov Yixayee sawvdaws muab nws log thiab quaj ntsuag nws, raws li Yawmsaub cov lus uas nws kom nws tus qhev Ahiya uas ua xibhwb cev Vajtswv lus hais lawd."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.19","label":"19","content":"Lwm yam haujlwm uas Yelaunpau‑as ua, tej uas nws mus ua rog thiab tej uas nws kav tebchaws mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.20","label":"20","content":"Yelaunpau‑as kav tebchaws tau nees nkaum ob xyoos, mas nws li tuag mus nrog nws tej poj koob yawm txwv nyob. Nws tus tub Nada sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.21","label":"21","content":"Lehaunpau‑as uas yog Xalaumoo tus tub ua vajntxwv kav Yuda. Thaum Lehaunpau‑as pib ua vajntxwv kav tebchaws ntawd nws hnub nyoog muaj plaub caug ib xyoos. Nws nyob hauv Yeluxalees kav tau kaum xya xyoo, yog lub nroog uas Yawmsaub xaiv hauv txhua xeem Yixayee los cia ua lub chaw rau nws lub npe nyob. Lehaunpau‑as niam npe hu ua Na‑ama uas yog neeg Asmoo."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.22","label":"22","content":"Cov Yuda ua tej uas Yawmsaub pom tias phem, lawv tau ua txhaum ntau dua tej kev txhaum uas lawv tej poj koob yawm txwv ua zes rau Yawmsaub khib."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.23","label":"23","content":"Rau qhov lawv ua tej chaw siab teev dab thiab ua tej ncej dab thiab ua tej ncej dab Asela rau saum txhua lub pov roob thiab ua rau hauv txhua tus qab ntoo ntsuab."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.24","label":"24","content":"Thiab muaj cov txivneej muag cev ntawm tej tsev dab thoob lub tebchaws. Lawv ua kev qias vuab tsuab yam li lwm haiv neeg uas Yawmsaub twb ntiab tawm ntawm cov Yixayee hauv ntej mus lawm."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.25","label":"25","content":"Thaum Lehaunpau‑as ua vajntxwv tau tsib xyoos mas Sisab uas ua vajntxwv hauv Iyi tebchaws txawm tuaj ua rog rau lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.26","label":"26","content":"Nws muab tej nyiaj txiag qhov txhia chaw hauv Yawmsaub lub tuam tsev thiab hauv vajntxwv lub tsev lws huvsi coj mus. Nws kuj coj tej daim phiaj kub thaiv uas Xalaumoo ua huvsi mus."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.27","label":"27","content":"Mas vajntxwv Lehaunpau‑as ho muab tooj liab ua tej daim phiaj los siv nyob chaw thiab muab cov daim phiaj ntawd cob rau cov thawj rog uas zov vajntxwv lub qhov rooj."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.28","label":"28","content":"Txhua zaus uas vajntxwv mus rau hauv Yawmsaub lub tuam tsev cov tub rog kuj tuav cov daim phiaj ntawd tawm tuaj thiab coj rov qab mus khaws cia rau hauv lub tsev uas cov tub rog zov khuav nyob."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.29","label":"29","content":"Lwm yam haujlwm uas Lehaunpau‑as ua, txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.30","label":"30","content":"Lehaunpau‑as thiab Yelaunpau‑as pheej sib ua rog tsis tu li."},{"bible_id":"1269","chapter_code":"1KI.14","verse_code":"1KI.14.31","label":"31","content":"Lehaunpau‑as tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log nrog nws tej poj koob yawm txwv ua ke rau hauv Davi lub nroog. Nws niam npe hu ua Na‑ama uas yog neeg Asmoo. Mas nws tus tub Anpiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.1","label":"1","content":"Xyoo kaum yim uas Nenpa tus tub Yelaunpau‑as ua vajntxwv kav mas Anpiya pib kav Yuda tebchaws."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.2","label":"2","content":"Nws nyob hauv Yeluxalees kav tau peb xyoos. Nws niam npe hu ua Ma‑akha uas yog Anpisaloo  tus ntxhais."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.3","label":"3","content":"Anpiya ua txhua yam kev txhaum ib yam li nws txiv tau ua. Nws lub siab tsis ncaj tsis dawb huv rau Yawmsaub uas yog nws tus Vajtswv, tsis thooj li Davi uas yog nws yawg koob lub siab."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.4","label":"4","content":"Txawm li cas los xij, yog saib rau Davi mas Yawmsaub uas yog nws tus Vajtswv thiaj li pub ib lub teeb rau Anpiya kom ci rau hauv Yeluxalees, nws thiaj tsa Anpiya ib tug tub sawv nws chaw ua vajntxwv thiab tsom kwm Yeluxalees nyob ruaj,"},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.5","label":"5","content":"vim yog Davi ua tej uas Yawmsaub pom tias zoo thiab tag nws sim neej nws tsis tseg ib yam uas Yawmsaub hais rau nws es nws yuav tsis ua li, tsuas yog qhov uas nws ua rau Uliya uas yog neeg Hithai xwb."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.6","label":"6","content":"Lehaunpau‑as caj ces thiab Yelaunpau‑as sib ua rog tsis tu mus tag Anpiya sim neej."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.7","label":"7","content":"Lwm yam haujlwm uas Anpiya ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yuda tej vajntxwv li keeb kwm. Anpiya thiab Yelaunpau‑as kuj sib ua rog."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.8","label":"8","content":"Anpiya tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log rau hauv Davi lub nroog, mas nws tus tub Axa sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.9","label":"9","content":"Xyoo nees nkaum uas Yelaunpau‑as ua vajntxwv kav Yixayee tebchaws mas Axa pib ua vajntxwv kav Yuda tebchaws."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.10","label":"10","content":"Nws nyob hauv Yeluxalees kav tau plaub caug ib xyoos. Nws niam npe hu ua Ma‑akha uas yog Anpisaloo  tus ntxhais."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.11","label":"11","content":"Axa ua tej uas Yawmsaub pom tias zoo ib yam li nws yawg suab Davi tau ua."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.12","label":"12","content":"Nws muab cov txivneej muag cev ntawm tsev dab ntxuav pov tseg kom ploj hauv lub tebchaws mus thiab rhuav tshem tej dab mlom uas thaum ub nws tej poj koob yawm txwv tau ua cia lawm huvsi pov tseg."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.13","label":"13","content":"Thiab nws muab nws niam Ma‑akha hle tsis pub nyob lub rooj poj vaj lawm, vim yog nws tau ua ib tug dab mlom qias vuab tsuab los teev tus dab Asela. Thiab Axa muab nws niam tus dab mlom ntawd ntov pov tseg coj mus hlawv rau ntawm lub hav Khiloo,"},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.14","label":"14","content":"tiamsis tsis tau rhuav tshem tej chaw siab teev dab. Txawm li ntawd los nws lub siab yeej xib rau Yawmsaub mus tag sim neej uas ua vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.15","label":"15","content":"Nws muab tej nyiaj tej kub tej twj siv uas nws thiab nws txiv tau yeem lus xyeem rau Yawmsaub lawd coj los cia rau hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.16","label":"16","content":"Axa thiab Npa‑asa uas ua vajntxwv kav Yixayee tebchaws sib ua rog mus tag ob tug sim neej li."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.17","label":"17","content":"Cov Yixayee tus vajntxwv Npa‑asa mus ua rog rau cov Yuda. Nws ua lub moos Lama los tav kev kom tsis pub ib tug nkag mus cuag tau cov Yuda tus vajntxwv Axa thiab tsis pub ib tug tawm los tau."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.18","label":"18","content":"Ces Axa txawm muab tej nyiaj tej kub uas tseem tshuav hauv Yawmsaub lub tuam tsev thiab tej nyiaj txiag tej kub uas tseem tshuav hauv vajntxwv lub tsev rau nws cov tub teg tub taws, mas txib lawv coj mus cuag cov Alas tus vajntxwv Npeehada uas nyob hauv lub nroog Damaxaka. Nws yog Thalimoo tus tub, yog Hexi‑oo tus xeeb ntxwv."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.19","label":"19","content":"Lawv hais tias, “Thov koj nrog kuv cog lus sib raug zoo ib yam li kuv txiv thiab koj txiv txeev ua los lawd. Kuv xa cov nyiaj thiab kub no tuaj ua tshav ntuj pub rau koj es thov koj mus rhuav tej lus uas nrog Yixayee tus vajntxwv Npa‑asa cog lus sib raug zoo lawd tseg, xwv nws thiaj thim tub rog ntawm kuv mus.”"},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.20","label":"20","content":"Ces Npeehada kuj mloog vajntxwv Axa hais. Nws txawm tso thawj rog mus ntaus cov Yixayee tej moos, thiab lawv ntaus yeej lub moos Iyoo, Daj thiab Anpee Npema‑akha thiab tag nrho ib cheeb tsam Khinelau thiab tag nrho Nathali tebchaws."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.21","label":"21","content":"Thaum Npa‑asa hnov tej xwm ntawd nws txawm tseg tsis ua lub moos Lama, nws mus nyob rau hauv lub moos Thilaxa."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.22","label":"22","content":"Ces vajntxwv Axa txawm tshaj tawm rau cov Yuda sawvdaws tsis tseg ib tug li mas lawv mus muab tej pob zeb thiab tej ntoo uas Npa‑asa ua lub moos Lama ntawd coj mus. Vajntxwv Axa siv tej ntawd ua lub moos Kenpa hauv Npeeyamee tebchaws thiab lub moos Mixapa."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.23","label":"23","content":"Lwm yam haujlwm uas vajntxwv Axa ua, thiab nws lub hwjchim huvsi thiab txhua yam uas nws ua thiab tej moos uas nws ua lawd mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yuda tej vajntxwv li keeb kwm. Thaum nws laus lawd nws txawm mob txhais kotaw."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.24","label":"24","content":"Axa tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log rau hauv nws yawg suab Davi lub nroog, mas nws tus tub Yehausafa sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.25","label":"25","content":"Xyoos ob uas Axa ua vajntxwv kav Yuda mas Yelaunpau‑as tus tub Nada pib ua vajntxwv kav Yixayee, nws kav Yixayee tau ob xyoos."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.26","label":"26","content":"Nada ua tej uas Yawmsaub pom tias phem thiab nws taug nws txiv tus neev taw ua txhaum thiab coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.27","label":"27","content":"Ahiya tus tub Npa‑asa uas yog xeem Ixakha ntaus tswvyim txov Nada. Mas Npa‑asa muab vajntxwv tua ntawm Kinpethoo uas yog cov Filixatee lub moos rau thaum Nada thiab cov Yixayee tabtom vij ntaus lub moos Kinpethoo."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.28","label":"28","content":"Ua li no mas xyoo peb uas Axa ua vajntxwv kav Yuda, Npa‑asa thiaj tua tau Nada thiab sawv nws chaw ua vajntxwv kav cov Yixayee."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.29","label":"29","content":"Thaum nws tau ua vajntxwv nws muab Yelaunpau‑as caj ces tua tag huvsi tsis tseg ib tug dim ciaj li. Nws muab ua puam tsuaj tag huvsi raws li tej lus uas Yawmsaub tau kom nws tus qhev Ahiya uas nyob hauv lub moos Silau hais cia lawd."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.30","label":"30","content":"Vim yog tim tej kev txhaum uas Yelaunpau‑as tau ua thiab nws tau coj cov Yixayee ua txhaum thiab tim qhov uas nws ua rau Yawmsaub uas yog cov Yixayee tus Vajtswv chim kawg."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.31","label":"31","content":"Lwm yam haujlwm uas Nada ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.32","label":"32","content":"Axa thiab Npa‑asa uas ua Yixayee tus vajntxwv yeej ua rog mus tag ob tug sim neej."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.33","label":"33","content":"Xyoo peb uas Axa ua vajntxwv kav Yuda mas Ahiya tus tub Npa‑asa pib ua vajntxwv kav cov Yixayee sawvdaws, nws nyob hauv lub moos Thilaxa kav tau nees nkaum plaub xyoos."},{"bible_id":"1269","chapter_code":"1KI.15","verse_code":"1KI.15.34","label":"34","content":"Nws ua tej uas Yawmsaub pom tias phem thiab taug nraim Yelaunpau‑as tus neev taw ua txhaum thiab coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.1","label":"1","content":"Yawmsaub hais lus tuaj rau Hanani tus tub Yehu, yog hais tawm tsam Npa‑asa tias,"},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.2","label":"2","content":"“Kuv muab koj tsa sawv hauv cov hmoov av los ua thawj kav kuv cov neeg Yixayee, tiamsis koj taug nraim Yelaunpau‑as tus neev taw ua txhaum thiab tau coj kuv cov neeg Yixayee ua txhaum, mas lawv tej kev txhaum ua rau kuv chim kawg."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.3","label":"3","content":"Vim li no kuv yuav muab Npa‑asa thiab nws caj ces ntxuav kom tu noob nrho ua rau koj caj ces ib yam nkaus li Nenpa tus tub Yelaunpau‑as caj ces."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.4","label":"4","content":"Npa‑asa caj ces tus twg tuag rau hauv moos dev yuav noj, tus twg tuag tom hav nroj liaj dav saum nruab ntug yuav noj.”"},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.5","label":"5","content":"Lwm yam haujlwm uas Npa‑asa ua thiab txhua yam uas nws ua thiab nws lub hwjchim mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.6","label":"6","content":"Npa‑asa tuag mus nrog nws tej poj koob yawm txwv nyob, lawv muab nws log rau hauv lub moos Thilaxa. Ces nws tus tub Ela sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.7","label":"7","content":"Thiab Yawmsaub hais lus tuaj rau Hanani tus tub Yehu uas yog xibhwb cev Vajtswv lus, yog hais txog Npa‑asa thiab nws caj ces, rau qhov txhua yam uas nws ua mas Yawmsaub pom tias phem. Nws tes haujlwm zoo ib yam li Yelaunpau‑as caj ces tes haujlwm, thiab vim nws tau muab Yelaunpau‑as caj ces ua puam tsuaj tag, mas ua rau Yawmsaub chim kawg."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.8","label":"8","content":"Xyoo nees nkaum rau uas Axa ua vajntxwv kav Yuda mas Npa‑asa tus tub Ela sawv kav Yixayee, nws nyob hauv lub moos Thilaxa kav tau ob xyoos."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.9","label":"9","content":"Xili uas yog vajntxwv ib tug thawj rog kav cov tsheb ua rog ib nrab tau ntaus tswvyim fav xeeb rau Ela. Mas Ela nyob hauv lub moos Thilaxa haus cawv hauv Alaxa lub tsev qaug heev. Alaxa yog tus uas kav vajntxwv lub vaj lub tsev hauv Thilaxa."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.10","label":"10","content":"Ces Xili txawm tuaj muab vajntxwv tua tuag, rau xyoo nees nkaum xya uas Axa ua vajntxwv kav cov Yuda. Ces Xili txawm sawv Ela chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.11","label":"11","content":"Thaum Xili pib ua vajntxwv kav, thaum nws mus nyob saum lub zwm txwv mas nws muab Npa‑asa caj ces tua tag huvsi, nws tsis tseg Npa‑asa li ib tug kwvtij lossis ib tug kwvluag ciaj sia li."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.12","label":"12","content":"Xili muab Npa‑asa caj ces ua puam tsuaj tag huvsi raws li tej lus uas Yawmsaub tau txib Yehu uas ua xibhwb cev Vajtswv lus hais txog Npa‑asa lawd,"},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.13","label":"13","content":"vim yog tim tej kev txhaum uas Npa‑asa tau ua thiab nws tus tub Ela tau ua, thiab ob tug tau coj cov Yixayee ua txhaum, thiab tim ob tug tej dab mlom uas ua rau Yawmsaub uas yog cov Yixayee tus Vajtswv chim kawg."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.14","label":"14","content":"Lwm yam haujlwm uas Ela ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.15","label":"15","content":"Xyoo nees nkaum xya uas Axa ua vajntxwv kav Yuda mas Xili ua vajntxwv kav tau xya hnub hauv lub moos Thilaxa. Mas thaum ntawd Yixayee cov tub rog tabtom vij ntaus lub moos Kinpethoo uas yog cov Filixatee ib lub moos."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.16","label":"16","content":"Mas cov tub rog hauv lub yeej ntawd hnov xov tias, “Xili tau fav xeeb thiab muab vajntxwv Ela tua lawm.” Ces cov Yixayee sawvdaws thiaj tsa Ooli uas ua thawj kav tub rog sawv ua vajntxwv kav cov Yixayee hnub ntawd rau hauv lub yeej."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.17","label":"17","content":"Ooli thiaj tawm ntawm Kinpethoo mus thiab cov Yixayee sawvdaws kuj nrog nws mus vij ntaus lub moos Thilaxa."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.18","label":"18","content":"Thaum Xili pom tias Ooli lawv txeeb tau lub moos lawm ces nws txawm nkag rau hauv lub chaw ruaj khov hauv nruab nrab vajntxwv lub tsev, ces nws txawm muab vajntxwv lub tsev ntawd hlawv, nws kub hnyiab tuag rau hauv lawm."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.19","label":"19","content":"Qhov uas nws tuag li ntawd yog vim tej kev txhaum uas nws ua, yog nws ua tej uas Yawmsaub pom tias phem thiab nws taug nraim Yelaunpau‑as tus neev taw ua txhaum thiab coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.20","label":"20","content":"Lwm yam haujlwm uas Xili ua thiab qhov uas nws ntaus tswvyim fav xeeb twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.21","label":"21","content":"Ces cov Yixayee txawm faib kiag ua ob pab, ib pab tuaj Kina tus tub Thini tog yuav tsa nws ua vajntxwv, ib pab tuaj Ooli tog."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.22","label":"22","content":"Tiamsis cov uas tuaj Ooli tog tua yeej cov uas tuaj Kina tus tub Thini tog mas Thini thiaj tuag lawm ces Ooli thiaj sawv kiag ua vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.23","label":"23","content":"Xyoo peb caug ib uas Axa ua vajntxwv kav Yuda mas Ooli pib ua vajntxwv kav Yixayee, nws kav tau kaum ob xyoos. Nws nyob hauv lub moos Thilaxa kav tau rau xyoo."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.24","label":"24","content":"Nws yuav lub roob Xamali ob tala  nyiaj ntawm Semaw, thiab nws ua ntsa loog ruaj khov rau saum lub roob ntawd thiab muab ua ib lub nroog tis npe hu ua Xamali raws li lub roob ntawd tus tswv Semaw lub npe."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.25","label":"25","content":"Ooli tau ua tej uas Yawmsaub pom tias phem kawg li, nws ua phem heev dua tej vajntxwv uas nyob ua nws ntej."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.26","label":"26","content":"Rau qhov nws taug nraim Nenpa tus tub Yelaunpau‑as tus neev taw ua txhaum thiab coj cov Yixayee ua txhaum, yog lawv ua tej dab mlom thiaj ua rau Yawmsaub uas yog cov Yixayee tus Vajtswv chim kawg."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.27","label":"27","content":"Lwm yam haujlwm uas nws ua thiab tus peevxwm uas nws ua tau mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.28","label":"28","content":"Ooli tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log rau hauv lub nroog Xamali, nws tus tub Ahaj sawv ua vajntxwv nyob nws chaw."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.29","label":"29","content":"Xyoo peb caug yim uas Axa ua vajntxwv kav Yuda mas Ooli tus tub Ahaj pib ua vajntxwv kav Yixayee, nws nyob hauv lub nroog Xamali kav tau nees nkaum ob xyoos."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.30","label":"30","content":"Ooli tus tub Ahaj kuj ua tej uas Yawmsaub pom tias phem heev dua li lwm tus vajntxwv uas nyob ua nws ntej thiab."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.31","label":"31","content":"Qhov uas Ahaj ua txhaum ib yam li Nenpa tus tub Yelaunpau‑as tseem yog qhov me xwb, qhov txhaum loj dua li ntawd yog nws mus yuav cov Xaidoo tus vajntxwv Enpa‑a tus ntxhais Yexenpee thiab mus pe teev dab Npa‑as."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.32","label":"32","content":"Nws ua ib lub thaj xyeem rau Npa‑as rau hauv lub tsev uas nws ua teev dab Npa‑as rau hauv lub nroog Xamali."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.33","label":"33","content":"Thiab Ahaj ua ib tug ncej dab Asela. Ahaj ua tej kev phem kev txhaum ua rau Yawmsaub uas yog cov Yixayee tus Vajtswv chim kawg, nws ua heev dua tej vajntxwv uas kav Yixayee nyob ua nws ntej ua."},{"bible_id":"1269","chapter_code":"1KI.16","verse_code":"1KI.16.34","label":"34","content":"Lub sijhawm uas nws ua vajntxwv ntawd Hi‑ee uas yog neeg Npe‑ee rov ua lub moos Yelikhau dua. Thaum nws ua tej taw tiag lub moos ntawd nws tus tub hlob Anpilas thiaj tuag. Thaum nws ua tej rooj loog nws tus tub ntxawg Xeku thiaj tuag, raws li tej lus uas Yawmsaub txib Noo tus tub Yausua hais lawd."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.1","label":"1","content":"Eliya uas yog neeg Thinpi nyob hauv lub moos Thinpi hauv Kile‑a tebchaws hais rau Ahaj tias, “Muaj cov Yixayee tus Vajtswv Yawmsaub uas kuv ua koom tu muaj txojsia nyob pom, ob peb xyoos tom ntej no yeej yuav tsis muaj lwg tsis muaj nag los li tsuas yog kuv hais kom muaj ces thiaj muaj xwb.”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.2","label":"2","content":"Ces Yawmsaub hais lus tuaj rau Eliya tias,"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.3","label":"3","content":"“Cia li tawm ntawm no mus rau sab hnub tuaj, mus nraim cev rau ntawm ntug dej Kheli uas nyob ntawm tus dej Yaladee sab hnub tuaj."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.4","label":"4","content":"Koj yuav haus tus dej ntawd thiab kuv twb hais kom cov uab lag tuaj yug koj qhov ntawd.”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.5","label":"5","content":"Ces Eliya txawm mus thiab ua raws li Yawmsaub hais. Nws mus nyob ntawm ntug dej Kheli uas nyob ntawm tus dej Yaladee sab hnub tuaj."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.6","label":"6","content":"Ces thaum tagkis thiab thaum tsaus ntuj uab lag txawm kwv ncuav thiab nqaij tuaj rau nws noj, thiab nws haus tus dej ntawd."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.7","label":"7","content":"Ces tsis ntev tus dej ntawd txawm qhuav vim yog nag tsis los rau hauv lub tebchaws li."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.8","label":"8","content":"Mas Yawmsaub hais lus tuaj rau Eliya tias,"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.9","label":"9","content":"“Cia li sawv tsees mus rau lub moos Xalefa uas zwm rau lub moos Xaidoo thiab nyob qhov ntawd. Kuv twb hais kom ib tug poj ntsuam uas nyob qhov ntawd yug koj lawm.”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.10","label":"10","content":"Nws txawm sawv tsees mus rau lub moos Xalefa. Thaum nws mus txog ntawm rooj loog ua ciav ib tug poj ntsuam tabtom khaws taws. Nws txawm hais rau tus pojniam ntawd tias, “Thov koj nqa ib tais dej tuaj rau kuv, kuv thiaj li tau haus.”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.11","label":"11","content":"Thaum tus pojniam ntawd yuav mus nqa dej tuaj, nws txawm hu tus pojniam ntawd tias, “Thov coj ib qho ncuav hauv txhais tes tuaj rau kuv thiab.”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.12","label":"12","content":"Tus pojniam ntawd teb tias, “Muaj Yawmsaub uas yog koj tus Vajtswv muaj txojsia nyob pom, kuv tsis muaj ib lub ncuav dabtsi uas cub lawm, tsuas muaj ib taus tes hmoov hauv lub tais thiab mentsis roj hauv lub lam hwj xwb. Nimno kuv tabtom khaws mentsis taws no coj mus npaj rau kuv thiab kuv tus tub wb noj tag es yuav tuag.”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.13","label":"13","content":"Eliya txawm hais rau nws tias, “Koj tsis txhob ntshai, cia li mus ua raws li koj hais. Tiamsis koj cia li ua ib lub nyuag ncuav me me coj tuaj rau kuv tso, mam li ua rau koj thiab koj tus tub."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.14","label":"14","content":"Rau qhov Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, ‘Cov hmoov hauv lub tais yuav tsis tag, cov roj hauv lub lam hwj yuav tsis tu mus txog hnub uas Yawmsaub tso nag los rau hauv lub tebchaws.’ ”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.15","label":"15","content":"Tus pojniam ntawd txawm mus ua raws li Eliya hais. Mas Eliya thiab tus pojniam ntawd thiab nws tsev neeg kuj noj tau ntau hnub."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.16","label":"16","content":"Cov hmoov hauv lub tais kuj tsis tag, cov roj hauv lub lam hwj kuj tsis tu, raws li Yawmsaub tej lus uas nws hais rau Eliya."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.17","label":"17","content":"Dhau ntawd los tus pojniam uas yog tswv tsev ntawd tus tub txawm mob mas mob hnyav heev tsis muaj sia lawm."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.18","label":"18","content":"Nws txawm hais rau Eliya tias, “Au Vajtswv tus neeg, kuv thab txog koj dabtsi? Koj tuaj rau ntawm kuv ua kom nco txog kuv tej kev txhaum es ua rau kuv tus tub tuag.”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.19","label":"19","content":"Eliya hais rau nws tias, “Muab koj tus tub los rau kuv.” Nws txawm muab tus tub ntawd hauv tus pojniam xubntiag puag nkaus nce mus rau txheej tsev saud hauv lub txaj uas nws nyob, thiab muab tso pw rau saum nws lub txaj."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.20","label":"20","content":"Eliya thov hu Yawmsaub hais tias, “Au Yawmsaub uas yog kuv tus Vajtswv, koj coj tej xwm txheej phem los raug tus poj ntsuam uas kuv nrog nws nyob no es muab nws tus tub tua pov tseg lov?”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.21","label":"21","content":"Ces nws txawm pw tsuam tus menyuam ntawd peb zaug, thiab quaj thov Yawmsaub tias, “Au Yawmsaub uas yog kuv tus Vajtswv, thov tus menyuam no tus ntsuj plig rov los rau hauv nws.”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.22","label":"22","content":"Yawmsaub mloog Eliya tej lus thov, mas tus menyuam tus ntsug plig thiaj rov los rau hauv nws, nws thiaj rov ciaj sia."},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.23","label":"23","content":"Ces Eliya txawm puag tus menyuam nqes txheej saud los rau hauv lub tsev thiab muab tus menyuam rau leej niam. Eliya hais tias, “Saib nawj, koj tus tub tseem muaj txojsia nyob.”"},{"bible_id":"1269","chapter_code":"1KI.17","verse_code":"1KI.17.24","label":"24","content":"Tus pojniam ntawd hais rau Eliya tias, “Nimno kuv paub tseeb tias koj yog Vajtswv tus neeg, thiab Yawmsaub tej lus uas nyob hauv koj lub qhov ncauj muaj tseeb.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.1","label":"1","content":"Tau ntau hnub tom qab Yawmsaub hais lus tuaj rau Eliya rau xyoo uas peb tias, “Cia li mus tshwm plaws rau Ahaj pom koj, mas kuv yuav tso nag los rau hauv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.2","label":"2","content":"Eliya kuj mus yuav tshwm rau Ahaj pom. Tej kev tshaib nqhis ntawd hnyav kawg rau hauv Xamali tebchaws."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.3","label":"3","content":"Ahaj txawm hu Aupadiya uas yog tus thawj saib vajntxwv tsev tuaj cuag nws. Aupadiya hwm Yawmsaub heev."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.4","label":"4","content":"Thaum Yexenpee tua Yawmsaub cov xibhwb cev lus, Aupadiya coj ib puas tus xibhwb mus zais rau hauv tej qhov tsua ib lub qhov tsua tsib caug leej, thiab muab ncuav muab dej yug lawv."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.5","label":"5","content":"Ahaj hais rau Aupadiya tias, “Cia li mus rau txhua lub qhov dej txhawv thiab txhua lub hav thoob plaws lub tebchaws. Tej zaum wb yuav nrhiav tau zaub los cawm tej nees tej luj txwv txojsia thiab tej tsiaj thiaj tsis tuag.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.6","label":"6","content":"Yog li ntawd ob tug thiaj li muab lub tebchaws faib rau ob tug mus nrhiav. Ahaj thiaj mus dua ib txojkev, Aupadiya mus dua ib txojkev."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.7","label":"7","content":"Thaum Aupadiya tabtom taug kev mus, ua ciav Eliya tuaj ntsib nws. Aupadiya cim tau nws ces txawm khwb nkaus pe nws hais tias, “Kuv tus tswv Eliya, yog koj tiag lov?”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.8","label":"8","content":"Eliya teb tias, “Yog kuv ntag. Koj cia li mus hais rau koj tus tswv tias, ‘Eliya nyob ntawm no.’ ”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.9","label":"9","content":"Aupadiya hais tias, “Kuv ua txhaum dabtsi es koj yuav muab kuv uas yog koj tus qhev rau hauv Ahaj txhais tes rau nws tua pov tseg?"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.10","label":"10","content":"Muaj koj tus Vajtswv Yawmsaub muaj txojsia nyob pom, tsis muaj ib haiv neeg lossis ib lub tebchaws twg uas kuv tus tswv tsis txib kuv mus txog. Thaum lawv hais tias, ‘Eliya tsis nyob ntawm no,’ mas Ahaj yuav kom haiv neeg ntawd lossis lub tebchaws ntawd cog lus twv tias lawv nrhiav tsis tau koj."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.11","label":"11","content":"Nimno koj tseem hais tias, ‘Cia li mus hais rau koj tus tswv tias, Eliya nyob ntawm no.’"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.12","label":"12","content":"Ces thaum kuv tawm ntawm koj mus lawd, Yawmsaub tus Ntsuj Plig yuav coj koj mus rau qhovtwg kuv tsis paub. Yog li ntawd, thaum kuv mus hais rau Ahaj es nws tuaj nrhiav tsis tau koj, ces nws yuav muab kuv tua pov tseg xwb, txawm yog kuv uas yog koj tus qhev tau hwm Yawmsaub txij thaum hluas los kuj xij."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.13","label":"13","content":"Tsis muaj leejtwg hais rau koj uas yog kuv tus tswv paub tias kuv tau ua dabtsi rau thaum Yexenpee tua Yawmsaub cov xibhwb uas cev lus lov? Kuv muab Yawmsaub cov xibhwb ntawd ib puas leej zais hauv tej qhov tsua ib lub qhov tsua tsib caug leej, thiab muab ncuav muab dej yug lawv."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.14","label":"14","content":"Nimno koj hais tias, ‘Cia li mus hais rau koj tus tswv tias, Eliya nyob ntawm no,’ ces vajntxwv yuav muab kuv tua pov tseg.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.15","label":"15","content":"Mas Eliya hais tias, “Yawmsaub uas muaj hwjchim loj kawg nkaus uas kuv ua koom muaj txojsia nyob pom, hnub no kuv yeej yuav tshwm plaws rau Ahaj pom.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.16","label":"16","content":"Aupadiya thiaj mus cuag Ahaj thiab qhia nws paub. Ces Ahaj txawm mus ntsib Eliya."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.17","label":"17","content":"Thaum Ahaj pom dheev Eliya, Ahaj hais rau nws tias, “No yog koj lov, tus uas ua ceeblaj rau cov Yixayee?”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.18","label":"18","content":"Mas Eliya teb tias, “Tsis yog kuv ua kev ceeblaj rau cov Yixayee, yog koj ua ntag thiab koj txiv tsev neeg ua, rau qhov nej tau tso Yawmsaub tej lus nkaw tseg mus raws kua tej dab Npa‑as."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.19","label":"19","content":"Vim li no koj cia li xa xov thiab sau cov Yixayee sawvdaws tuaj ua ke cuag kuv rau saum lub roob Khamee, thiab hu plaub puas tsib caug leej txiv neeb uas teev dab Npa‑as thiab plaub puas leej txiv neeb uas teev dab Asela tuaj, yog cov uas nrog Yexenpee koom rooj noj haus ua ke.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.20","label":"20","content":"Ahaj txawm xa xov mus thoob plaws cov Yixayee sawvdaws thiab sau zog cov txiv neeb tuaj ua ke rau saum lub roob Khamee."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.21","label":"21","content":"Eliya txawm txav los ze rau ntawm cov pejxeem sawvdaws thiab hais tias, “Nej tseem yuav ua siab ywj fab ywj fwj rau ob tog mus ntev li cas? Yog Yawmsaub yog Vajtswv, cia li raws nws qab mus. Yog dab Npa‑as yog Vajtswv, cia li raws nws qab mus.” Cov pejxeem tsis teb nws ib los li."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.22","label":"22","content":"Ces Eliya txawm hais rau cov pejxeem tias, “Kuv mas tshuav kuv tib leeg yog Yawmsaub tus xibhwb cev lus xwb. Tiamsis Npa‑as cov txiv neeb muaj plaub puas tsib caug leej."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.23","label":"23","content":"Thov muab ob tug txiv nyuj rau peb. Cia lawv xaiv ib tug rau lawv, muab txiav ua tej ywb yav thiab muab tso rau saum cub tawg tiamsis tsis txhob rauv taws. Thiab kuv yuav npaj dua ib tug txiv nyuj tso rau saum cub tawg thiab tsis rauv taws."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.24","label":"24","content":"Nej cia li hu nej tus dab lub npe thov mas kuv yuav hu Yawmsaub lub npe thov. Saib tug twg tso hluavtaws los teb mas tus ntawd thiaj yog Vajtswv tiag.” Cov pejxeem sawvdaws teb tias, “Ua li uas hais kod zoo lawm.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.25","label":"25","content":"Eliya hais rau dab Npa‑as cov txiv neeb tias, “Nej cia li xaiv ib tug txiv nyuj rau nej thiab npaj ua ntej rau qhov nej muaj coob leej. Nej cia li thov hu nej tus dab lub npe, tiamsis tsis txhob rauv taws.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.26","label":"26","content":"Lawv txawm coj tus txiv nyuj uas muab rau lawv los thiab npaj thiab hu dab Npa‑as lub npe thaum sawv ntxov mus txog tav su thov hais tias, “Au Npa‑as, thov teb peb lauj!” Tiamsis tsis muaj ib lub suab tsis muaj leejtwg teb kiag li. Lawv dhia ua nchia taw puag ncig lub thaj uas lawv ua ntawd."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.27","label":"27","content":"Thaum tav su Eliya hais twm lawv tias, “Hu nrov nrov li, rau qhov nws yog ib tug timtswv. Tej zaum nws lub siab yuj mus rau lwm qhov lawm lossis nws mus tom hav nroj lossis mus kev deb lawm, lossis tej zaum nws tseem tsaug zog thiab nej yuav tsum tsa nws sawv.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.28","label":"28","content":"Lawv kuj qw nrov nrov, thiab muab ntaj muab hmuv los suam lawv lub cev raws li lawv kevcai ua ntshav los liab pes vog lawv ib ce."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.29","label":"29","content":"Thaum dhau tav su lawd lawv qw vwm loj vwm leg mus txog lub sijhawm uas teem cia ua kevcai hlawv xyeem los tsis muaj ib lub suab tsis muaj leejtwg teb tsis muaj leejtwg quav ntsej li."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.30","label":"30","content":"Ces Eliya txawm hais rau cov pejxeem sawvdaws tias, “Cia li txav los ze kuv.” Cov pejxeem sawvdaws kuj txav los ze nws. Mas nws kho Yawmsaub lub thaj uas raug muab rhuav pob tag lawd."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.31","label":"31","content":"Eliya nqa kaum ob lub pob zeb los npaum li Yakhauj cov tub li xeem, yog tus uas Yawmsaub hais lus tuaj rau nws tias, “Koj npe yuav hu ua Yixayee,”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.32","label":"32","content":"thiab nws muab cov pob zeb ntawd los teeb ua lub thaj rau Yawmsaub lub npe. Nws khawb ib tug kwj vij lub thaj txaus ntim ob xe‑a  noob qoob."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.33","label":"33","content":"Nws muab taws tso tib zoo thiab muab tus txiv nyuj txiav ua tej ywb yav thiab muab tso rau saum cov taws. Nws hais tias, “Cia li ntaus dej ntim rau plaub lub hub thiab muab hliv ywg rau saum tej uas yuav hlawv xyeem thiab saum cov taws.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.34","label":"34","content":"Nws hais tias, “Cia li rov qab ywg zaum ob.” Lawv kuj ywg zaum ob. Nws hais tias, “Cia li ywg zaum peb.” Lawv kuj ywg zaum peb."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.35","label":"35","content":"Mas dej ntws nto puag ncig lub thaj thiab puv nkaus tus kwj."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.36","label":"36","content":"Thaum txog lub sijhawm uas teem cia ua kevcai hlawv xyeem, Eliya uas cev Vajtswv lus txav los ze thiab hais tias, “Au Yawmsaub uas yog Aplahas, Yiha thiab Yixayee tus Vajtswv, hnub no thov qhia sawvdaws paub tias koj yog Vajtswv hauv cov Yixayee thiab paub tias kuv yog koj tus tub qhe thiab kuv ua tej no huvsi raws li koj tej lus."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.37","label":"37","content":"Thov teb kuv, au Yawmsaub, thov teb kuv, xwv cov neeg no thiaj paub tias Yawmsaub koj yog Vajtswv thiab koj ua kom lawv lub siab tig rov los.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.38","label":"38","content":"Ces Yawmsaub tso hluavtaws poob los kub tej uas muab ua kevcai hlawv xyeem thiab kub cov taws thiab tej pob zeb thiab tej hmoov av thiab ua cov dej hauv tus kwj qhuav tag."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.39","label":"39","content":"Thaum cov neeg sawvdaws pom tej ntawd, lawv kuj khwb pes nkaus thiab hais tias, “Yawmsaub nws yog Vajtswv, Yawmsaub nws yog Vajtswv tiag.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.40","label":"40","content":"Thiab Eliya hais rau lawv tias, “Cia li ntes dab Npa‑as cov txiv neeb, tsis txhob cia ib tug khiav dim li.” Mas lawv ntes cov ntawd los, mas Eliya coj cov ntawd mus rau nram tus dej Khisoo thiab muab tua rau qhov ntawd."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.41","label":"41","content":"Eliya hais rau Ahaj tias, “Koj cia li mus noj mus haus rau qhov muaj suab tuam tsam nag los lawm.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.42","label":"42","content":"Ahaj thiaj mus noj haus. Ces Eliya txawm nce mus rau saum lub ncov roob Khamee. Nws khoov ntshis rau hauv av lub plhu ti nkaus ob lub hauv caug."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.43","label":"43","content":"Thiab nws hais rau nws tus qhev tias, “Cia li sawv tsees saib mus rau nram hiavtxwv.” Nws thiaj sawv tsees mus saib thiab hais tias, “Tsis muaj dabtsi li.” Eliya hais tias, “Cia li rov mus saib dua xya zaus.”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.44","label":"44","content":"Thaum txog zaum xya tus qhev hais tias, “Saib nawj, muaj ib qho huab me me dav li lub xib teg tawm hauv hiavtxwv tuaj.” Mas Eliya hais tias, “Koj cia li mus hais rau Ahaj tias, ‘Koj cia li hwbxwm tsheb nees es rov mus tsev tsam ces nag los tav koj kev.’ ”"},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.45","label":"45","content":"Ib pliag ntshis xwb lub ntuj txawm tsaus ntais muaj huab thiab cua mas nag los hlob heev. Ahaj caij tsheb nees rov qab mus rau lub moos Yile‑ee."},{"bible_id":"1269","chapter_code":"1KI.18","verse_code":"1KI.18.46","label":"46","content":"Yawmsaub txhais tes los rau saum Eliya, nws thiaj qaws kiag tsho rau ntawm duav thiab dhia huas Ahaj ntej xub mus txog ntawm rooj loog Yile‑ee."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.1","label":"1","content":"Ahaj txawm piav txhua yam uas Eliya ua thiab qhov uas nws xuas ntaj tua cov txiv neeb huvsi rau Yexenpee paub."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.2","label":"2","content":"Ces Yexenpee txawm tso ib tug xa xov mus hais rau Eliya tias, “Yog tagkis lub sijhawm no kuv tsis ua rau koj txojsia zoo ib yam li cov uas tu siav ntawd, kuj cia tej dab rau txim rau kuv thiab rau hnyav dua.”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.3","label":"3","content":"Ces Eliya ntshai heev, thiab sawv tsees khiav kom dim txojsia. Nws mus txog rau lub moos Npe‑awsenpa hauv Yuda tebchaws thiab tseg nws tus qhev nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.4","label":"4","content":"Tiamsis nws tib leeg khiav mus ib hnub ke hauv tebchaws moj sab qhua thiab mus zaum hauv ib tsob nyuag qab ntoo ntxhov thiab thov Yawmsaub cia nws tuag, hais tias, “Txaus kuv lawm lauj! Au Yawmsaub, nimno thov koj rho kuv txojsia mus, rau qhov kuv zoo tsis dua li kuv tej poj koob yawm txwv.”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.5","label":"5","content":"Ces nws txawm pw tsaug zog rau hauv tsob qab ntoo ntawd, ces txawm muaj ib tug tubtxib saum ntuj los kov nws thiab hais rau nws tias, “Cia li sawv tsees los noj mov.”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.6","label":"6","content":"Eliya tsa muag ntsia ua ciav pom muaj ib lub ncuav ci saum tej pob zeb uas kub lug thiab muaj ib lub nyuag hub dej txawb ncaj ntawm nws taubhau. Nws txawm noj thiab haus ces rov qab pw."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.7","label":"7","content":"Yawmsaub tus tubtxib saum ntuj kuj rov los dua zaum ob kov nws thiab hais tias, “Cia li sawv tsees los noj mov, koj thiaj li muaj zog taug txojkev uas koj mus.”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.8","label":"8","content":"Nws txawm sawv tsees los noj thiab haus tag mas cov mov ntawd pub nws muaj zog mus tau plaub caug hnub plaub caug hmo li txog Vajtswv lub roob Haule."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.9","label":"9","content":"Nws mus txog ib lub qhov tsua ces txawm mus so ib hmos rau hauv. Mas Yawmsaub hais lus tuaj rau nws, thiab hais rau nws tias, “Eliya, koj ua dabtsi ntawm no?”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.10","label":"10","content":"Eliya hais tias, “Kuv kub siab lug rau Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus, vim cov Yixayee muab koj tej lus cog tseg tso tseg, thiab rhuav tej thaj uas xyeem rau koj pov tseg thiab xuas ntaj tua koj cov xibhwb cev lus. Tsuas tshuav kuv tib leeg xwb los lawv tseem nrhiav txov kuv txojsia thiab.”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.11","label":"11","content":"Mas Yawmsaub hais tias, “Cia li tawm mus sawv saum lub roob tab meeg Yawmsaub xubntiag, vim Yawmsaub yuav hla los mus.” Mas cua ntsawj hlob hlob thiab muaj zog heev ua rau tej roob tawg pleb zom zaws thiab tej pob zeb dhia dawb vog rau ntawm Yawmsaub xubntiag, tiamsis Yawmsaub tsis nyob hauv tej cua ntawd. Dhau tej cua ntawd lawm, av txawm qeeg ua zog koog, tiamsis Yawmsaub kuj tsis nyob hauv cov av qeeg ua zog koog ntawd."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.12","label":"12","content":"Dhau av qeeg ua zog koog lawm, kuj muaj hluavtaws, tiamsis Yawmsaub tsis nyob hauv cov hluavtaws ntawd. Dhau cov hluavtaws ntawd lawm muaj ib lub suab hais yau yau tuaj."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.13","label":"13","content":"Thaum Eliya hnov lawd, nws txawm muab nws lub tsho ntev kauv nws lub ntsej muag tawm mus sawv ntawm roob tsuas, ces txawm muaj ib lub suab hais tuaj rau nws tias, “Eliya, koj ua dabtsi ntawm no?”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.14","label":"14","content":"Nws teb tias, “Kuv kub siab lug rau Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus, vim cov Yixayee muab koj tej lus cog tseg tso tseg, thiab rhuav tej thaj uas xyeem rau koj pov tseg thiab xuas ntaj tua koj cov xibhwb cev lus. Tsuas tshuav kuv tib leeg xwb los lawv tseem nrhiav txov kuv txojsia thiab.”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.15","label":"15","content":"Mas Yawmsaub hais rau nws tias, “Cia li rov qab taug koj txojkev mus rau hauv tebchaws moj sab qhua ntawm Damaxaka. Thaum koj mus txog lawd, koj cia li hliv roj tsa Haxa‑ee ua vajntxwv kav Alas tebchaws."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.16","label":"16","content":"Thiab koj yuav hliv roj tsa Yehu uas yog Nisi tus tub ua vajntxwv kav Yixayee tebchaws. Thiab tsa Elisa uas yog Safa tus tub uas yog neeg hauv lub moos Anpee Mehaula ua xibhwb cev Vajtswv lus nyob koj chaw."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.17","label":"17","content":"Mas tus uas dim Haxa‑ee rab ntaj Yehu yuav muab tua. Tus uas dim Yehu rab ntaj Elisa yuav muab tua."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.18","label":"18","content":"Tiamsis kuv yuav tseg xya txhiab leej hauv cov Yixayee cia, yog txhua lub hauv caug uas tsis tau pe dab Npa‑as thiab txhua lub qhov ncauj uas tsis tau nwj tus dab mlom ntawd.”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.19","label":"19","content":"Eliya txawm tawm qhov ntawd mus. Nws mus ntsib Elisa uas yog Safa tus tub tabtom laij teb, muaj kaum ib nkawg nyuj laij ua nws ntej, nws laij nkawm uas kaum ob. Eliya txawm hla los mus thiab muab nws lub tsho ntev coj mus khwb nkaus rau Elisa."},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.20","label":"20","content":"Elisa txawm tso plhuav nkawm nyuj ntawd tseg dhia raws Eliya qab thiab hais tias, “Thov cia kuv mus nwj thiab fim ncaim kuv niam kuv txiv tso kuv li nrog koj mus.” Eliya hais rau nws tias, “Cia li mus. Kuv twb ua dabtsi rau koj lawm?”"},{"bible_id":"1269","chapter_code":"1KI.19","verse_code":"1KI.19.21","label":"21","content":"Ces Elisa txawm tso qhov uas nws raws Eliya qab ntawd rov los muab nws nkawm nyuj tua, muab rab quab rauv hau nqaij nyuj pub rau tej neeg noj. Ces nws txawm sawv tsees raws Eliya qab mus thiab tu Eliya."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.1","label":"1","content":"Cov Alas tus vajntxwv Npeehada sau nws cov tub rog huvsi tuaj ua ke. Muaj peb caug ob tug vajntxwv nrog nws mus thiab nws muaj nees thiab tsheb ua rog. Nws mus vij lub nroog Xamali thiab ua rog rau lub nroog ntawd."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.2","label":"2","content":"Nws tso tej tub tshaj xo mus rau hauv cov Yixayee tus vajntxwv Ahaj lub nroog mus hais rau vajntxwv tias, “Npeehada hais li no tias,"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.3","label":"3","content":"‘Koj tej nyiaj tej kub yog kuv li, koj tej pojniam thiab koj tej menyuam uas zoo kawg yog kuv li.’ ”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.4","label":"4","content":"Cov Yixayee tus vajntxwv teb tias, “Vajntxwv uas yog kuv tus tswv, yeej yog li uas koj hais ntag, kuv yeej yog koj li, tej uas kuv muaj yeej yog koj li.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.5","label":"5","content":"Cov uas tshaj xo rov qab tuaj hais tias, “Npeehada hais li no tias, ‘Kuv twb xa xov rau koj tias koj cia li xa nyiaj xa kub xa koj pojniam menyuam mus rau kuv."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.6","label":"6","content":"Mas tagkis kwvlam lub sijhawm no kuv yuav xa kuv cov tub teg tub taws tuaj cuag koj. Lawv yuav tuaj xawb koj vaj koj tsev thiab xawb koj tej nom tswv tej vaj tse, mas tej uas koj nyiam lawv yuav txeeb coj huvsi mus.’ ”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.7","label":"7","content":"Ces Yixayee tus vajntxwv txawm hu cov kev txwj laus hauv lub tebchaws tuaj mas hais tias, “Sim saib, tus yawg ntawd nrhiav kev tuaj txob plaub rau peb. Nws tso neeg tuaj yuav muab kuv tej pojniam menyuam thiab kuv tej nyiaj tej kub los kuv tsis kwv tsis tawv li.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.8","label":"8","content":"Mas cov kev txwj laus thiab cov pejxeem sawvdaws hais rau vajntxwv tias, “Tsis txhob mloog nws tsis txhob yeem li.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.9","label":"9","content":"Nws thiaj hais rau Npeehada tej tub tshaj xo tias, “Nej cia li hais rau vajntxwv uas yog kuv tus tswv tias, ‘Txhua yam uas thawj zaug nws kom kuv uas yog nws tus qhev muab rau nws ntawd mas kuv muab tau rau nws, tiamsis tej lus uas nws hais zaum tom qab no mas kuv ua tsis tau.’ ” Mas cov tub tshaj xo rov mus hais rau Npeehada li ntawd."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.10","label":"10","content":"Mas Npeehada xa xov rov tuaj dua hais tias, “Yog cov hmoov av hauv Xamali no txaus cov neeg uas nrog kuv tuaj ib leeg tsuab ib taus tes mas thov cia tej dab ntuj dab teb rau txim rau kuv hnyav dua.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.11","label":"11","content":"Mas cov Yixayee tus vajntxwv teb mus tias, “Cia li hais rau Npeehada tias, ‘Tus uas tseem tabtom muab cuab yeej ua rog hnav tsis txhob khav theeb yam li tus uas twb ua rog tiav es muab cuab yeej ua rog hle lawm.’ ”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.12","label":"12","content":"Npeehada hnov tej lus no rau thaum nws tabtom nrog cov vajntxwv haus cawv txiv hmab ua ke hauv lawv lub tsev ntaub, nws txawm txhib nws cov tub rog tias, “Cia li npaj kom txhij.” Mas lawv thiaj npaj txhij zog yuav ntaus lub nroog ntag."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.13","label":"13","content":"Muaj ib tug xibhwb cev Vajtswv lus tuaj cuag cov Yixayee tus vajntxwv Ahaj thiab hais tias, “Yawmsaub hais li no tias, ‘Koj pom cov tub rog coob li no los tsis pom? Saib maj, hnub no kuv yuav muab lawv rau hauv koj txhais tes, koj thiaj yuav paub tias kuv yog Yawmsaub.’ ”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.14","label":"14","content":"Mas Ahaj hais tias, “Leejtwg yuav mus ntaus?” Tus xibhwb hais tias, “Yawmsaub hais li no tias, ‘Cov thawj uas kav hauv txhua lub xeev li tub rog hluas yuav mus ntaus ua ntej.’ ” Ahaj hais tias, “Tog twg yuav nqes tes ua ntej?” Tus xibhwb teb tias, “Koj tog yuav nqes tes ua ntej.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.15","label":"15","content":"Ahaj thiaj li txhij tau cov thawj uas kav hauv txhua lub xeev li tub rog hluas muaj ob puas peb caug ob leeg, thiab tom qab txhij tag nrho cov Yixayee li tub rog huvsi tau xya txhiab leej."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.16","label":"16","content":"Lawv tawm mus rau thaum tav su mas Npeehada thiab peb caug ob tug vajntxwv uas pab nws tabtom haus cawv qaug rau hauv tej tsev ntaub."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.17","label":"17","content":"Cov thawj hauv txhua lub xeev li tub rog hluas xub ua ntej mus. Npeehada kuj xa ib co mus tshuaj saib mas lawv rov qab los hais rau nws tias, “Muaj neeg tawm hauv Xamali tuaj lawm.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.18","label":"18","content":"Nws hais tias, “Yog lawv tuaj dawb tuaj huv kuj muab lawv ntes ciaj cia. Yog lawv tuaj ua rog kuj muab lawv ntes ciaj cia thiab.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.19","label":"19","content":"Mas cov thawj hauv txhua lub xeev li tub rog thiaj li tawm hauv lub nroog mus, thiab cov tub rog sawvdaws kuj tawm raws qab mus."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.20","label":"20","content":"Ib leeg tua ib tug yeeb ncuab ces cov Alas txawm thim khiav mas cov Yixayee caum lawv mus. Cov Alas tus vajntxwv Npeehada txawm caij nees nrog cov tub rog caij nees khiav mus lawm."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.21","label":"21","content":"Cov Yixayee tus vajntxwv tawm mus ntaus yeej cov nees thiab cov tsheb ua rog thiab tua tau cov Alas tuag coob kawg li."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.22","label":"22","content":"Mas tus xibhwb cev Vajtswv lus thiaj tuaj cuag cov Yixayee tus vajntxwv thiab hais rau nws tias, “Cia li rov qab mus tsev mus npaj zog thiab ntaus tswvyim zoo zoo saib yuav ua li cas, rau qhov thaum lub ntuj qhua vajntxwv Alas yuav rov qab tuaj ntaus nej dua thiab.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.23","label":"23","content":"Alas cov tub teg tub taws hais rau vajntxwv tias, “Cov Yixayee tej timtswv yog tej timtswv nruab roob lawv thiaj muaj zog dua peb. Cia peb mus ntaus lawv rau nram tiaj mas peb yuav muaj zog dua lawv tiag tiag li."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.24","label":"24","content":"Koj cia li ua li no, muab cov vajntxwv hle huvsi es tsa cov thawj rog nyob lawv chaw."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.25","label":"25","content":"Koj cia li sau tub rog kom tau npaum li qub, thiab sau nees thiab tsheb ua rog ntxiv rau cov uas poob tag lawm, mas peb yuav mus ntaus lawv rau nram tiaj mas peb yeej yuav muaj zog dua lawv tiag tiag li.” Npeehada kuj mloog lawv lus thiab ua raws li lawv hais ntawd."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.26","label":"26","content":"Thaum txog lub caij ntuj qhua Npeehada thiaj li txhij cov Alas ua tub rog nce mus rau lub moos Afe yuav ua rog rau cov Yixayee."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.27","label":"27","content":"Mas cov Yixayee kuj raug sau ua tub rog thiab npaj mov noj mus ua rog rau cov Alas. Cov Yixayee ua yeej nyob yam li ob pab nyuag tshis tsawg tsawg ncaj ntawm cov Alas xubntiag, tiamsis cov Alas mas nyob puv nkaus tej nras tiaj ntawd."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.28","label":"28","content":"Vajtswv li ib tug neeg tuaj hais rau cov Yixayee tus vajntxwv tias, “Yawmsaub hais li no tias, ‘Cov Alas hais tias Yawmsaub yog timtswv nruab roob xwb nws tsis yog timtswv nruab tiag. Vim li no kuv yuav muab pab neeg coob coob ntawd rau hauv koj txhais tes, mas koj yuav paub tias kuv yog Yawmsaub.’ ”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.29","label":"29","content":"Mas lawv ob tog ua yeej nyob sib ncaj tau xya hnub, mas hnub uas xya thiaj li ua rog. Cov Yixayee tua cov Alas uas ua tub rog mus kotaw tuag 100,000 leej rau hnub ntawd."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.30","label":"30","content":"Cov uas tshuav kuj khiav mus rau hauv lub moos Afe, mas lub ntsa loog ntawd kuj pob tais tuag ob vam xya txhiab leej thiab. Npeehada kuj khiav mus thiab nws khiav mus nyob hauv ib chav tsev hauv lub plawv moos ntawd."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.31","label":"31","content":"Mas nws cov tub teg tub taws hais rau nws tias, “Peb hnov tias Yixayee tej vajntxwv yog cov uas muaj lub siab khuvleej. Cia peb muab khaub seev tsaj los sia thiab muab ib co hlua los rig peb taubhau ces peb tawm mus cuag cov Yixayee tus vajntxwv, tej zaum nws yuav tseg koj txojsia cia.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.32","label":"32","content":"Lawv thiaj muab khaub seev tsaj los sia thiab muab hlua rig taubhau mas mus cuag cov Yixayee tus vajntxwv thiab hais tias, “Npeehada uas yog koj tus qhev hais tias, ‘Thov tseg kuv txojsia cia.’ ” Mas vajntxwv teb tias, “Nws tseem ciaj sia thiab lov? Nws yog kuv kwv kuv tij.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.33","label":"33","content":"Cov neeg ntawd tabtom tos ntsoov saib Ahaj yuav teb li cas ces lawv txawm khaws vajntxwv cov lus ntawd mas teb nplawg ntia tias, “Yog li uas koj hais tiag, Npeehada yeej yog koj kwvtij.” Mas vajntxwv hais tias, “Mus coj nws tuaj.” Ces Npeehada txawm tawm tuaj cuag Ahaj, ces Ahaj txawm kom Npeehada nce mus rau hauv nws lub tsheb ua rog."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.34","label":"34","content":"Ces Npeehada hais rau Ahaj tias, “Tej moos uas kuv txiv txeeb tau ntawm koj txiv los ntawd kuv muab thim rov qab rau koj. Koj yuav ua tsev kiab tsev khw rau hauv lub nroog Damaxaka kuj tau ib yam li kuv txiv tau ua rau hauv lub nroog Xamali.” Mas Ahaj hais tias, “Yog koj cog lus tseg li no kuv yuav tso koj dim.” Ahaj thiaj nrog Npeehada sib cog lus thiab muab nws tso mus."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.35","label":"35","content":"Yawmsaub hais rau ib tug xibhwb cev Vajtswv lus kom nws hais rau tib pab xibhwb ntawd ib tug hais tias, “Thov koj ntaus kuv ib teg.” Tiamsis tus yawg ntawd tsis kam ntaus nws."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.36","label":"36","content":"Ces nws txawm hais rau tus yawg ntawd tias, “Vim koj tsis mloog Yawmsaub tej lus mas thaum koj ncaim ntawm kuv mus lawd ib tug tsov ntxhuav yuav tom koj tuag.” Thaum nws ncaim ntawm tus xibhwb ntawd mus lawd ib tug tsov ntxhuav txawm los muab nws tom tuag lawm."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.37","label":"37","content":"Mas tus xibhwb ntawd nrhiav tau dua ib tug yawg ces nws hais tias, “Thov koj ntaus kuv ib teg.” Tus yawg ntawd txawm muab tus xibhwb ntawd ntaus ntsuab ib qho."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.38","label":"38","content":"Tus xibhwb cev Vajtswv lus thiaj mus lawm, nws mus tos vajntxwv ntawm ntug kev. Nws muab ntaub qhwv nws lub qhov muag tsis muaj leejtwg paub nws lawm."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.39","label":"39","content":"Thaum vajntxwv taug kev los nws txawm qw rau vajntxwv tias, “Kuv uas yog koj tus qhev mus rau hauv tshav rog mas muaj ib tug tub rog tig rov los coj ib tug txivneej los rau kuv thiab hais rau kuv tias, ‘Zov tus yawg no cia zoo zoo. Yog nws dim tau li cas mus lawd mas yuav muab koj txojsia pauv nws txoj lossis koj yuav tsum them ib tala nyiaj. ’"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.40","label":"40","content":"Ces thaum kuv tseem tab kaum rau qhov ub qhov no nws txawm ploj lawm.” Cov Yixayee tus vajntxwv txawm hais rau nws tias, “Koj yuav raug txim yam nkaus li ntawd ntag. Rau qhov koj twb hais li ntawd lawm.”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.41","label":"41","content":"Ces tus xibhwb txawm daws kiag daim ntaub uas npog nws qhov muag, ces cov Yixayee tus vajntxwv thiaj cim tau tias nws yog ib tug xibhwb cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.42","label":"42","content":"Ces tus xibhwb thiaj hais rau nws tias, “Yawmsaub hais li no tias, ‘Vim koj tau tso tus yawg uas nyob hauv koj txhais tes mus lawm, yog tus uas kuv tu kom muab ua puam tsuaj, mas koj txojsia yuav pauv nws txojsia, thiab koj cov neeg yuav tuag theej nws cov neeg.’ ”"},{"bible_id":"1269","chapter_code":"1KI.20","verse_code":"1KI.20.43","label":"43","content":"Mas cov Yixayee tus vajntxwv mus rau hauv nws lub vaj lub tsev hauv Xamali nyuaj siab kawg chim ntsej muag tsaus nti."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.1","label":"1","content":"Los rau tom qab no Nanpau uas yog neeg Yile‑ee muaj ib lub vaj txiv hmab nyob hauv lub moos Yile‑ee npuas vajntxwv Ahaj uas kav Xamali lub tsev."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.2","label":"2","content":"Mas Ahaj hais rau Nanpau tias, “Muab koj lub vaj txiv hmab rau kuv, kuv thiaj tau ua vaj zaub vim yog nyob ze kuv lub tsev. Kuv yuav muab dua ib lub vaj txiv hmab uas zoo dua pauv koj lub vaj no, lossis yog koj pom zoo kuv yuav muab nyiaj yuav kom txaus lub vaj no tus nqe.”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.3","label":"3","content":"Tiamsis Nanpau hais rau Ahaj tias, “Thov Yawmsaub tav kuv tsis txhob muab kuv tej poj koob yawm txwv qub txeeg qub teg rau koj.”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.4","label":"4","content":"Ahaj thiaj rov los tsev nyuaj siab thiab chim ua ntsej muag tsaus nti rau tej lus uas Nanpau uas yog neeg Yile‑ee hais rau nws, vim Nanpau tau hais tias, “Kuv yuav tsis muab kuv tej poj koob yawm txwv qub txeeg qub teg rau koj.” Ces nws txawm pw rau saum txaj fee plhu kiag tsis yeem noj mov li."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.5","label":"5","content":"Mas nws tus pojniam Yexenpee los nug nws tias, “Ua cas koj yuav nyuaj siab ua luaj tsis kam noj mov li?”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.6","label":"6","content":"Ahaj teb nws tias, “Vim yog kuv hais rau Nanpau uas yog neeg Yile‑ee tias, ‘Muab koj lub vaj txiv hmab muag rau kuv, lossis yog koj pom zoo kuv yuav muab dua ib lub vaj txiv hmab pauv rau koj.’ Tiamsis nws teb tias, ‘Kuv yuav tsis muab kuv lub vaj txiv hmab rau koj li.’ ”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.7","label":"7","content":"Ces nws tus pojniam Yexenpee hais rau nws tias, “Koj yog tus uas kav cov Yixayee los sas. Cia li sawv tsees los noj mov thiab ua lub siab xyiv fab hlo. Kuv yuav muab Nanpau uas yog neeg Yile‑ee lub vaj txiv hmab rau koj.”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.8","label":"8","content":"Nws txawm sau tsab ntawv ua Ahaj lub npe txam Ahaj lub txwm xa mus rau cov kev txwj laus thiab cov uas ua hlob uas nrog Nanpau nyob tib lub moos."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.9","label":"9","content":"Yexenpee sau hauv ntawv hais tias, “Cia li tshaj tawm kom yoo mov thiab tsa Nanpau nyob saum lub rooj siab hauv nruab nrab cov pejxeem,"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.10","label":"10","content":"thiab kom ob tug neeg phem los nyob ncaj ntawm nws xubntiag, thiab kom ob tug kom nws hais tias nws tau cem foom Vajtswv thiab vajntxwv. Ces muab nws coj tawm mus thiab xuas pob zeb muab nws ntaus kom tuag.”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.11","label":"11","content":"Ces cov neeg hauv lub moos uas Nanpau nyob ntawd, cov kev txwj laus thiab cov uas ua hlob txawm ua raws li Yexenpee hais mus rau lawv raws li tsab ntawv uas nws sau mus rau lawv."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.12","label":"12","content":"Lawv thiaj tshaj tawm kom yoo mov thiab tsa Nanpau nyob saum lub rooj siab hauv nruab nrab cov pejxeem."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.13","label":"13","content":"Ces ob tug neeg phem ntawd txawm tuaj nyob ncaj ntawm Nanpau xubntiag, ces ob tug neeg phem ntawd txawm kom Nanpau tab meeg cov pejxeem tias, “Nanpau tau cem foom Vajtswv thiab vajntxwv.” Ces lawv txawm coj Nanpau tawm mus rau sab nraum lub moos thiab xuas pob zeb ntaus nws tuag."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.14","label":"14","content":"Ces lawv txawm xa xov rau Yexenpee hais tias, “Nanpau raug xuas pob zeb ntaus, nws tuag lawm.”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.15","label":"15","content":"Thaum Yexenpee hnov tias Nanpau raug xuas pob zeb ntaus thiab tuag lawm, Yexenpee txawm hais rau Ahaj tias, “Cia li sawv tsees mus txeeb kiag Nanpau uas yog neeg Yile‑ee lub vaj txiv hmab uas tsis kheev muab muag rau koj, rau qhov Nanpau tsis nyob nws tuag lawm.”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.16","label":"16","content":"Thaum Ahaj hnov tias Nanpau tuag lawm, Ahaj txawm sawv tsees mus rau hauv Nanpau uas yog neeg Yile‑ee lub vaj txiv hmab es mus txeeb kiag ua nws tug."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.17","label":"17","content":"Yawmsaub txawm hais lus tuaj rau Eliya uas yog neeg Thinpi tias,"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.18","label":"18","content":"“Koj cia li sawv tsees mus ntsib Yixayee tus vajntxwv Ahaj uas kav hauv lub nroog Xamali. Saib maj, nws nyob hauv Nanpau lub vaj txiv hmab uas nws txeeb kiag yuav ua nws tug."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.19","label":"19","content":"Koj hais rau nws tias, ‘Yawmsaub hais li no tias, Koj tau tua thiab tseem txeeb kiag lub vaj los ua koj tug thiab lov?’ Thiab koj cia li hais rau nws tias, ‘Yawmsaub hais li no tias, Lub chaw uas dev yaim Nanpau cov ntshav, dev kuj yuav yaim koj cov ntshav qhov ntawd thiab.’ ”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.20","label":"20","content":"Ahaj txawm hais rau Eliya tias, “Kuv tus yeeb ncuab 'e, koj ntsib tau kuv lawm lov?” Eliya teb tias, “Kuv ntsib koj lawm rau qhov koj muab koj tus kheej muag mus ua tej uas Yawmsaub pom tias phem kawg."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.21","label":"21","content":"‘Saib nawj, kuv yuav coj xwm txheej phem los raug koj, thiab kuv yuav rhuav tshem koj pov tseg huvsi thiab yuav muab Ahaj cov txivneej txhua tus tua tag nrho nws tej qhev thiab nws tej neeg ua kom tu noob nrho hauv cov Yixayee mus."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.22","label":"22","content":"Thiab kuv yuav ua kom koj caj ces zoo ib yam li Nenpa tus tub Yelaunpau‑as caj ces thiab ib yam li Ahiya tus tub Npa‑asa caj ces, rau qhov koj zes ua rau kuv chim thiab koj tau coj cov Yixayee ua txhaum muaj txim.’"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.23","label":"23","content":"Thiab Yawmsaub hais txog Yexenpee hais tias, ‘Dev yuav noj Yexenpee rau hauv Yile‑ee.’"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.24","label":"24","content":"Ahaj cov neeg tus uas tuag rau hauv lub nroog mas dev yuav noj, tus uas tuag rau sab nraud mas liaj dav saum nruab ntug yuav noj.”"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.25","label":"25","content":"Tsis muaj leejtwg muab nws tus kheej muag mus ua tej uas Yawmsaub pom tias phem kawg yam li Ahaj uas nws tus pojniam Yexenpee txhob nws ua."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.26","label":"26","content":"Ahaj ua tej uas qias vuab tsuab kawg li rau qhov uas raws ncuj nciav tej dab mlom ib yam li cov Amaulai uas Yawmsaub muab laim ploj ntais ntawm cov Yixayee xubntiag lawm."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.27","label":"27","content":"Thaum Ahaj hnov tej lus ntawd, nws txawm dua rhe nws lub tsho muab khaub seev tsaj los hnav, thiab yoo mov thiab hnav khaub seev tsaj mus pw, thiab mus mus los los dai hau vias."},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.28","label":"28","content":"Thiab Yawmsaub hais lus tuaj rau Eliya uas yog neeg Thinpi tias,"},{"bible_id":"1269","chapter_code":"1KI.21","verse_code":"1KI.21.29","label":"29","content":"“Koj twb pom Ahaj txo nws lub hwjchim rau ntawm kuv xubntiag lawm lov? Vim nws twb txo nws lub hwjchim ntawm kuv xubntiag lawm, kuv yuav tsis tso xwm txheej phem los rau nws sim neej, tiamsis kuv yuav tso xwm txheej phem los raug nws caj ces rau thaum nws tus tub sim neej.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.1","label":"1","content":"Alas tebchaws thiab Yixayee tebchaws tseg tsis ua rog tau peb xyoos."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.2","label":"2","content":"Tiamsis xyoo uas peb Yuda tus vajntxwv Yehausafa mus tsham Yixayee tus vajntxwv."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.3","label":"3","content":"Yixayee tus vajntxwv hais rau nws cov tub teg tub taws tias, “Nej puas paub tias lub moos Lamau Kile‑a yog peb li, es peb yuav nyob twjywm tsis mus txeeb ntawm Alas tus vajntxwv txhais tes rov los lov?”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.4","label":"4","content":"Ahaj hais rau Yehausafa tias, “Koj yuav nrog kuv mus ua rog rau lub moos Lamau Kile‑a los tsis mus?” Mas Yehausafa hais rau Yixayee tus vajntxwv tias, “Koj zoo li cas kuv zoo li ntawd, kuv cov neeg kuj yog koj li neeg thiab kuv cov nees yog koj li nees.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.5","label":"5","content":"Yehausafa hais rau Yixayee tus vajntxwv tias, “Thov nug saib Yawmsaub hais li cas tso.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.6","label":"6","content":"Ces Yixayee tus vajntxwv txawm hu cov xibhwb cev Vajtswv lus kwvlam plaub puas leej tuaj ua ke mas hais rau lawv tias, “Tsim nyog kuv mus ua rog rau lub moos Lamau Kile‑a los tsis txhob mus?” Mas lawv teb tias, “Mus los maj, rau qhov Yawmsaub yuav muab lub moos ntawd rau hauv vajntxwv txhais tes.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.7","label":"7","content":"Tiamsis Yehausafa hais tias, “Muaj dua lwm tus xibhwb cev Vajtswv lus uas peb nug tau thiab los tsis muaj lawm?”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.8","label":"8","content":"Yixayee tus vajntxwv hais rau Yehausafa tias, “Tseem tshuav ib tug yawg uas peb yuav kom ua nug rau Yawmsaub tau thiab, yog Mikhaya uas yog Ilas tus tub. Tiamsis kuv ntxub nws rau qhov nws tsis txeev cev lus zoo ntsig txog kuv kiag li, tsuas yog cev lus phem xwb.” Ces Yehausafa hais rau vajntxwv tias, “Tsis txhob hais li kod.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.9","label":"9","content":"Yixayee tus vajntxwv hu ib tug tub teg tub taws los thiab hais tias, “Cia li coj Ilas tus tub Mikhaya tuaj sai sai.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.10","label":"10","content":"Yixayee tus vajntxwv thiab Yehausafa tabtom nyob saum ob tug lub zwm txwv thiab hnav tej tsoos meej mom rau ntawm lub tshav ntaus qoob uas nyob ntawm lub rooj loog Xamali thiab cov xibhwb cev Vajtswv lus sawvdaws tabtom cev lus ntawm ob tug xubntiag."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.11","label":"11","content":"Mas Xedekhiya uas yog Khena‑ana tus tub txawm muab kav hlau ua ib txwm kub rau nws thiab hais tias, “Yawmsaub hais li no tias, ‘Koj yuav siv txwm kub no nrau cov Alas mus txog thaum lawv puam tsuaj tag.’ ”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.12","label":"12","content":"Thiab cov uas cev lus sawvdaws kuj cev lus ib yam nkaus li ntawd hais tias, “Cia li mus rau lub moos Lamau Kile‑a, yuav kov yeej, rau qhov Yawmsaub yuav muab lub moos ntawd rau hauv vajntxwv txhais tes.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.13","label":"13","content":"Mas tus tub teg tub taws uas mus hu Mikhaya txawm hais rau Mikhaya tias, “Saib maj, cov xibhwb cev lus sawvdaws ua ib lub suab hais yam uas zoo rau vajntxwv xwb. Koj cia li hais zoo ib yam li lawv hais thiab hais yam uas zoo xwb.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.14","label":"14","content":"Tiamsis Mikhaya hais tias, “Yawmsaub muaj txojsia nyob pom, Yawmsaub hais li cas rau kuv, kuv yuav tsum hais li ntawd xwb.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.15","label":"15","content":"Thaum nws tuaj cuag vajntxwv, vajntxwv hais rau nws tias, “Mikhaya, tsim nyog peb yuav mus ua rog rau Lamau Kile‑a los tsis txhob mus?” Mikhaya teb nws tias, “Cia li mus los maj, yuav kov yeej. Yawmsaub yuav muab lub moos ntawd rau hauv vajntxwv txhais tes.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.16","label":"16","content":"Vajntxwv txawm hais rau nws tias, “Kuv twb kom koj cog lus twv pes tsawg zaus lawm tias koj yuav tsum tuav Yawmsaub lub npe hais qhov tseeb xwb xwb li?”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.17","label":"17","content":"Mikhaya thiaj hais tias, “Kuv pom cov Yixayee sawvdaws raug khiav ua sab ua sua saum tej roob yam nkaus li pab yaj uas tsis muaj tus tswv yug. Thiab Yawmsaub hais tias, ‘Cov neeg no tsis muaj tus tswv, cia lawv nyias rov mus zoo rau nyias vaj nyias tsev.’ ”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.18","label":"18","content":"Cov Yixayee tus vajntxwv thiaj hais rau Yehausafa tias, “Kuv twb hais rau koj tias nws yuav tsis cev lus zoo ntsig txog kuv no nev, tsuas yog cev lus phem xwb, los tsis yog?”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.19","label":"19","content":"Thiab Mikhaya hais tias, “Yog li no cia li tig ntsej mloog Yawmsaub tej lus. Kuv pom Yawmsaub nyob saum nws lub zwm txwv thiab ib tsoom neeg saum ntuj sawv ntawm nws sab xis thiab sab laug."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.20","label":"20","content":"Mas Yawmsaub hais tias, ‘Leejtwg yuav ntxias Ahaj kom nws mus ntog tuag rau ntawm lub moos Lamau Kile‑a?’ Ib tug hais li ub, ib tug hais li no."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.21","label":"21","content":"Muaj ib tug plig txawm txav los sawv ntsug ntawm Yawmsaub xubntiag hais tias, ‘Kuv yuav ntxias nws.’"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.22","label":"22","content":"Yawmsaub hais rau tus plig ntawd tias, ‘Koj yuav ua li cas?’ Nws teb tias, ‘Kuv yuav mus thiab kuv yuav ua ib tug plig dag rau hauv nws cov xibhwb uas cev lus lub qhov ncauj.’ Yawmsaub hais tias, ‘Koj yuav mus ntxias nws, thiab koj yuav ua tau kom tiav. Koj cia li mus ua.’"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.23","label":"23","content":"Vim li ntawd nimno Yawmsaub thiaj muab tus plig dag tso rau hauv koj cov xibhwb uas cev lus txhua tus lub qhov ncauj. Yawmsaub twb teem tej xwm txheej phem no los raug koj lawm.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.24","label":"24","content":"Ces Khena‑ana tus tub Xedekhiya txawm txav los tib tawg ncuav Mikhaya sab plhu thiab hais tias, “Yawmsaub tus Ntsuj Plig tawm ntawm kuv taug txojkev twg mus hais rau koj?”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.25","label":"25","content":"Mas Mikhaya hais tias, “Saib maj, koj yuav paub rau hnub uas koj khiav mus nraim cev rau chav tsev hauv nruab nrab.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.26","label":"26","content":"Yixayee tus vajntxwv hais tias, “Cia li ntes kiag Mikhaya, coj nws rov mus cob rau Asmoo uas ua tim xyoob kav lub nroog thiab cob rau Yau‑as uas yog vajntxwv tus tub,"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.27","label":"27","content":"thiab hais tias, ‘Vajntxwv hais li no tias, Muab tus yawg no kaw nkuaj thiab tsuas yog muab ncuav thiab dej rau nws xwb mus txog thaum kuv rov los txog zoo.’ ”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.28","label":"28","content":"Mikhaya hais tias, “Yog koj tseem rov los txog zoo, ces tsis yog Yawmsaub kom kuv hais tej lus no.” Thiab nws hais tias, “Nej sawvdaws cia li mloog nawj!”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.29","label":"29","content":"Yixayee tus vajntxwv thiab Yuda tus vajntxwv Yehausafa txawm mus rau Lamau Kile‑a lawm."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.30","label":"30","content":"Yixayee tus vajntxwv hais rau Yehausafa tias, “Kuv yuav hloov tsoos tsho ua cuav tsab mus ntaus rog, tiamsis koj mas koj hnav koj cev tsoos tsho meej mom.” Yixayee tus vajntxwv txawm hloov tsoos tsho ua cuav tsab txeem mus ua rog."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.31","label":"31","content":"Cov Alas tus vajntxwv hais rau peb caug ob tug thawj rog uas kav nws tej tsheb ua rog tias, “Tsis txhob tua tej tub rog tsis hais loj thiab yau, tsuas yog tua cov Yixayee tus vajntxwv xwb.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.32","label":"32","content":"Thaum cov thawj rog uas kav tej tsheb ua rog pom Yehausafa, lawv hais tias, “Yog Yixayee tus vajntxwv tiag tiag li.” Lawv txawm tig hlo mus tawm tsam nws. Mas Yehausafa qw nrov nrov."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.33","label":"33","content":"Thaum cov thawj rog uas kav tej tsheb ua rog pom tias tsis yog Yixayee tus vajntxwv, lawv thiaj tseg tsis caum nws lawm."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.34","label":"34","content":"Muaj ib tug yawg lam rub hneev nti kwv yees tua mus raug Yixayee tus vajntxwv nkag plaws lub tsho hlau ib kem ntawm hauv siab. Ahaj thiaj hais rau tus uas tsav nws lub tsheb ua rog tias, “Cia li tig rov qab, coj kuv tawm hauv tshav rog mus, rau qhov kuv raug mob lawm.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.35","label":"35","content":"Hnub ntawd kev sib ntaus sib tua loj heev, vajntxwv thiaj pheeb hauv nws lub tsheb ua rog tig ntsia ntsoov rau cov Alas mus txog yuav tsaus ntuj nws txawm tuag lawm. Cov ntshav ntawm nws qhov txhab ntws los rau hauv lub dab tsheb ua rog."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.36","label":"36","content":"Kwvlam thaum hnub poob qho muaj suab qw nrov thoob plaws hauv pab tub rog hais tias, “Txhua tus nyias rov mus rau nyias lub moos thiab mus rau nyias teb nyias chaw.”"},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.37","label":"37","content":"Vajntxwv thiaj tuag li no, mas lawv coj nws los rau hauv lub nroog Xamali, thiab muab nws log rau hauv Xamali."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.38","label":"38","content":"Lawv muab nws lub tsheb ua rog ntxuav ntawm lub pas dej Xamali, mas dev los yaim vajntxwv cov ntshav, yog lub chaw uas cov poj muag cev da dej, raws li Yawmsaub tej lus uas nws hais cia lawd."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.39","label":"39","content":"Lwm yam haujlwm uas Ahaj ua thiab txhua yam uas nws ua thiab lub tsev kaus ntxhw uas nws ua thiab tej moos huvsi uas nws kho dua tshiab twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.40","label":"40","content":"Ahaj thiaj tuag mus nrog nws tej poj koob yawm txwv nyob. Nws tus tub Ahaxiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.41","label":"41","content":"Xyoo plaub uas Ahaj ua vajntxwv kav Yixayee mas Axa tus tub Yehausafa pib ua vajntxwv kav Yuda."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.42","label":"42","content":"Thaum Yehausafa pib ua vajntxwv nws hnub nyoog muaj peb caug tsib xyoos, nws nyob hauv Yeluxalees kav tau nees nkaum tsib xyoos. Nws niam npe hu ua Axunpa uas yog Sihi tus ntxhais."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.43","label":"43","content":"Nws ua raws li nws txiv Axa txojkev rau txhua qhov tsis tig mus rau sab twg li. Nws ua tej uas Yawmsaub pom tias zoo. Tiamsis tej chaw siab teev dab tseem tsis tau muab rhuav pov tseg, cov pejxeem tseem xyeem tsiaj thiab hlawv hmoov xyab rau saum tej chaw siab ntawd."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.44","label":"44","content":"Yehausafa kuj nrog cov Yixayee tus vajntxwv sib raug zoo tsis ua rog."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.45","label":"45","content":"Lwm yam haujlwm uas Yehausafa ua thiab nws lub hwjchim thiab nws tej kev ua rog mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.46","label":"46","content":"Tej txivneej muag cev ntawm tsev dab dhau nws txiv lawm los tseem tshuav nyob nws kuj muab ntxuav tawm hauv lub tebchaws huvsi pov tseg."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.47","label":"47","content":"Tsis muaj vajntxwv kav Edoo tebchaws lawm, muaj ib tug tim xyoob kav."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.48","label":"48","content":"Yehausafa ua tau ib co nkoj txwg zoo li cov Thasi ua mas yuav mus thauj tej kub ntawm Aufi los. Tiamsis cov nkoj ntawd mus tsis txog rau qhov cov nkoj cia li tawg piam tag rau ntawm Exi‑oo Kenpaw lawm."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.49","label":"49","content":"Ahaj tus tub Ahaxiya hais rau Yehausafa tias, “Thov cia kuv cov tub qhe nrog koj cov tub qhe tsav nkoj mus.” Tiamsis Yehausafa tsis yeem."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.50","label":"50","content":"Ces Yehausafa txawm tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log nrog nws tej poj koob yawm txwv ua ke rau hauv nws yawg koob Davi lub nroog. Mas nws tus tub Yehaulas sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.51","label":"51","content":"Xyoo kaum xya uas Yehausafa kav Yuda mas Ahaj tus tub Ahaxiya pib ua vajntxwv kav Yixayee hauv Xamali, nws kav Yixayee tau ob xyoos."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.52","label":"52","content":"Nws ua tej uas Yawmsaub pom tias phem thiab nws taug nraim nws txiv thiab nws niam thiab nws yawg Yelaunpau‑as uas yog Nenpa tus tub tus neev taw ua txhaum thiab coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"1KI.22","verse_code":"1KI.22.53","label":"53","content":"Ahaxiya ua koom tu dab Npa‑as thiab pe hawm tus dab ntawd, ua rau Yawmsaub uas yog cov Yixayee tus Vajtswv chim kawg ib yam li nws txiv ua thiab."}]