[{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.1","label":"1","content":"Petus uas yog Yexus Khetos tus tubtxib hais mus rau cov uas khiav mus nyob ua lwm haiv neeg rau txhua qhov hauv lub xeev Phauthia, lub xeev Kalatia, lub xeev Khapadaukia, lub xeev Axia thiab lub xeev Npithinia, yog cov uas Vajtswv xaiv cia lawd,"},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.2","label":"2","content":"raws li leej Txiv Vajtswv tau teem cia ua ntej lawd, thiab Vaj Ntsuj Plig tau muab cais ua tus dawb huv kom mloog Yexus Khetos lus thiab raug Yexus cov ntshav nchos rau. Thov Vajtswv txojkev hlub thiab txojkev siab tus tsav ntxiv rau nej ntau zuj zus."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.3","label":"3","content":"Qhuas Vajtswv uas yog peb tus Tswv Yexus Khetos leej Txiv. Vim Vajtswv txojkev khuvleej uas loj kawg, nws thiaj pub peb yug dua tshiab koom txojkev vam uas ciaj sia nyob mus ib txhis, vim qhov uas Yexus Khetos ciaj sawv hauv qhov tuag rov los,"},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.4","label":"4","content":"thiab koom tej qub txeeg qub teg uas tsis txawj lwj, tsis muaj qhov phem qhov qias thiab tsis txawj ploj uas twb khaws cia rau saum ntuj rau nej lawm."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.5","label":"5","content":"Vim nej ntseeg, Vajtswv lub hwjchim twb tsom kwm nej kom tau txojkev dim uas npaj txhij yuav tshwm los rau hnub kawg."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.6","label":"6","content":"Nej xyiv fab kawg rau tej no, txawm yog nimno nej raug ntau yam kev sim siab ib nyuag ntu kuj xij."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.7","label":"7","content":"Tej kev sim siab ntawd sim nej txojkev ntseeg saib puas muaj tseeb. (Nej txojkev ntseeg muaj nqes dua kub uas txawj ploj tag los tseem raug hluavtaws sim.) Peb thiaj yuav raug qhuas thiab tau meej mom thiab koob meej rau thaum Yexus Khetos rov los."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.8","label":"8","content":"Nws yog tus uas nej tsis tau pom dua los nej tseem hlub nws. Txawm yog nimno nej tsis pom nws los nej tseem ntseeg thiab muaj kev zoo siab xyiv fab heev kawg uas piav tsis txawj tag,"},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.9","label":"9","content":"vim nej txais yam uas nej txojkev ntseeg vam ntsoov, yog qhov uas nej tus ntsuj plig tau txojkev dim."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.10","label":"10","content":"Cov xibhwb cev Vajtswv lus uas hais txog Vajtswv txojkev hlub uas yuav tshwm los rau nej twb nrhiav thiab xawb txhua zog txojkev dim no."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.11","label":"11","content":"Lawv tshawb nrhiav tus neeg thiab lub sijhawm  uas Khetos tus ntsuj plig uas nyob hauv lawv qhia rau lawv, rau thaum nws hais ua ntej txog qhov uas Khetos yuav raug kev tsim txom thiab hais txog lub hwjchim ci ntsa iab uas yuav tshwm los tom qab ntawd."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.12","label":"12","content":"Vajtswv qhia lawv paub hais tias lawv tsis yog tu lawv tus kheej tiamsis tu nej rau tej uas lawv hais no, yog tej uas nimno cov uas tshaj tawm txoj xov zoo twb tshaj tawm rau nej ntawm Vaj Ntsuj Plig dawb huv uas raug txib saum ntuj los lawm, yog tej uas cov tubtxib saum ntuj xav pom."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.13","label":"13","content":"Vim li no nej lub siab cia li npaj kom txhij, paub tswj nej tus kheej thiab cia li vam tag nrho rau txojkev hlub uas yuav pub rau nej rau thaum Yexus Khetos rov los."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.14","label":"14","content":"Ib yam li tus menyuam uas mloog lus, tsis txhob xyaum raws li nej tej kev ntshaw uas nej muaj thaum ub uas nej tsis paub qabhau dabtsi li."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.15","label":"15","content":"Tiamsis tus uas hu nej dawb huv li cas, nej yuav tsum ua neeg dawb huv rau txhua yam uas nej ua ib yam li ntawd,"},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.16","label":"16","content":"rau qhov muaj lus sau cia hais tias, “Nej yuav tsum ua neeg dawb huv, vim kuv yog tus dawb huv.”"},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.17","label":"17","content":"Vim nej thov hu leej Txiv uas txiav txim rau txhua tus raws li lawv tau ua los lawd tsis saib leejtwg ntsej muag, nej cia li ua nej lub neej ntshai rwg rau thaum nej ua qhua nyob hauv ntiajteb no."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.18","label":"18","content":"Nej kuj paub tias nej raug txhiv dim hauv lub neej uas tsis muaj qabhau uas nej saws ntawm nej tej poj koob yawm txwv los. Yam uas txhiv nej los ntawd tsis yog yam uas txawj puam tsuaj yam li nyiaj thiab kub,"},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.19","label":"19","content":"tiamsis yog Khetos cov ntshav muaj nqes, ib yam li tus menyuam yaj uas tsis muaj chaw thuam thiab tsis muaj ib qho phem cov ntshav."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.20","label":"20","content":"Twb muab Yexus npaj tseg cia thaum tsis tau tsim ntuj tsim teb lawm, tiamsis nws tshwm los rau tiam kawg no pab nej."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.21","label":"21","content":"Vim muaj Yexus nej thiaj tso siab rau Vajtswv uas tsa Yexus ciaj sawv hauv qhov tuag rov los thiab pub hwjchim ci ntsa iab rau nws, nej thiaj muaj kev ntseeg thiab kev vam rau hauv Vajtswv."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.22","label":"22","content":"Vim nej ua raws li txojkev tseeb thiaj ntxuav tau nej lub siab kom dawb huv lawm, nej thiaj muaj lub siab txawj sib hlub tuaj nruab siab tiag tiag, nej cia li siv zog sib hlub ntawm lub siab dawb paug."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.23","label":"23","content":"Nej twb yug dua tshiab lawm, tsis yog lub noob uas txawj lwj tag tiamsis yog lub noob uas tsis txawj lwj, vim Vajtswv txojlus uas muaj txojsia thiab nyob mus li."},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.24","label":"24","content":"Rau qhov, “Ib tsoom neeg zoo yam li tej nroj tsuag, thiab lawv lub meej mom tsuas zoo li tej paj nroj. Tej nroj tsuag tuag tshav qhuav, tej paj kuj zeeg,"},{"bible_id":"1269","chapter_code":"1PE.1","verse_code":"1PE.1.25","label":"25","content":"tiamsis tus Tswv tej lus yuav nyob ruaj mus ib txhis.” Tej lus no yog txoj xov zoo uas twb piav tag rau nej lawm."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.1","label":"1","content":"Vim li no, cia li muab txhua yam kev phem thiab txhua yam kev dag ntxias, kev zais siab, kev sib khib thiab kev xyav luag moo txhua yam tso tseg."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.2","label":"2","content":"Ib yam li cov menyuam mos uas nyuam qhuav yug, nej cia li ntshaw cov kua mis dawb huv sab ntsuj plig, xwv cov kua mis ntawd thiaj pab nej kheev hlob mus tau txojkev dim,"},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.3","label":"3","content":"rau qhov nej twb sim tias tus Tswv zoo kawg nkaus."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.4","label":"4","content":"Cia li los cuag nws, yog lub pob zeb uas muaj txojsia uas neeg tsis lees yuav tiamsis twb raug Vajtswv xaiv lawm thiab tsim txiaj kawg."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.5","label":"5","content":"Nej zoo yam li tej pob zeb muaj sia cia li yeem muab ua lub tsev  rau sab ntsuj plig, kom thiaj ua tau pov thawj dawb huv xyeem qhov txhia chaw sab ntsuj plig uas hum Vajtswv lub siab hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.6","label":"6","content":"Vim muaj lus sau cia rau hauv Vajtswv txojlus hais tias, “Saib maj, kuv teeb ib lub pob zeb rau hauv Xi‑oo, yog ua lub thawj pob zeb uas xaiv cia thiab tsim txiaj kawg ntawm kaum tsev. Tus uas ntseeg nws yuav tsis raug txaj muag.”"},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.7","label":"7","content":"Vim li no tus Tswv muaj nqes kawg nkaus rau nej cov uas ntseeg, tiamsis hais txog cov uas tsis ntseeg mas “Lub pob zeb uas cov Kws ua tsev muab xyeeb tseg lawm twb rov muab los teeb ua thawj lub rau ntawm kaum tsev lawm.”"},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.8","label":"8","content":"thiab “ua lub pob zeb uas ua rau neeg dawm, thiab ua txhib zeb uas ua rau neeg ntog.” Lawv dawm vim lawv tsis mloog Vajtswv txojlus raws li uas tu tseg rau lawv."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.9","label":"9","content":"Tiamsis nej yog haiv neeg uas xaiv cia lawm, yog Vajntxwv  cov pov thawj  thiab ua neeg dawb huv, yog cov neeg uas ua Vajtswv tug, kom nej thiaj qhia nws tes haujlwm tseem ceeb,  yog tus uas hu nej tawm hauv qhov tsaus ntuj los nyob rau hauv nws qhov kaj uas phimhwj kawg."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.10","label":"10","content":"Yav tag los nej tsis yog nws haiv neeg tiamsis nimno nej yog Vajtswv haiv neeg lawm. Yav tag los nej tsis tau txais kev khuvleej tiamsis nimno nej tau txais kev khuvleej lawm."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.11","label":"11","content":"Cov uas kuv hlub, kuv thov kom nej cov uas zoo li lwm haiv neeg tuaj ua qhua nyob hauv lub ntiajteb no tseg tej uas lub cev nqaij tawv ntshaw uas tawm tsam nej tus ntsuj plig."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.12","label":"12","content":"Cia li ua zoo kawg nkaus rau hauv lwm haiv neeg xwv yog lawv hais tias nej ua txhaum, lawv thiaj pom tej uas nej ua zoo thiab yuav qhuas Vajtswv rau hnub uas nws los xyuas."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.13","label":"13","content":"Nej yuav tsum nyob hauv txhua tus uas muaj hwjchim qab kev tswjhwm vim saib rau tus Tswv, tsis hais tus ntawd yuav yog huabtais uas muaj hwjchim"},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.14","label":"14","content":"lossis cov tswv xeev uas vajntxwv txib mus txiav txim rau cov uas ua txhaum thiab qhuas cov uas ua zoo."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.15","label":"15","content":"Vajtswv xav kom nej xyaum zoo kom thiaj ua rau cov neeg ruam uas hais lus tsis muaj qabhau tseg tsis hais lawm."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.16","label":"16","content":"Nej cia li ua lub neej yam li uas nyob ywj pheej tiamsis tsis txhob muab qhov uas nyob ywj pheej ntawd los mus ua txhaum. Tiamsis nej yuav tsum ua nej lub neej yam li yog Vajtswv cov tub qhe."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.17","label":"17","content":"Cia li hwm txhua tus, hlub cov kwvtij, paub ntshai Vajtswv, thiab hwm huabtais."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.18","label":"18","content":"Nej cov uas yog tub qhe, nej yuav tsum nyob hauv nej tus lospav qab kev tswjhwm thiab paub ntshai lawv txhua yam, tsis yog hwm tus uas siab zoo thiab hlub nej xwb tiamsis hwm tus uas ua nruj ua tsiv thiab."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.19","label":"19","content":"Vim qhov no hum Vajtswv lub siab, yog thaum ib tug twg xam pom Vajtswv nws thiaj thev kev mob rau thaum nws raug tej kev tsim txom uas tsis raug cai."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.20","label":"20","content":"Yog nej ua txhaum thiaj raug nplawm txawm yog nej ua siab ntev thev los nej yuav tau koob meej li cas? Tiamsis yog nej ua zoo thiaj raug kev tsim txom thiab ua siab ntev thev, thiaj yog ua hum Vajtswv lub siab."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.21","label":"21","content":"Vim Vajtswv hu nej los thev kev tsim txom li no, rau qhov Khetos twb raug kev tsim txom this nej, ua yam ntxwv tseg rau nej xwv nej thiaj tau taug raws nws tus neev taw."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.22","label":"22","content":"Nws tsis tau ua txhaum dabtsi li thiab “tsis pom muaj lus dag ntxias nyob hauv nws lub qhov ncauj li.”"},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.23","label":"23","content":"Thaum lawv hais lus phem rau nws, nws tsis hais phem pauj. Thaum nws raug tsim txom nws tsis hem lawv, tiamsis nws muab nws tus kheej cob rau tus uas txiav txim ncaj ncees."},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.24","label":"24","content":"Nws ris peb lub txim rau hauv nws lub cev saum tus khaublig ntoo kom peb thiaj tuag ntawm lub txim thiab muaj txojsia nyob rau txojkev ncaj ncees. “Yog muaj nws tej kiav txhab thiaj kho tau peb kom zoo.”"},{"bible_id":"1269","chapter_code":"1PE.2","verse_code":"1PE.2.25","label":"25","content":"Rau qhov nej yuam kev yam li tej yaj, tiamsis nimno nej twb rov los cuag tus Tswv yug yaj thiab tus uas tsom kwm nej tus ntsuj plig lawm."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.1","label":"1","content":"Nej cov pojniam kuj ib yam nkaus, nej yuav tsum nyob hauv nej tus txiv qab kev tswjhwm. Txawm yog cov txiv qee leej tsis ntseeg Vajtswv txojlus los qhov uas cov pojniam xyaum zoo yuav coj tau cov txiv los ntseeg tsis txog hais ib los li,"},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.2","label":"2","content":"rau thaum lawv pom nej ua lub neej dawb huv thiab hwm lawv."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.3","label":"3","content":"Tsis txhob tu lub cev sab nraud xwb uas yog ntxias plaubhau, coj npauj kub lossis hnav tej tsoos tsho zoo zoo nkauj xwb."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.4","label":"4","content":"Tiamsis cia li muab tej uas tsis txawj lwj los tu tej uas nyob hauv nej lub siab kom zoo nkauj, yog qhov uas ua lub siab mos siab muag thiab muaj lub siab tus yees. Tej no yog yam uas Vajtswv pom tias muaj nqes heev."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.5","label":"5","content":"Cov pojniam dawb huv uas nyob txheej thaum ub uas muaj vam rau hauv Vajtswv kuj tu lawv lub cev thiab nyob hauv cov txiv qab kev tswjhwm li ntawd."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.6","label":"6","content":"Ib yam li Xala mloog Aplahas lus thiab hu Aplahas ua nws tus tswv. Yog nej xyaum zoo thiab tsis txhob ntshai ib yam dabtsi, nej kuj yog Xala tej tub ki."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.7","label":"7","content":"Nej cov txiv kuj ib yam nkaus, cia li nrog tus pojniam nyob thiab nkag siab tias cov pojniam tsis muaj zog li txivneej, thiab saib taus nws rau qhov nws nrog koj koom txais txojsia ntawm Vajtswv txojkev hlub xwv nej thiaj tsis muaj ib yam dabtsi khuam cheem nej tej lus thov."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.8","label":"8","content":"Thaum kawg no, nej sawvdaws cia li koom ua ib lub siab, ib leeg xam pom ib leeg, sib hlub, muaj lub siab khuvleej thiab ua siab mos siab muag."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.9","label":"9","content":"Tsis txhob ua phem pauj phem, thiab tsis txhob cem pauj qhov uas luag cem. Tiamsis cia li foom koob hmoov rau luag, rau qhov Vajtswv hu nej los ua li ntawd xwv nej thiaj tau koob hmoov."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.10","label":"10","content":"Vim tias “Tus uas nyiam txojsia thiab xav pom lub caij lub nyoog zoo, cia tus ntawd tswj nws tus nplaig tsis txhob hais lus phem, thiab tswj nws daim tawv ncauj tsis txhob hais tej lus dag."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.11","label":"11","content":"Cia nws tig ntawm txojkev phem thiab ua qhov zoo, cia nws nrhiav kev hum xeeb thiab caum kom cuag."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.12","label":"12","content":"Tus Tswv lub qhov muag yeej ntsia ntsoov cov uas ncaj ncees, thiab nws lub qhov ntsej mloog ntsoov lawv tej lus quaj thov. Tiamsis tus Tswv tsom ntsoov tawm tsam cov neeg ua phem.”"},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.13","label":"13","content":"Yog nej siv zog ua zoo, leejtwg yuav ua phem rau nej?"},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.14","label":"14","content":"Tiamsis yog nej raug kev tsim txom vim qhov uas nej ua raug cai, nej yuav tau nyob kaj siab lug. Tsis txhob ntshai tej uas lawv ntshai,  tsis txhob txhawj,"},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.15","label":"15","content":"tiamsis hauv nej lub siab nej yuav tsum hwm Khetos ua tus Tswv. Cia li npaj txhij txhua lub sijhawm uas yuav piav rau txhua tus uas xav paub qhov uas nej muaj siab vam, tiamsis nej yuav tsum ua siab zam xeeb teb lawv thiab muab lawv saib hlob."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.16","label":"16","content":"Thiab cia li ua lub siab dawb paug xwv thaum nej raug luag hais phem cov uas thuam qhov uas nej xyaum zoo hauv Khetos thiaj raug txaj muag."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.17","label":"17","content":"Yog raws li Vajtswv lub siab nyiam mas qhov uas nej raug kev tsim txom vim yog ua zoo, kuj zoo dua raug kev tsim txom vim yog ua phem."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.18","label":"18","content":"Rau qhov Khetos tuag  txhiv lub txim tib zaug xwb kuj txaus lawm, nws yog tus uas ncaj ncees this cov uas tsis ncaj, kom nws thiaj coj tau peb  los cuag Vajtswv. Nws lub cev nqaij tawv raug muab tua tiamsis nws rov tau txojsia ntawm sab ntsuj plig."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.19","label":"19","content":"Nws tus ntsuj plig mus tshaj tawm rau cov ntsuj plig uas raug kaw,"},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.20","label":"20","content":"yog cov uas yav thaum ub tsis mloog Vajtswv lus. Vajtswv ua siab ntev rau lawv rau ncua sijhawm uas Nau‑a ua lub nkoj. Hauv lub nkoj ntawd neeg tsawg tsawg yog yim leej dim hauv cov dej."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.21","label":"21","content":"Cov dej ntawd piv txog qhov uas ua kevcai raus dej uas nimno pab nej dim, tsis yog ntxuav kev qias ntawm nej lub cev tiamsis yog tej lus cog tseg rau Vajtswv tias muaj lub siab dawb paug lawm. Txojkev dim ntawd yog tau ntawm qhov uas Yexus Khetos ciaj sawv rov los."},{"bible_id":"1269","chapter_code":"1PE.3","verse_code":"1PE.3.22","label":"22","content":"Yexus mus saum ntuj thiab zaum ntawm Vajtswv sab tes xis lawm, muaj cov tubtxib saum ntuj thiab cov timtswv uas kav thiab tej hwjchim nyob hauv nws qab kev tswjhwm."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.1","label":"1","content":"Yog li ntawd, vim Khetos raug kev tsim txom ntawm cev nqaij tawv mas nej cia li tuav rawv tej cuab yeej uas yog muaj lub siab xav ib yam nkaus li nws, rau qhov tus uas raug kev tsim txom ntawm cev nqaij tawv twb tso kev txhaum tseg lawm,"},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.2","label":"2","content":"xwv lub sijhawm uas tseem tshuav rau nej nyob hauv cev nqaij tawv nej thiaj tsis ua raws li neeg txojkev ntshaw tiamsis ua raws li Vajtswv lub siab nyiam."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.3","label":"3","content":"Cia tej sijhawm uas dhau tag los txaus rau tej uas lwm haiv neeg nyiam ua, yog qhov uas ua dev, ua raws li lub siab phem ntshaw, qaug dej qaug cawv, noj txaus siab txaus ntsws, ua nqaj ua nqug thiab pe tej dab mlom uas ntxim ntxub."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.4","label":"4","content":"Lawv phimhwj tias nej tsis nrog lawv dhia mus ua phem ua qias phum lam qas ntsuav ib yam li lawv, thiab lawv iab hiam nej."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.5","label":"5","content":"Tiamsis lawv yuav qhia tej uas lawv ua lawd rau tus uas txiav txim rau cov ciaj thiab cov tuag."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.6","label":"6","content":"Vim li no txoj xov zoo thiaj raug muab piav rau cov neeg uas tuag tag lawm xwv lawv thiaj raug txiav txim rau sab nqaij tawv ib yam li neeg tiamsis muaj txojsia nyob rau sab ntsuj plig ib yam li Vajtswv."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.7","label":"7","content":"Lub sijhawm uas txhua yam yuav kawg los ze lawm. Vim li no nej cia li feeb meej thiab tswj nej lub siab kom thiaj zoo thov Vajtswv."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.8","label":"8","content":"Qhov uas tseem ceeb dua ntais huvsi, cia li siv zog sib hlub vim txojkev hlub tswj tau ntau yam kev txhaum."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.9","label":"9","content":"Nej ib leeg tos txais ib leeg tsis txhob yws li."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.10","label":"10","content":"Nej txhua tus yuav tsum siv tej tswvyim uas Vajtswv pub rau nyias ib leeg ua num rau ib leeg. Nej yog cov uas Vajtswv muab txhua yam kev hlub cob rau nej ua lawd."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.11","label":"11","content":"Yog leejtwg hais lus, cia li hais yam li yog hais Vajtswv tej lus, yog leejtwg ua num rau luag cia li siv lub zog uas Vajtswv pub rau nws ua, kom Vajtswv thiaj tau koob meej ntawm txhua yam hauv Yexus Khetos. Lub koob meej thiab lub hwjchim kav yeej yog nws li mus ib txhis tsis kawg. Amee."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.12","label":"12","content":"Cov kwvtij uas kuv hlub, tsis txhob poob siab rau tej kev tsim txom loj heev uas yuav los raug nej sim nej lub siab, tsis txhob xav tias yog ib yam phimhwj los tshwm raug nej."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.13","label":"13","content":"Tiamsis cia li xyiv fab rau qhov uas tau koom Yexus tej kev tsim txom, xwv thaum nws lub hwjchim ci ntsa iab tshwm los nej yuav zoo siab xyiv fab kawg."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.14","label":"14","content":"Yog nej raug luag thuam vim yog tim Khetos lub npe, nej yuav tau nyob kaj siab lug, vim Vaj Ntsuj Plig uas muaj hwjchim ci ntsa iab, uas yog Vajtswv tus Ntsuj Plig, nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.15","label":"15","content":"Tsis txhob cia nej cov leejtwg raug kev tsim txom vim yog tua neeg, ua tub sab, ua phem lossis ua neeg tab kaum lwm tus."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.16","label":"16","content":"Tiamsis yog raug tsim txom vim yog ib tug Khixatia,  tus ntawd tsis txhob txaj muag, cia nws pub koob meej rau Vajtswv vim yog lub npe ntawd."},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.17","label":"17","content":"Twb txog lub sijhawm lawm uas yuav xub txiav txim rau Vajtswv tsev neeg ua ntej. Yog pib txiav txim rau peb ua ntej, cov neeg uas tsis mloog Vajtswv txoj xov zoo thaum kawg yuav zoo li cas?"},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.18","label":"18","content":"“Yog tus ncaj ncees twb ceeblaj dim tau, tus neeg phem thiab muaj txim yuav raug li cas?”"},{"bible_id":"1269","chapter_code":"1PE.4","verse_code":"1PE.4.19","label":"19","content":"Yog li no cia cov uas raug kev tsim txom raws li Vajtswv lub siab nyiam muab lawv tus ntsuj plig cob rau tus uas tsim uas peb tso siab tau, thiab cia li ua zoo mus li."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.1","label":"1","content":"Kuv thov ntuas nej cov uas saib xyuas pawg ntseeg. Kuv yog ib tug uas saib xyuas pawg ntseeg thiab ua timkhawv txog Khetos txojkev raug tsim txom thiab koom lub hwjchim ci ntsa iab uas yuav tshwm los."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.2","label":"2","content":"Cia li yug Vajtswv pab yaj uas nyob hauv nej [uas muab cob rau nej saib xyuas],  tsis yog yuam nej lub siab tiamsis zoo siab ua [raws li Vajtswv lub siab nyiam],  tsis yog ntshaw tej nyiaj txiag uas yuav tau tiamsis kub siab ua,"},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.3","label":"3","content":"tsis yog siv hwjchim quab yuam cov uas muab cob rau nej saib xyuas tiamsis ua yam ntxwv rau pab yaj xyaum."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.4","label":"4","content":"Mas thaum tus Tswv yaj uas loj kawg rov los nej yuav tau lub mom kub muaj meej uas tsis txawj qub."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.5","label":"5","content":"Ib yam li ntawd nej cov hluas yuav tsum nyob hauv cov saib xyuas pawg ntseeg qab kev tswjhwm. Nej txhua tus cia li muab qhov uas txo hwjchim ib leeg rau ib leeg los hnav, rau qhov “Vajtswv tawm tsam cov uas tsab ua loj, tiamsis nws hlub cov uas txo hwjchim.”"},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.6","label":"6","content":"Vim li no nej cia li txo nej nyob hauv Vajtswv txhais qab tes uas muaj hwjchim loj xwv thaum txog sijhawm Vajtswv thiaj li tsa nej sawv kom siab."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.7","label":"7","content":"Cia li muab nej txhua yam kev txhawj xeeb tso plhuav rau nws, vim nws mob siab nej."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.8","label":"8","content":"Cia li feeb meej thiab ceev faj zov tos. Nej tus yeeb ncuab uas yog Ntxwg Nyoog ncig mus ncig los zoo yam nkaus li tus tsov ntxhuav nyooj laws nrhiav tus uas yuav tom tau noj."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.9","label":"9","content":"Cia li muaj siab ruaj hauv txojkev ntseeg tiv thaiv nws, rau qhov nej paub tias nej cov kwvtij thoob plaws lub ntiajteb kuj raug kev tsim txom ib yam nkaus."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.10","label":"10","content":"Thaum nej raug kev tsim txom ib nyuag ntu, mas Vajtswv uas muaj txojkev hlub puv npo uas tau hu nej los koom nws lub hwjchim ci ntsa iab uas nyob mus ib txhis hauv Khetos, nws yuav pub nej nyob zoo li qub, yuav hwj nej nyob ruaj, pub zog rau nej thiab tsa nej nyob ruaj mus li."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.11","label":"11","content":"Thov cia nws muaj hwjchim kav mus ib txhis tsis kawg. Amee."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.12","label":"12","content":"Kuv kom Xivana uas kuv pom tias yog ib tug kwvtij uas tso siab tau sau tsab ntawv tsis ntau pes tsawg no tuaj rau nej. Kuv xav txhawb nej lub siab thiab ua timkhawv rau nej tias tej uas kuv sau no yog Vajtswv txojkev hlub tiag. Cia li nyob ruaj rau hauv txojkev hlub no."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.13","label":"13","content":"Tus uas nyob hauv lub nroog Npanpiloo  uas raug xaiv los ntseeg ib yam nkaus thiab kuv tus tub Malakau hais lus nco txog tuaj rau nej."},{"bible_id":"1269","chapter_code":"1PE.5","verse_code":"1PE.5.14","label":"14","content":"Cia li sib fim ntawm txoj kevcai nwj uas yog kev sib hlub. Thov txojkev siab tus nrog nraim nej cov uas nyob hauv Khetos."}]