[{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.1","label":"1","content":"Muaj ib tug yawg nyob hauv lub moos Lamatha‑i pem toj siab Efa‑i tebchaws, nws yog Xub cum. Nws npe hu ua Eekhana, nws txiv yog Yelauhas nws yawg yog Elihu nws yawg koob yog Thauhu thiab nws yawg suab yog Xub, yog xeem Efa‑i."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.2","label":"2","content":"Eekhana muaj ob tug pojniam. Ib tug hu ua Hana, ib tug hu ua Penina. Penina muaj menyuam hos Hana tsis muaj."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.3","label":"3","content":"Mas Eekhana pheej niaj xyoo tawm ntawm nws lub moos mus pe hawm thiab xyeem tsiaj rau Yawmsaub uas muaj hwjchim loj kawg nkaus hauv lub moos Silau. Eli ob tug tub uas yog Hauni thiab Fineha ua pov thawj ua Yawmsaub tej haujlwm qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.4","label":"4","content":"Hnub uas Eekhana tua tsiaj xyeem rau Yawmsaub, nws kuj faib nqaij rau nws tus pojniam Penina thiab faib rau nws tej tub tej ntxhais huvsi."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.5","label":"5","content":"Thiab nws faib ob npaug rau Hana vim nws hlub Hana tiamsis Yawmsaub kaw Hana lub plab tsis pub muaj menyuam."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.6","label":"6","content":"Penina uas nrog Hana sib txeeb txiv pheej zes Hana ua rau nws chim, vim Yawmsaub kaw Hana lub plab tsis pub muaj menyuam."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.7","label":"7","content":"Pheej niaj xyoo muaj los li ntawd. Txhua zaus uas mus rau pem Yawmsaub lub tsev Penina kuj zes Hana. Vim li no Hana thiaj li quaj quaj tsis kam noj mov."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.8","label":"8","content":"Mas Eekhana uas yog nws tus txiv thiaj nug nws tias, “Hana, ua cas koj quaj? Ua cas koj tsis noj mov? Ua cas koj yuav nyuaj siab? Kuv zoo dua kaum leej tub rau koj kaj.”"},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.9","label":"9","content":"Thaum noj haus hauv lub moos Silau tag lawd, Hana txawm sawv tsees. Tus pov thawj Eli zaum saum lub rooj uas nyob ntawm lub qhov rooj hauv Yawmsaub lub tsev ib sab."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.10","label":"10","content":"Hana nyuaj siab kawg li, nws thov Yawmsaub thiab quaj quaj heev."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.11","label":"11","content":"Nws tau yeem lus hais tias, “Au Yawmsaub uas muaj hwjchim loj kawg nkaus, yog koj tsa qhov muag saib txog kuv uas yog koj tus nkauj qhev txojkev txom nyem nyuaj siab, thiab nco txog kuv thiab pheej nco ntsoov kuv uas yog koj tus nkauj qhev es pub ib tug tub rau kuv, mas kuv yuav pub nws rov rau Yawmsaub tag nws sim neej thiab tsis kheev rab chais nphav nws taubhau kiag li.”"},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.12","label":"12","content":"Thaum nws tseem tabtom thov Yawmsaub ntawd, Eli ntsia ntsoov nws lub qhov ncauj."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.13","label":"13","content":"Tiamsis Hana hais hauv lub siab tsuas yog nws qhov ncauj ua nkawv nkim xwb, tsis hnov nws lub suab. Vim li no Eli thiaj xav tias yog nws qaug cawv."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.14","label":"14","content":"Eli thiaj hais rau nws tias, “Koj yuav qaug mus ntev li cas? Cia li muab cawv tso tseg los maj.”"},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.15","label":"15","content":"Tiamsis Hana teb tias, “Yawg hlob, tsis yog li ntawd, kuv yog ib tug pojniam uas lwj siab kawg li. Kuv tsis tau haus cawv txiv hmab thiab cawv ntxwg kiag li, tiamsis kuv qheb kiag kuv lub siab qhia rau Yawmsaub."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.16","label":"16","content":"Tsis txhob xav hais tias kuv uas yog koj tus nkauj qhev yog ib tug pojniam tsis tsim txiaj. Qhov uas kuv hais li ntawd twb yog vim kuv muaj kev nyuaj siab thiab kev lwj siab kawg.”"},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.17","label":"17","content":"Ces Eli teb tias, “Koj cia li mus zoo kaj siab lug. Thov Yixayee tus Vajtswv ua raws li tej lus uas koj thov ntawd.”"},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.18","label":"18","content":"Mas Hana hais rau nws tias, “Thov koj hlub kuv uas yog koj tus nkauj qhev.” Ces Hana txawm tawm mus noj mov thiab nws lub ntsej muag tsis mluas lawm."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.19","label":"19","content":"Lawv sawv ntxov pe hawm Yawmsaub tag ces lawv txawm rov mus tsev rau hauv lub moos Lama lawm. Eekhana nrog nws tus pojniam Hana pw thiab Yawmsaub nco txog Hana."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.20","label":"20","content":"Mas thaum txog lub caij lawm Hana txawm xeeb tub thiab yug tau ib tug tub, thiab tis npe hu ua Xamuyee  rau qhov nws hais tias, “Yog kuv thov tau ntawm Vajtswv.”"},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.21","label":"21","content":"Eekhana thiab nws tsev neeg sawvdaws mus xyeem tsiaj raws li niaj xyoo rau Yawmsaub thiab pauj tej uas nws fiv cia lawm."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.22","label":"22","content":"Tiamsis Hana tsis mus, rau qhov nws hais rau nws tus txiv tias, “Thaum tus metub tseg mis lawd kuv yuav coj nws mus kom nws thiaj mus nyob rau ntawm Yawmsaub xubntiag thiab nyob qhov ntawd mus li.”"},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.23","label":"23","content":"Eekhana uas yog nws tus txiv hais rau nws tias, “Cia li ua raws li koj pom zoo, es tos txog thaum uas muab tus metub cais mis tso. Tsuav yog thov Yawmsaub ua kom nws tej lus tiav xwb.” Hana thiaj nyob tsev tu nws tus tub mus txog thaum nws muab tus tub cais mis."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.24","label":"24","content":"Thaum nws muab tus tub cais mis lawd, nws txawm coj tus tub thiab ib tug txiv nyuj hnub nyoog peb xyoos thiab ib efa  hmoov mog thiab ib hnab tawv cawv txiv hmab mus rau ntawm Yawmsaub lub tsev hauv lub moos Silau. Tus metub tseem yau thiab."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.25","label":"25","content":"Lawv tua tus txiv nyuj ntawd thiab coj tus metub mus cuag Eli."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.26","label":"26","content":"Mas Hana hais rau Eli tias, “Yawg hlob, koj muaj txojsia nyob pom, kuv yog tus pojniam uas sawv ntsug thov Yawmsaub ntawm no tab meeg koj."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.27","label":"27","content":"Kuv thov kom tau tus menyuam no, mas Yawmsaub pub raws li kuv tej lus thov rau kuv."},{"bible_id":"1269","chapter_code":"1SA.1","verse_code":"1SA.1.28","label":"28","content":"Vim li no kuv thiaj muab nws qev rau Yawmsaub, muab nws pub rau Yawmsaub tag nws sim neej.” Ces Eekhana txawm pe hawm Yawmsaub qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.1","label":"1","content":"Ces Hana txawm thov Yawmsaub hais tias, “Kuv lub siab xyiv fab rau hauv Yawmsaub, kuv tus kub kuj raug muab tsa rau lub chaw siab hauv Yawmsaub. Kuv lub qhov ncauj khav tau rau kuv cov yeeb ncuab, rau qhov kuv zoo siab rau koj txojkev cawm dim."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.2","label":"2","content":"“Tsis muaj leejtwg dawb huv li Yawmsaub, tsis muaj leejtwg zoo cuag li koj, tsis muaj ib txhib zeb twg zoo cuag li peb tus Vajtswv."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.3","label":"3","content":"Tsis txhob hais lus khav theeb dua li lawm, tsis txhob cia tej lus muab hlob tawm hauv lub qhov ncauj, rau qhov Yawmsaub yog tus Vajtswv uas paub txhua yam, thiab muab txhua yam haujlwm luj tshuaj saib."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.4","label":"4","content":"Cov uas muaj zog rab hneev raug muab lov lawm, cov uas tsaug leeg kuj tau lub zog los hnav lawm."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.5","label":"5","content":"Cov uas txeev noj tsau npo kuj tawm mus ua zog nrhiav noj, cov uas tshaib plab kuj tsis tshaib lawm. Tus uas ib txwm xeeb tsis taus menyuam kuj yug tau xya tus lawm, tiamsis tus uas muaj menyuam coob ua ntsoj ua ntsuag."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.6","label":"6","content":"Yawmsaub muab tua thiab pub txojsia, nws coj nqes mus rau hauv tub tuag teb thiab tsa kom sawv rov los."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.7","label":"7","content":"Yawmsaub ua kom pluag thiab ua kom muaj, nws muab txo kom qes thiab muab tsa kom sawv siab."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.8","label":"8","content":"Nws tsa cov uas pluag sawv hauv hmoov av los, nws muab cov uas raug txom nyem tsa sawv hauv qhov tshauv los, coj lawv los nrog cov thawj zaum ua ke, thiab tau lub rooj siab uas muaj koob meej ua lawv tug. Cov ncej uas txheem lub ntiajteb no yog Yawmsaub li, nws muab lub ntiajteb txawb rau saum cov ncej ntawd."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.9","label":"9","content":"“Nws yuav tsom kwm cov uas npuab nws, txhais kotaw, tiamsis cov neeg limhiam yuav nyob ntsiag to rau hauv qhov tsaus ntuj, rau qhov neeg siv nws lub zog xwb yuav kov tsis yeej."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.10","label":"10","content":"Yawmsaub cov yeeb ncuab yuav raug muab tsoo tawg ua tej dwb daim, nws yuav ua xob nthe saum ntuj tawm tsam lawv. Yawmsaub yuav txiav txim thoob plaws hauv lub qab ntuj no, nws yuav pub zog rau nws tus vajntxwv, thiab yuav tsa tus uas nws hliv roj tsa cia lawm tus kub nyob siab dua huvsi.”"},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.11","label":"11","content":"Ces Eekhana txawm rov qab mus tsev rau hauv lub moos Lama lawm. Ces tus metub ntawd ua koom tu Yawmsaub ntawm tus pov thawj Eli lub xubntiag."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.12","label":"12","content":"Eli ob tug tub yog neeg tsis tsheej haj tsis hwm Yawmsaub kiag li,"},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.13","label":"13","content":"thiab tsis quav ntsej tej kevcai uas cov pov thawj coj rau tej pejxeem. Thaum leejtwg coj tsiaj tuaj xyeem mas thaum tabtom hau nqaij tus pov thawj tug tub qhe yuav los tuav rawv rab hmuv uas muaj peb ceg."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.14","label":"14","content":"Nws yuav muab rab hmuv nkaug rau hauv lub yias lossis lub hwj lossis lub laujkaub loj lub laujkaub me. Txhua yam uas rab hmuv chob tau ntawd tus pov thawj yuav muab ua nws tug coj los noj. Eli ob tug tub ua li no rau txhua tus Yixayee uas tuaj rau hauv lub moos Silau."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.15","label":"15","content":"Tsis tag li ntawd xwb, ua ntej uas lawv tsis tau hlawv cov hlab hluas roj, tus pov thawj tug qhev pheej los hais rau tus uas muab xyeem ntawd tias, “Thov nqaij mus rau tus pov thawj kib. Nws tsis yuav tej nqaij uas koj hau nws yuav nqaij nyoos xwb.”"},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.16","label":"16","content":"Yog tus uas xyeem teb tias, “Thov cia lawv hlawv cov hlab hluas roj tso koj mam coj npaum li koj lub siab nyiam mus,” tus qhev yuav hais tias, “Tsis tau li, yuav tsum muab nimno xwb. Yog koj tsis muab los kuv yuav muab kuv mus.”"},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.17","label":"17","content":"Vim li no Yawmsaub thiaj pom tias ob tug tub hluas no lub txim loj kawg li rau qhov ob tug saib tsis taus tej uas muab xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.18","label":"18","content":"Xamuyee tu ntawm Yawmsaub xubntiag, nws yog ib tug metub uas hnav ib lub tsho efauj  ntaub mag."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.19","label":"19","content":"Nws niam niaj xyoo xaws ib lub tsho me me coj mus rau nws rau thaum nws nrog tus txiv mus xyeem tsiaj rau Yawmsaub."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.20","label":"20","content":"Mas Eli pheej foom koob hmoov rau Eekhana thiab nws tus pojniam tias, “Thov Yawmsaub pub tus pojniam no yug menyuam rau koj pauj tus uas nws thov es muab qev rau Yawmsaub lawm.” Ces ob tug li rov mus tsev."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.21","label":"21","content":"Yawmsaub los pab Hana, mas nws thiaj li xeeb menyuam yug tau peb tug tub thiab ob tug ntxhais. Tus metub Xamuyee kuj hlob zoo rau ntawm Yawmsaub lub xubntiag."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.22","label":"22","content":"Eli laus heev lawm thiab nws kuj hnov txog txhua yam uas nws ob tug tub ua rau cov Yixayee, thiab hnov txog qhov uas ob tug deev cov pojniam uas ua haujlwm ntawm lub rooj vag uas nkag mus rau hauv lub tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.23","label":"23","content":"Mas nws hais rau ob tug tias, “Ua cas neb yuav ua li no? Kuv tau hnov cov pejxeem piav tej kev phem uas neb ua."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.24","label":"24","content":"Tub 'e, tsis txhob ua. Tej xov uas kuv hnov Yawmsaub cov neeg piav ncha lug ntawd mas tsis zoo kiag li."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.25","label":"25","content":"Yog neeg ua txhaum rau neeg, Vajtswv nyob nruab nrab tu. Tiamsis yog neeg ua txhaum rau Yawmsaub, leejtwg yuav thov tau?” Tiamsis ob tug tsis kam mloog leej txiv hais rau qhov tias Yawmsaub twb npaj siab muab ob tug tua pov tseg lawm."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.26","label":"26","content":"Tus metub Xamuyee kuj hlob zuj zus, Yawmsaub thiab neeg kuj txaus siab rau nws zuj zus."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.27","label":"27","content":"Thaum ntawd muaj Vajtswv li ib tug neeg tuaj hais rau Eli tias, “Yawmsaub hais li no tias, ‘Kuv twb qhia kuv rau koj yawg koob Aloo tsev neeg rau thaum lawv nyob hauv Iyi tebchaws uas lawv nyob hauv Falau kev tswjhwm."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.28","label":"28","content":"Kuv xaiv nws tawm hauv txhua xeem Yixayee los ua kuv li pov thawj mus ua haujlwm ntawm kuv lub thaj thiab hlawv hmoov tshuaj tsw qab thiab hnav lub tsho efauj  rau ntawm kuv xubntiag. Kuv tau muab tej uas cov Yixayee muab hlawv xyeem rau kuv huvsi ua koj yawg koob caj ces li feem."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.29","label":"29","content":"Ua cas koj yuav saib tsis taus tej uas muab xyeem rau kuv thiab tej uas kuv hais kom muab pub rau kuv? Koj muab koj ob tug tub saib hlob dua kuv es muab txhua yam zoo kawg uas kuv haiv neeg Yixayee muab xyeem rau kuv txav kom nej rog rog.’"},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.30","label":"30","content":"Vim li no Yawmsaub uas yog cov Yixayee tus Vajtswv thiaj hais tias, ‘Kuv twb cog lus tias koj tsev neeg thiab koj yawg koob caj ces yuav ua koom tu kuv mus ib txhis.’ Tiamsis nimno Yawmsaub tshaj tawm tias, ‘Tej uas kuv hais ntawd muab rhuav pov tseg lawm. Rau qhov cov uas muab kuv saib hlob kuv yuav muab lawv saib hlob, cov uas saib tsis taus kuv, kuv yuav saib tsis taus lawv."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.31","label":"31","content":"Saib maj, lub caij lub nyoog uas kuv yuav txiav koj lub zog thiab koj yawg koob caj ces lub zog pov tseg los yuav txog, xwv thiaj tsis muaj ib tug laus nyob hauv koj lub cuab."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.32","label":"32","content":"Koj yuav raug kev txom nyem nyuaj siab, saib liab muag khiav khib tej kev vam meej uas cov Yixayee tau lawd, thiab koj cuab neeg yuav tsis muaj ib tug nyob laus mus ib txhiab ib txhis li."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.33","label":"33","content":"Koj cov neeg uas kuv tseg txojsia nyob tsis muab txiav kom tu ntawm kuv lub thaj los yuav ua rau koj quaj quaj ua qhov muag tho ntshuv thiab ua rau koj lub siab ntxhov hnyo. Koj caj ces yav tom qab sawvdaws pheej yuav tuag rau thaum tseem hluas muaj zog npho."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.34","label":"34","content":"Tej uas yuav raug Hauni thiab Fineha uas yog koj ob tug tub, yog qhov uas ob tug yuav tuag rau ib hnub, mas tej no yuav qhia koj paub tias tej uas hais yog muaj tseeb."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.35","label":"35","content":"Kuv yuav tsa ib tug pov thawj uas lub siab xib rau kuv, uas yuav ua raws li tej uas kuv xav hauv kuv lub siab. Kuv yuav pub nws muaj ib ceg neeg ruaj khov, thiab nws yuav ua num rau ntawm tus uas kuv hliv roj tsa cia lawd lub xubntiag mus ib txhis."},{"bible_id":"1269","chapter_code":"1SA.2","verse_code":"1SA.2.36","label":"36","content":"Thiab koj caj ces uas tseem tshuav nyob yuav thov tus ntawd ib lub txiag nyiaj lossis ib lub ncuav noj, thiab yuav hais tias, Thov koj tsa kuv ua tej haujlwm pov thawj kuv thiaj tau noj tej zaub mov mentsis thiab.’ ”"},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.1","label":"1","content":"Eli qhia tus metub Xamuyee ua koom tu Yawmsaub. Ncua sijhawm ntawd Yawmsaub tsis hais lus tuaj ntau pes tsawg, thiab tsis muaj yog toog ntau."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.2","label":"2","content":"Thaum ntawd Eli pw hauv nws lub txaj, nws lub qhov muag tsis tshua pom kev lawm."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.3","label":"3","content":"Vajtswv lub teeb tseem ci, thiab Xamuyee tseem pw hauv Yawmsaub lub tsev ntaub uas muaj Vajtswv lub phij xab."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.4","label":"4","content":"Yawmsaub hu tias, “Xamuyee, Xamuyee.” Mas Xamuyee teb tias, “Kuv nyob ntawm no 'os.”"},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.5","label":"5","content":"Nws txawm dhia mus hais rau Eli tias, “Kuv nyob no 'os, koj hu kuv.” Tiamsis Eli hais tias, “Kuv tsis tau hu koj. Cia li rov qab mus pw.” Xamuyee txawm rov mus pw."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.6","label":"6","content":"Yawmsaub rov hu dua tias, “Xamuyee.” Mas Xamuyee sawv tsees mus rau ntawm Eli thiab hais tias, “Kuv nyob no 'os, koj hu kuv.” Tiamsis Eli hais tias, “Metub, kuv tsis tau hu koj. Cia li rov qab mus pw.”"},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.7","label":"7","content":"Xamuyee tsis tau paub dua Yawmsaub thiab Yawmsaub tsis tau hais lus tuaj rau nws dua li."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.8","label":"8","content":"Mas Yawmsaub hu Xamuyee zaum peb. Nws sawv tsees mus rau ntawm Eli thiab hais tias, “Kuv nyob no 'os, koj hu kuv.” Ces Eli thiaj paub tias yog Yawmsaub hu tus metub ntawd."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.9","label":"9","content":"Yog li ntawd Eli thiaj hais rau Xamuyee tias, “Cia li rov qab mus pw. Yog nws rov hu koj, koj cia li teb tias, ‘Yawmsaub, thov koj cia li hais, kuv uas yog koj tus qhev tig ntsej mloog.’ ” Xamuyee txawm rov mus pw hauv nws lub chaw."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.10","label":"10","content":"Yawmsaub los sawv ntsug hu ib yam li uas dhau los hais tias, “Xamuyee, Xamuyee.” Mas Xamuyee hais tias, “Thov koj cia li hais, kuv uas yog koj tus qhev tig ntsej mloog.”"},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.11","label":"11","content":"Mas Yawmsaub hais rau Xamuyee tias, “Saib maj, kuv yuav ua ib yam tshwm rau hauv cov Yixayee, txhua tus uas tau hnov yuav rhiab ob sab pob ntseg huvsi."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.12","label":"12","content":"Hnub ntawd kuv yuav ua tej uas kuv hais txog Eli caj ces tiav rau Eli, txij thaum pib mus txog thaum kawg."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.13","label":"13","content":"Kuv twb hais rau nws tias kuv yuav txiav txim rau nws caj ces mus ib txhis, rau qhov nws twb paub lawm tias nws ob tug tub ua tej kev txhaum txim uas hais lus tuam mom Vajtswv los nws kuj tsis txwv."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.14","label":"14","content":"Vim li no kuv thiaj cog lus tawv rau Eli caj ces tias Eli caj ces lub txim ntawd txawm yog tua tsiaj xyeem thiab muab qhov txhia chaw xyeem los ntxuav tsis tau mus ib txhis li.”"},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.15","label":"15","content":"Xamuyee pw mus txog kaj ntug, nws li qheb Yawmsaub lub tsev ntaub tej qhov rooj. Xamuyee ntshai tsis kav hais zaj yog toog ntawd rau Eli."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.16","label":"16","content":"Tiamsis Eli hu Xamuyee los thiab hais tias, “Kuv tus tub Xamuyee 'e.” Xamuyee teb tias, “Kuv nyob no 'os.”"},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.17","label":"17","content":"Eli nug tias, “Zaj uas Yawmsaub hais rau koj yog dabtsi? Cia li hais rau kuv, tsis txhob zais kiag li. Yog koj zais zaj uas Yawmsaub qhia koj ntawd ib yam dabtsi tsis kam qhia kuv, thov Vajtswv rau txim rau koj thiab rau hnyav dua.”"},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.18","label":"18","content":"Yog li ntawd Xamuyee thiaj qhia txhua yam rau Eli tsis zais ib yam dabtsi li. Mas Eli hais tias, “Nws yog Yawmsaub, cia nws ua raws li nws pom zoo.”"},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.19","label":"19","content":"Xamuyee kuj loj hlob thiab Yawmsaub nrog nraim nws thiab tsis pub Xamuyee tej lus poob ib los kiag li."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.20","label":"20","content":"Cov Yixayee tag nrho txij ntua lub moos Daj mus txog lub moos Npe‑awsenpa puavleej paub tias Xamuyee raug muab tsa ua xibhwb cev Yawmsaub lus lawm."},{"bible_id":"1269","chapter_code":"1SA.3","verse_code":"1SA.3.21","label":"21","content":"Thiab Yawmsaub tseem los tshwm rau ntawm Silau, rau qhov Yawmsaub hais lus tuaj rau Xamuyee qhia nws paub txog Yawmsaub ntawm lub moos Silau."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.1","label":"1","content":"Thiab Xamuyee tej lus nrov mus thoob plaws cov Yixayee sawvdaws. Thaum ntawd cov Yixayee txhij rog mus ua rog rau cov Filixatee. Lawv tsuam yeej rau ntawm Enpee‑exaw, cov Filixatee tsuam yeej rau ntawm Afe."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.2","label":"2","content":"Cov Filixatee npaj tub rog mus ntaus cov Yixayee, mas thaum ua rog heev zuj zus lawm cov Yixayee txawm swb cov Filixatee, lawv raug tua tuag hauv tshav rog kwvlam plaub txhiab leej."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.3","label":"3","content":"Thaum cov tub rog thim rov los rau hauv lub yeej Yixayee cov kev txwj laus hais tias, “Ua cas hnub no Yawmsaub ua rau peb swb cov Filixatee? Cia peb mus coj Yawmsaub lub phij xab sib cog lus hauv lub moos Silau tuaj kom Yawmsaub thiaj los rau hauv peb nruab nrab thiab cawm peb dim hauv peb cov yeeb ncuab txhais tes.”"},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.4","label":"4","content":"Lawv thiaj txib neeg mus coj Yawmsaub lub phij xab sib cog lus hauv lub moos Silau tuaj, yog Yawmsaub uas muaj hwjchim loj kawg nkaus uas nyob lub zwm txwv saum cov Khelunpee. Hauni thiab Fineha uas yog Eli ob tug tub kuj nrog nraim Vajtswv lub phij xab sib cog lus tuaj."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.5","label":"5","content":"Thaum Yawmsaub lub phij xab sib cog lus tuaj txog hauv lub yeej, cov Yixayee sawvdaws qw nrov nrov ua av ntseeg nkaws."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.6","label":"6","content":"Thaum cov Filixatee hnov lub suab qw nrov li ntawd lawv txawm hais tias, “Lub suab qw nrov nrov hauv cov Henplais lub yeej yog dabtsi?” Thaum lawv paub tias Yawmsaub lub phij xab tuaj rau hauv lub yeej lawm,"},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.7","label":"7","content":"cov Filixatee kuj ntshai rau qhov lawv hais tias, “Ib tug timtswv tuaj rau hauv lub yeej lawm.” Thiab lawv hais tias, “Peb raug kev txom nyem lauj! Rau qhov yav nram ntej tsis txeev muaj li no."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.8","label":"8","content":"Peb raug txom nyem lauj! Leejtwg yuav pab peb dim hauv tej timtswv loj ntawd lub hwjchim? Tej timtswv ntawd yog cov uas tso txhua yam vij sub vij sw raug cov Iyi hauv tebchaws moj sab qhua ntag."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.9","label":"9","content":"Cov Filixatee 'e, cia li ua siab tuab, cia li ua khov kho li tus txivneej yawg, xwv nej thiaj tsis ua cov Henplais li qhev ib yam li lawv ua nej li qhev. Cia li ua khov kho li tus txivneej yawg mus ntaus rog.”"},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.10","label":"10","content":"Cov Filixatee thiaj li txeem tuaj ntaus, ces cov Yixayee txawm swb lawm, nyias taus nyias khiav mus tsev. Thaum ntawd cov uas raug tua tuag coob kawg li, Yixayee cov tub rog tuag peb vam leej."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.11","label":"11","content":"Yawmsaub lub phij xab kuj raug luag txeeb tau coj mus lawm thiab Hauni thiab Fineha uas yog Eli ob tug tub kuj raug tua tuag."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.12","label":"12","content":"Tib hnub ntawd muaj ib tug yawg xeem Npeeyamee dhia hauv tshav rog los txog lub moos Silau, thiab nws muab ris tsho dua ntuag tag thiab tsuab av rau saum nws taubhau."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.13","label":"13","content":"Thaum nws los txog ntawd, Eli zaum saum nws lub rooj ntawm ntug kev tos saib kev ntsoov, rau qhov nws lub siab txhawj ntsuav txog Vajtswv lub phij xab. Thaum tus yawg ntawd los rau hauv lub moos thiab tshaj tej xov ntawd rau sawvdaws mloog, tag nrho cov neeg hauv lub moos quaj qw nrov."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.14","label":"14","content":"Thaum Eli hnov lub suab quaj qw ntawd, nws txawm nug tias, “Lub suab nrov ua nqaj ua nqug ntawd yog dabtsi?” Ces tus yawg ntawd txawm maj nroos los qhia rau Eli."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.15","label":"15","content":"Eli hnub nyoog muaj cuaj caum yim xyoo, nws qhov muag tsis pom kev lawm."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.16","label":"16","content":"Tus yawg ntawd hais rau Eli tias, “Kuv yog tus uas khiav hauv tshav rog los. Kuv khiav hauv tshav rog los hnub no ntag.” Eli hais rau nws tias, “Tub 'e, zoo li cas?”"},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.17","label":"17","content":"Tus uas xa xov ntawd teb tias, “Cov Yixayee khiav ntawm cov Filixatee tag lawm. Cov Yixayee raug tua tuag coob kawg li. Hauni thiab Fineha uas yog koj ob tug tub kuj raug tua tuag thiab Vajtswv lub phij xab kuj raug luag txeeb tau lawm.”"},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.18","label":"18","content":"Thaum nws hnov txog Vajtswv lub phij xab, Eli txawm ntxeev kiag saum lub rooj uas nws zaum ntawm ib sab rooj loog. Nws caj dab lov ntho ces nws tuag lawm, rau qhov nws laus heev thiab nws lub cev hnyav heev. Nws ua thawj kav cov Yixayee tau plaub caug xyoo lawm."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.19","label":"19","content":"Nws tus nyab Fineha cev hnyav twb yuav txog caij yug menyuam. Thaum nws hnov xov tias luag txeeb tau Vajtswv lub phij xab thiab paub tias nws txiv yawg thiab nws tus txiv tuag lawm, nws txawm mob plab yug menyuam, nws mob heev heev li."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.20","label":"20","content":"Thaum nws twb yuav tuag ntawd, cov pojniam uas tu nws hais rau nws tias, “Koj tsis txhob ntshai, koj twb yug tau ib tug metub lawm.” Tiamsis nws tsis teb, nws tsis quav ntsej li."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.21","label":"21","content":"Nws tis tus metub ntawd lub npe hu ua Ikhanpau,  thiab hais tias, “Vajtswv lub hwjchim ci ntsa iab ncaim ntawm cov Yixayee mus lawm,” vim yog Vajtswv lub phij xab raug luag txeeb tau lawm thiab vim nws txiv yawg thiab nws tus txiv tuag lawm."},{"bible_id":"1269","chapter_code":"1SA.4","verse_code":"1SA.4.22","label":"22","content":"Nws hais tias, “Vajtswv lub hwjchim ci ntsa iab ncaim hauv cov Yixayee mus lawm vim yog Vajtswv lub phij xab raug luag txeeb tau lawm.”"},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.1","label":"1","content":"Thaum cov Filixatee txeeb tau Vajtswv lub phij xab mus lawv kwv ntawm lub moos Epee‑exaw mus txog lub moos Asadau."},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.2","label":"2","content":"Cov Filixatee coj Vajtswv lub phij xab mus rau hauv lub tsev teev dab Dakoo, muab txawb rau ntawm tus dab mlom Dakoo ib sab."},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.3","label":"3","content":"Hnub tom qab thaum sawv ntxov cov neeg hauv Asadau pom ua ciav tus dab mlom Dakoo ntog rau hauv pem teb khwb ntawm Yawmsaub lub phij xab sab xubntiag. Lawv txawm muab tus dab mlom Dakoo tsa txawb rau lub qub chaw."},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.4","label":"4","content":"Hnub tom qab thaum sawv ntxov lawv txawm pom ua ciav tus dab mlom Dakoo ntog rau hauv pem teb khwb ntawm Yawmsaub lub phij xab sab xubntiag, lub taubhau thiab ob txhais tes kuj lov dhia rau ntawm taw rooj, tshuav tus dab mlom Dakoo lub cev xwb."},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.5","label":"5","content":"Vim li no dab Dakoo cov pov thawj thiab txhua tus uas nkag mus rau hauv lub tsev teev dab Dakoo thiaj tsis tsuj lub tsev teev dab Dakoo lub taw rooj hauv lub moos Asadau los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.6","label":"6","content":"Yawmsaub txhais tes ua hnyav heev rau cov neeg hauv Asadau. Nws ua rau lawv ntshai kawg thiab nplawm lawv ua rau lawv mob faj, tsis hais cov uas nyob hauv lub moos Asadau thiab cov uas nyob ib ncig."},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.7","label":"7","content":"Thaum cov neeg hauv Asadau pom muaj li ntawd lawv txawm hais tias, “Tsis txhob cia cov Yixayee tus Vajtswv lub phij xab nyob hauv peb, rau qhov nws txhais tes ua hnyav heev rau peb thiab peb tus dab Dakoo.”"},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.8","label":"8","content":"Lawv thiaj tso neeg mus hu Filixatee cov thawj sawvdaws tuaj ua ke thiab hais tias, “Peb yuav ua li cas rau cov Yixayee tus Vajtswv lub phij xab?” Cov thawj teb tias, “Cia li coj cov Yixayee tus Vajtswv lub phij xab mus rau lub moos Ka.” Lawv thiaj coj Yixayee tus Vajtswv lub phij xab mus rau qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.9","label":"9","content":"Tiamsis thaum lawv coj mus rau lub moos ntawd lawd, Yawmsaub txhais tes kuj tawm tsam lub moos ntawd ua rau lub moos ntawd ras zom zaws. Nws nplawm lub moos ntawd tag nrho tej laus tej hluas huvsi, ua rau lawv txhua tus mob faj."},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.10","label":"10","content":"Lawv thiaj li xa Vajtswv lub phij xab mus rau lub moos Ekhoo. Thaum Vajtswv lub phij xab tuaj txog lub moos Ekhoo, cov neeg hauv Ekhoo qw hais tias, “Lawv coj cov Yixayee tus Vajtswv lub phij xab tuaj rau peb xwv thiaj tua tau peb thiab peb cov neeg pov tseg.”"},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.11","label":"11","content":"Vim li no lawv thiaj tso neeg mus hu tag nrho Filixatee cov thawj huvsi tuaj ua ke thiab hais tias, “Cia li xa cov Yixayee tus Vajtswv lub phij xab tawm mus. Cia lub phij xab ntawd rov qab mus rau nws lub qub chaw xwv lub phij xab ntawd thiaj tsis tua peb thiab peb cov neeg.” Thoob plaws lub moos ras ceeb zom zaws vim ntshai tuag. Thiab Vajtswv txhais tes kuj ua hnyav heev rau lawv qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.5","verse_code":"1SA.5.12","label":"12","content":"Cov uas tsis tuag kuj mob faj, thiab lub moos ntawd tej suab quaj kuj nrov nto ntuj."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.1","label":"1","content":"Yawmsaub lub phij xab nyob hauv cov Filixatee tebchaws tau xya lub hli."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.2","label":"2","content":"Cov Filixatee txawm hu cov pov thawj thiab cov txiv neeb txiv yaig tuaj hais tias, “Peb yuav ua li cas rau Yawmsaub lub phij xab? Thov nrog peb xav saib peb yuav muab dabtsi xa nrog Yawmsaub lub phij xab mus rau lub qub chaw.”"},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.3","label":"3","content":"Lawv teb tias, “Yog nej yuav xa cov Yixayee tus Vajtswv lub phij xab mus, tsis txhob xa dawb dawb do do xwb, txawm li cas los yuav tsum xa tej uas ntxuav kev txhaum thiab. Mas nej tej mob thiaj li zoo thiab nej thiaj li paub tias yog tim li cas Vajtswv tsis tshem nws txhais tes saum nej mus.”"},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.4","label":"4","content":"Cov pejxeem hais tias, “Yuav muab dabtsi xa mus rau nws ua kevcai ntxuav kev txhaum?” Lawv teb tias, “Muab kub ua tsib lub faj kub thiab ua tsib tug tsuag kub, npaum li Filixatee cov thawj, rau qhov tib yam mob ntawd kis rau nej thiab nej cov thawj."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.5","label":"5","content":"Nej yuav tsum ua tej lub yam ntxwv zoo li cov faj uas nej mob thiab zoo li cov tsuag uas txov nej lub tebchaws piam tag, thiab ua rau cov Yixayee tus Vajtswv tau koob meej. Tej zaum nws yuav tshem nws txhais tes kom sib saum nej thiab nej tej dab thiab nej lub tebchaws."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.6","label":"6","content":"Ua cas nej yuav ua nej lub siab tawv yam nkaus li cov Iyi thiab Falau tau ua lawv lub siab tawv? Thaum Vajtswv ua tej xwm txheej hnyav los tawb lawv lawd, lawv li tso nws haiv neeg mus mas cov Yixayee thiaj tau tawm mus los tsis yog?"},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.7","label":"7","content":"Nimno cia li npaj ib lub tsheb nyuj tshiab tshiab los thiab muab ib nkawg maum nyuj coj menyuam uas tsis tau hai dua tsheb nruab rau lub tsheb ntawd, thiab muab ob tug menyuam cais ntawm leej niam coj mus tsev."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.8","label":"8","content":"Cia li muab Yawmsaub lub phij xab tso rau saum lub tsheb nyuj, thiab muab tej yam ntxwv uas nej muab kub ua ntxuav kev txhaum ntawd ntim rau dua ib lub phij xab muab txawb rau ntawm Yawmsaub lub phij xab ib sab, es tso nkawm nyuj hai lub tsheb mus."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.9","label":"9","content":"Thiab ua tib zoo saib, yog taug kev mus rau nws lub tebchaws mus rau lub moos Npeseme, yeej yog Yawmsaub ua tej xwm txheej phem loj no los raug peb ntag. Yog nyuj tsis mus li no, peb thiaj paub tias tsis yog Yawmsaub txhais tes nplawm peb, yeej yog tej khuab uas cia li tshwm los raug peb xwb.”"},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.10","label":"10","content":"Cov pejxeem kuj ua raws li ntawd, coj ib nkawg maum nyuj los nruab lub tsheb thiab muab ob tug menyuam kaw cia hauv tsev."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.11","label":"11","content":"Lawv muab Yawmsaub lub phij xab thiab lub phij xab uas rau cov tsuag kub thiab tej lub yam ntxwv zoo li cov faj uas lawv mob ntawd tso rau saum lub tsheb nyuj."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.12","label":"12","content":"Ob tug maum nyuj kuj taug kev ncaj nraim mus rau lub moos Npeseme, taug txoj niag kev nqov qas qaws tsis mus rau sab xis lossis sab laug li. Filixatee cov thawj kuj raws qab mus txog ntua lub moos Npeseme ciam teb."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.13","label":"13","content":"Cov neeg hauv lub moos Npeseme tabtom hlais mog hauv lub vuas hav. Thaum lawv tsa muag ntsia pom lub phij xab lawv kuj zoo siab xyiv fab heev."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.14","label":"14","content":"Lub tsheb nyuj txawm los rau hauv Yausua uas yog neeg Npeseme daim teb thiab nres qhov ntawd. Muaj ib lub pob zeb loj loj nyob qhov ntawd, lawv txawm muab lub tsheb nyuj phua ua taws rauv muab ob tug nyuj hlawv xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.15","label":"15","content":"Cov Levi kuj txo Yawmsaub lub phij xab thiab lub phij xab nyob ib sab uas muaj tej yam ntxwv kub ntawd los txawb rau saum lub pob zeb loj ntawd. Mas cov neeg hauv Npeseme thiaj ua kevcai hlawv xyeem thiab tua tsiaj xyeem rau Yawmsaub hnub ntawd."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.16","label":"16","content":"Thaum Filixatee tsib tug thawj pom li ntawd lawd, hnub ntawd lawv txawm rov qab mus rau lub moos Ekhoo."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.17","label":"17","content":"No yog cov faj kub uas cov Filixatee xa mus xyeem rau Yawmsaub ntxuav kev txhaum, ib lub rau lub moos Asadau, ib lub rau lub moos Kaxa, ib lub rau lub moos Akheloo, ib lub rau lub moos Ka thiab ib lub rau lub moos Ekhoo."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.18","label":"18","content":"Cov tsuag kub kuj npaum li cov Filixatee tej moos uas tsib tug thawj ntawd kav, yog tej moos muaj ntsa loog thiab tej zej zog uas nyob ib ncig. Lub pob zeb loj uas lawv muab Yawmsaub lub phij xab txawb rau saum kuj ua timkhawv los txog niaj hnub nimno rau hauv Yausua uas yog neeg Npeseme daim teb."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.19","label":"19","content":"Yawmsaub tua cov neeg hauv Npeseme qee leej vim lawv xauj rau hauv Yawmsaub lub phij xab. Nws tua xya caum leej  mas cov pejxeem quaj quaj ntsuag vim Yawmsaub tua cov neeg coob heev."},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.20","label":"20","content":"Cov neeg hauv Npeseme txawm hais tias, “Leejtwg sawv taus rau ntawm Yawmsaub uas yog Vajtswv tus dawb huv lub xubntiag? Peb yuav xa nws mus rau qhovtwg kom nyob nrug deb ntawm peb?”"},{"bible_id":"1269","chapter_code":"1SA.6","verse_code":"1SA.6.21","label":"21","content":"Lawv thiaj xa xov mus rau cov neeg hauv lub moos Khiliya Ye‑ali hais tias, “Cov Filixatee twb thim Yawmsaub lub phij xab los lawm. Thov nej tuaj coj lub phij xab mus nrog nej nyob.”"},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.1","label":"1","content":"Cov neeg hauv Khiliya Ye‑ali thiaj tuaj coj Yawmsaub lub phij xab mus rau hauv Anpinada lub tsev nyob saum lub pov roob. Lawv kuj muab Ele‑axa uas yog nws tus tub tsa ua tus uas dawb huv los saib xyuas Yawmsaub lub phij xab."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.2","label":"2","content":"Suav txij hnub uas Yawmsaub lub phij xab nyob hauv Khiliya Ye‑ali kuj yog sijhawm ntev txog nees nkaum xyoo. Mas cov Yixayee sawvdaws quaj nrhiav Yawmsaub."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.3","label":"3","content":"Mas Xamuyee hais rau cov Yixayee sawvdaws tias, “Yog nej rov los cuag Yawmsaub kawg siab kawg ntsws, mas cia li muab lwm haiv neeg tej dab thiab tej dab mlom Athalau pov tseg ntawm nej mus, muab lub siab xib nkaus rau Yawmsaub thiab ua koom tu nws tib leeg xwb, nws thiaj yuav cawm nej dim hauv cov Filixatee txhais tes.”"},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.4","label":"4","content":"Cov Yixayee thiaj muab tej dab Npa‑as thiab tej dab Athalau pov tseg thiab ua koom tu Yawmsaub tib leeg xwb."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.5","label":"5","content":"Mas Xamuyee hais tias, “Cia cov Yixayee sawvdaws tuaj txoos ua ke rau ntawm lub moos Mixapa es kuv yuav thov Yawmsaub pab nej.”"},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.6","label":"6","content":"Lawv thiaj tuaj txoos ua ke rau ntawm Mixapa, thiab nqa dej los hliv xyeem rau ntawm Yawmsaub xubntiag thiab hnub ntawd lawv yoo mov thiab hais tias, “Peb tau ua txhaum muaj txim rau Yawmsaub lawm.” Mas Xamuyee nyob hauv lub moos Mixapa ua tus thawj kav cov Yixayee."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.7","label":"7","content":"Thaum cov Filixatee hnov tias cov Yixayee tuaj txoos ua ke hauv lub moos Mixapa, Filixatee cov thawj txawm tuaj ua rog rau cov Yixayee. Thaum cov Yixayee tau hnov li no lawv kuj ntshai cov Filixatee heev."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.8","label":"8","content":"Cov Yixayee thiaj hais rau Xamuyee tias, “Tsis txhob tseg qhov uas taij thov Yawmsaub uas yog peb tus Vajtswv rau peb xwv nws thiaj cawm peb dim hauv cov Filixatee txhais tes.”"},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.9","label":"9","content":"Xamuyee txawm muab ib tug menyuam yaj uas tseem noj mis los xyeem ua kevcai hlawv kheej xyeem rau Yawmsaub. Thiab Xamuyee taij thov Yawmsaub pab cov Yixayee, mas Yawmsaub kuj teb nws tej lus thov."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.10","label":"10","content":"Thaum Xamuyee tabtom ua kevcai hlawv xyeem ntawd cov Filixatee txawm tuaj ze ze yuav ua rog rau cov Yixayee. Tiamsis hnub ntawd Yawmsaub ua xob quaj nrov heev kawg tawm tsam cov Filixatee ua rau lawv ntshai yoob tag, lawv thiaj swb cov Yixayee lawm."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.11","label":"11","content":"Cov Yixayee thiaj tawm hauv Mixapa caum tua cov Filixatee mus dhau plaws lub moos Npekha."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.12","label":"12","content":"Mas Xamuyee muab ib lub pob zeb teeb rau ntawm lub moos Mixapa thiab lub moos See ntu nruab nrab, thiab tis npe hu ua Enpee‑exaw,  rau qhov nws hais tias, “Yawmsaub tau pab peb los txog nimno.”"},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.13","label":"13","content":"Yog li no cov Filixatee thiaj swb tsis rov tuaj rau hauv Yixayee tebchaws dua li lawm. Yawmsaub txhais tes tawm tsam cov Filixatee mus tag Xamuyee sim neej."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.14","label":"14","content":"Tej moos uas cov Filixatee txeeb ntawm cov Yixayee lawm, kuj muab thim rau cov Yixayee txij ntua lub moos Ekhoo txog lub moos Ka. Cov Yixayee thiaj txeeb tau lawv tej tebchaws ntawm cov Filixatee txhais tes rov los. Thaum ntawd cov Yixayee thiab cov Amaulai kuj muaj kev thaj yeeb."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.15","label":"15","content":"Xamuyee ua thawj kav cov Yixayee mus tag nws sim neej."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.16","label":"16","content":"Nws niaj xyoo mus ncig lub tebchaws thoob plaws, mus txog lub moos Npe‑ee, Kilakas thiab Mixapa. Thiab nws tu cov Yixayee tej plaub hauv tej moos ntawd."},{"bible_id":"1269","chapter_code":"1SA.7","verse_code":"1SA.7.17","label":"17","content":"Ces nws li rov qab mus rau hauv lub moos Lama rau qhov nws lub tsev nyob hauv lub moos ntawd. Nws kuj tu cov Yixayee tej plaub qhov ntawd thiab nws ua ib lub thaj xyeem rau Yawmsaub qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.1","label":"1","content":"Thaum Xamuyee laus lawd nws tsa nws tej tub ua thawj kav cov Yixayee."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.2","label":"2","content":"Nws tus tub hlob hu ua Yau‑ee, tus tub yau hu ua Anpiya. Ob tug nyob hauv lub moos Npe‑awsenpa ua thawj kav."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.3","label":"3","content":"Tiamsis nws ob tug tub tsis ua lub neej raws li nws, ob tug lub siab qaug lais rau nyiaj txiag xwb. Ob tug yuav tej nyiaj xiab thiab tu plaub tsis ncaj."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.4","label":"4","content":"Mas Yixayee cov kev txwj laus sawvdaws ua ke tuaj cuag Xamuyee hauv lub moos Lama,"},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.5","label":"5","content":"thiab hais rau nws tias, “Sim xav saib, koj laus lawm, koj ob tug tub tsis taug koj txojkev. Nimno thov koj tsa ib tug vajntxwv kav peb ib yam li ib tsoom tebchaws sawvdaws.”"},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.6","label":"6","content":"Thaum lawv hais tias, “Thov tsa vajntxwv kav peb,” kuj ua rau Xamuyee tsis txaus siab. Xamuyee thiaj thov ua nug rau Yawmsaub,"},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.7","label":"7","content":"mas Yawmsaub hais rau Xamuyee tias, “Cia li mloog txhua yam uas cov pejxeem thov koj ntawd, rau qhov tsis yog lawv tso koj tseg, yog lawv tso kuv tseg tsis yuav kuv ua vajntxwv kav lawv."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.8","label":"8","content":"Tej uas lawv ua huvsi rau kuv txij hnub uas kuv coj lawv tawm hauv Iyi tebchaws los txog niaj hnub nimno, yog lawv tso kuv tseg mus ua koom tu luag tej dab, mas lawv kuj ua ib yam li ntawd rau koj."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.9","label":"9","content":"Vim li no cia li mloog lawv lub suab thov. Koj tsuas muaj uas qhuab ntuas lawv xwb thiab qhia lawv paub tias vajntxwv yuav muaj kov txwv kav lawv li cas.”"},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.10","label":"10","content":"Xamuyee thiaj muab Yawmsaub tej lus huvsi hais rau cov pejxeem uas thov kom nws tsa vajntxwv rau lawv."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.11","label":"11","content":"Nws hais tias, “No yog vajntxwv txojkev uas yuav kav nej. Nws yuav sau nej cov tub thiab tsa ua tub rog tsav nws tsheb ua rog thiab ua nws cov tub rog caij nees thiab dhia ua nws lub tsheb ua rog ntej."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.12","label":"12","content":"Nws yuav tsa lawv ua tus kav ib txhiab leej kav tsib caug leej, thiab yuav kom ib txhia laij nws tej teb thiab hlais nws tej qoob thiab ua nws tej cuab yeej ua rog thiab tej cuab yeej siv hauv nws tej tsheb ua rog."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.13","label":"13","content":"Nws yuav coj nej tej ntxhais mus tov tshuaj tsw qab thiab ua zaub mov thiab ci ncuav."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.14","label":"14","content":"Nws yuav muab nej tej teb nej tej vaj txiv hmab thiab tej vaj txiv aulib uas zoo kawg pub rau nws cov tub teg tub taws."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.15","label":"15","content":"Nws yuav sau nej tej qoob loo tej txiv hmab ib feem kaum pub rau nws cov thawj rog thiab nws cov tub teg tub taws."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.16","label":"16","content":"Nws yuav sau nej tej tub qhe nkauj qhev tej tsiaj txhu  tej nees luav uas zoo coj mus ua nws li haujlwm."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.17","label":"17","content":"Nws yuav sau nej tej yaj tej tshis ib tug hauv kaum thiab nej yuav ua nws li qhev."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.18","label":"18","content":"Mas hnub ntawd nej yuav quaj thov kev pab vim yog tim nej tus vajntxwv uas nej xaiv los kav nej, tiamsis hnub ntawd Yawmsaub yuav tsis teb nej.”"},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.19","label":"19","content":"Tiamsis cov pejxeem tsis quav ntsej mloog Xamuyee tej lus, lawv hais tias, “Peb tsis mloog koj hais, peb yeej xav muaj vajntxwv kav peb xwb,"},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.20","label":"20","content":"kom peb thiaj zoo li ib tsoom tebchaws sawvdaws thiab peb tus vajntxwv yuav kav peb thiab coj peb hauv ntej mus ntaus rog.”"},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.21","label":"21","content":"Thaum Xamuyee hnov cov pejxeem tej lus huvsi lawm, nws kuj coj mus hais rau Yawmsaub."},{"bible_id":"1269","chapter_code":"1SA.8","verse_code":"1SA.8.22","label":"22","content":"Ces Yawmsaub hais rau Xamuyee tias, “Cia li mloog tej lus uas lawv hais es tsa ib tug vajntxwv kav lawv.” Ces Xamuyee txawm hais rau cov Yixayee kom txhua tus cia li rov qab mus rau nyias vaj nyias tsev."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.1","label":"1","content":"Muaj ib tug yawg xeem Npeeyamee hu ua Khij, yog ib tug nplua nuj. Nws txiv yog Anpi‑ee, nws yawg yog Xelau nws yawg koob yog Npekhaula nws yawg suab yog Afiya, yog xeem Npeeyamee."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.2","label":"2","content":"Nws muaj ib tug tub hu ua Xa‑u, zoo nraug ntxiag hlob tiav txiv lawm, tsis muaj ib tug txivneej hauv cov Yixayee yuav zoo nraug dhau nws. Nws lub taubhau siab dhau plaws ib tsoom sawvdaws."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.3","label":"3","content":"Mas Khij uas yog Xa‑u txiv tej nees luav txawm ploj lawm, Khij thiaj hais rau Xa‑u tias, “Koj cia li coj ib tug tub qhe nrog koj mus nrhiav cov nees luav.”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.4","label":"4","content":"Ob tug txawm hla mus pem toj siab Efa‑i tebchaws thiab hla mus rau Salisa tebchaws, tiamsis ob tug nrhiav tsis pom cov nees luav. Ob tug txawm mus nrhiav hauv Sa‑ali tebchaws, tiamsis cov nees luav tsis nyob qhov ntawd thiab. Ob tug hla mus rau hauv Npeeyamee tebchaws kuj nrhiav tsis tau cov nees luav thiab."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.5","label":"5","content":"Thaum ob tug los txog hauv Xub tebchaws, Xa‑u txawm hais rau tus tub qhe uas nrog nws ua ke tias, “Wb cia li rov qab mus, ntshai tsam txiv tsis txhawj txog cov nees luav lawm nws yuav txhawj txog wb xwb.”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.6","label":"6","content":"Tiamsis tus tub qhe hais rau Xa‑u tias, “Tos ib pliag, muaj Vajtswv ib tug neeg nyob hauv lub moos no. Nws yog ib tug uas sawvdaws hwm heev, nws hais li cas lawm yeej muaj raws li nws hais. Cia wb mus rau hauv lub moos ntawd, tej zaum nws yuav qhia rau wb paub saib wb yuav mus txojkev twg.”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.7","label":"7","content":"Xa‑u txawm hais rau nws tus qhev tias, “Yog wb yuav mus wb yuav coj dabtsi mus pub rau tus yawg ntawd? Tej ncuav hauv wb tej hnab kuj tag lawm, wb tsis muaj ib yam tshav ntuj uas yuav coj mus pub rau Vajtswv tus neeg ntawd lawm. Wb ob leeg puas muaj dabtsi?”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.8","label":"8","content":"Tus tub qhe teb Xa‑u tias, “Kuv muaj ib lub nyiaj hnyav txog ib feem plaub hauv ib sekhee,  kuv yuav muab rau Vajtswv tus neeg ntawd xwv nws thiaj qhia kev rau wb mus.”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.9","label":"9","content":"(Yav thaum ub yog cov Yixayee leejtwg mus ua nug rau Vajtswv, nws hais tias, “Cia peb mus cuag tus uas hais tej lus uas pom tom hauv ntej,” rau qhov tus uas niaj hnub nimno hu ua tus uas cev Vajtswv lus mas yav thaum ub hu ua tus uas hais pom tom hauv ntej.)"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.10","label":"10","content":"Ces Xa‑u txawm hais rau nws tus tub qhe tias, “Koj hais yog qhov zoo, wb cia li mus.” Ob tug thiaj mus rau hauv lub moos uas Vajtswv tus neeg nyob."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.11","label":"11","content":"Thaum ob tug nce toj mus rau hauv lub moos ntawd, ob tug ntsib ib co ntxhais hluas tuaj ntaus dej, ces txawm nug lawv tias, “Tus uas hais pom tom hauv ntej nyob ntawm no los tsis nyob?”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.12","label":"12","content":"Lawv teb tias, “Nyob thiab. Saib maj, nws nyuam qhuav ua neb ntej mus dhau lawm. Cia li maj mus. Puam tab nws nyuam qhuav tuaj rau hauv lub moos, vim yog hnub no cov pejxeem yuav ua kevcai xyeem tsiaj rau saum lub chaw siab."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.13","label":"13","content":"Thaum neb mus rau hauv lub moos neb yuav ntsib nws ua ntej uas nws tsis tau nce mus noj mov ntawm lub chaw siab. Cov pejxeem yuav tsis noj mov mus txog thaum nws tuaj txog tso vim yog nws yuav tsum foom koob hmoov rau tej uas muab xyeem tso, mas cov qhua uas hu tuaj li noj mov. Cia li mus, neb yuav ntsib nws tamsim.”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.14","label":"14","content":"Ob tug txawm mus rau hauv lub moos. Thaum ob tug nkag mus mas ob tug pom Xamuyee tabtom tawm tuaj yuav mus rau lub chaw siab ntawd."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.15","label":"15","content":"Hnub uas Xa‑u tsis tau tuaj txog, Yawmsaub twb qhia rau Xamuyee tias,"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.16","label":"16","content":"“Tagkis kwvlam lub sijhawm no kuv yuav xa ib tug txivneej uas nyob hauv Npeeyamee tebchaws tuaj. Koj yuav tsa nws ua thawj kav kuv haiv neeg Yixayee. Nws yuav cawm kuv haiv neeg dim hauv cov Filixatee txhais tes, rau qhov kuv twb pom kuv haiv neeg txojkev txom nyem lawm, lawv lub suab quaj thov twb tuaj txog kuv lawm.”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.17","label":"17","content":"Thaum Xamuyee pom dheev Xa‑u, Yawmsaub hais rau Xamuyee tias, “No yog tus txivneej uas twb hais rau koj lawd. Nws yog tus uas yuav kav kuv haiv neeg.”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.18","label":"18","content":"Ces Xa‑u txawm tuaj cuag Xamuyee ntawm rooj loog thiab hais tias, “Thov qhia rau kuv saib tus uas hais pom tom hauv ntej lub tsev nyob qhovtwg.”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.19","label":"19","content":"Xamuyee teb Xa‑u tias, “Kuv yog tus uas hais pom tom hauv ntej ntag. Cia li ua kuv ntej mus rau ntawm lub chaw siab rau qhov hnub no neb yuav nrog kuv noj mov ua ke, mas tagkis sawv ntxov kuv li kheev koj mus thiab kuv yuav qhia txhua yam uas koj nyuaj siab rau koj."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.20","label":"20","content":"Cov nees luav uas ploj tau peb hnub lawd koj tsis txhob txhawj vim yog lawv twb nrhiav tau lawm. Cov Yixayee sawvdaws ntshaw leejtwg? Tsis yog koj thiab koj txiv tsev neeg sawvdaws lov?”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.21","label":"21","content":"Xa‑u teb tias, “Kuv tsis yog xeem Npeeyamee lov? Yog lub xeem uas me dua cov Yixayee txhua xeem huvsi, thiab kuv tsev neeg kuj me dua txhua tsev neeg hauv xeem Npeeyamee. Ua cas koj yuav hais li kod rau kuv?”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.22","label":"22","content":"Ces Xamuyee txawm coj Xa‑u thiab nws tus tub qhe mus rau hauv chav tsev loj thiab kom nyob rau ntawm hau rooj uas npaj rau cov qhua nyob, muaj kwvlam peb caug leej."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.23","label":"23","content":"Xamuyee hais rau tus uas ua zaub tias, “Cia li nqa tej txhais nqaij uas kuv twb muab rau koj kom koj tshwj rau ib qho lawd los.”"},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.24","label":"24","content":"Tus uas ua zaub thiaj muab tej nqaij ceg qab thiab tej noob nqaig los rau rau ntawm Xa‑u xubntiag. Mas Xamuyee hais tias, “Saib maj, tej uas tshwj cia lawd muab rau rau ntawm koj xubntiag. Koj cia li noj vim yog muab khaws cia rau koj txog lub sijhawm lawm, kuv twb hu tej qhua tuaj tag lawm.” Hnub ntawd Xa‑u thiaj li nrog Xamuyee noj mov ua ke."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.25","label":"25","content":"Thaum lawv nqes ntawm lub chaw siab los rau hauv lub moos, Xamuyee nrog Xa‑u hais lus saum txheej tsev las tshav."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.26","label":"26","content":"Ob tug sawv ntxov thaum pom kev lawd, mas Xamuyee hu Xa‑u uas nyob saum txheej tsev las tshav tias, “Cia li sawv los es kuv yuav xa koj mus.” Xa‑u thiaj sawv los nrog Xamuyee tawm rau tom txojkev."},{"bible_id":"1269","chapter_code":"1SA.9","verse_code":"1SA.9.27","label":"27","content":"Thaum lawv tabtom taug kev los txog ntawm ntug moos, Xamuyee txawm hais rau Xa‑u tias, “Cia li hais kom koj tus qhev ua ntej mus. Thaum tus qhev mus dhau lawd, koj cia li nres ntawm no ib pliag, xwv kuv thiaj qhia tau Vajtswv tej lus rau koj paub.”"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.1","label":"1","content":"Ces Xamuyee txawm muab lub lam hwj roj aulib hliv rau saum Xa‑u taubhau thiab nwj nws thiab hais tias, “Yawmsaub tsa koj ua thawj kav nws haiv neeg Yixayee. [Koj yuav ua vajntxwv kav Yawmsaub haiv neeg thiab koj yuav cawm lawv dim hauv tej yeeb ncuab uas nyob ib ncig txhais tes. No yuav ua ib yam txujci uas Yawmsaub tsa koj ua thawj kav nws qub txeeg qub teg.]"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.2","label":"2","content":"Hnub no thaum koj ncaim ntawm kuv mus lawd, koj yuav ntsib ob tug yawg ntawm Lachee lub ntxa hauv Npeeyamee tebchaws ntawm lub moos Xeexa, mas ob tug yuav hais rau koj tias, ‘Cov nees luav uas koj mus nrhiav mas twb nrhiav tau lawm. Nimno koj txiv tsis txhawj txog cov nees luav lawm, nws txhawj txog koj heev hais tias, “Kuv yuav nrhiav kuv tus tub li cas?” ’"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.3","label":"3","content":"Dhau qhov ntawd koj yuav mus txog tus ntoo xeeb ntawm Thanpau. Mas muaj peb tug txivneej tabtom mus pe hawm Vajtswv rau ntawm Npe‑ee yuav ntsib koj qhov ntawd, ib tug puag peb tug menyuam tshis thiab ib tug nqa peb lub ncuav thiab ib tug nqa ib hnab tawv cawv txiv hmab."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.4","label":"4","content":"Lawv yuav hu koj thiab muab ob lub ncuav rau koj, mas koj yuav txais ntawm lawv txhais tes."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.5","label":"5","content":"Dhau ntawd koj yuav los txog ntawm Kinpe‑a Elauhi  uas muaj ib pab tub rog Filixatee nyob hauv. Thaum koj mus rau hauv lub moos ntawd koj yuav ntsib ib pab xibhwb cev Vajtswv lus nqes ntawm lub chaw siab los, lawv tabtom siv zog cev lus, muaj neeg ntaus nkauj nog ncas loj nkauj nog ncas me npuaj nruas tshuab raj ua lawv ntej tuaj."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.6","label":"6","content":"Mas Yawmsaub tus Ntsuj Plig yuav los kav tag nrho koj ces koj yuav nrog lawv cov ntawd siv zog cev Vajtswv lus ua ke thiab koj yuav hloov dua tsis yog tus qub lawm."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.7","label":"7","content":"Thaum tej txujci phimhwj no tshwm rau koj lawd, koj cia li ua txhua yam uas koj txhais tes ua tau, rau qhov Vajtswv nrog nraim koj."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.8","label":"8","content":"Koj cia li ua kuv ntej mus rau nram lub moos Kilakas. Mas kuv yuav los ntsib koj thiab kuv yuav muab tsiaj xyeem ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem sib raug zoo. Koj yuav nyob qhov ntawd tos xya hnub txog thaum kuv tuaj ntsib koj thiab kuv qhia koj paub tias koj yuav tsum ua dabtsi.”"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.9","label":"9","content":"Thaum Xa‑u tig hlo ntawm Xamuyee mus lawd, Vajtswv pub dua ib lub siab rau nws, thiab tej txujci phimhwj no huvsi kuj tshwm los rau hnub ntawd."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.10","label":"10","content":"Thaum ob tug los txog Kinpe‑a, ua ciav muaj ib pab xibhwb cev Vajtswv lus ntsib Xa‑u. Mas Vajtswv tus Ntsuj Plig los kav tag nrho nws ces nws txawm nrog lawv cov ntawd ua ke cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.11","label":"11","content":"Thaum cov neeg uas paub nws pom nws nrog cov xibhwb ntawd cev Vajtswv lus ua ke, cov neeg ntawd txawm sib tham hais tias, “Muaj dabtsi tshwm rau Khij tus tub? Xa‑u ua ib tug xibhwb cev Vajtswv lus lawm thiab lov?”"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.12","label":"12","content":"Muaj ib tug yawg uas nyob qhov ntawd teb tias, “Lawv cov uas cev Vajtswv lus ntawd txiv yog leejtwg?” Yog li no thiaj muaj paj lug hais tias, “Xa‑u yog ib tug cev Vajtswv lus lawm thiab lov?”"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.13","label":"13","content":"Thaum Xa‑u kub siab lug cev Vajtswv lus tag lawd nws txawm los rau ntawm lub chaw siab."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.14","label":"14","content":"Xa‑u tus yawg laus nug Xa‑u thiab nws tus tub qhe tias, “Neb mus dabtsi los?” Xa‑u teb tias, “Wb mus nrhiav cov nees luav, thiab thaum wb pom tias wb nrhiav tsis tau nees luav lawm, wb txawm mus cuag Xamuyee.”"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.15","label":"15","content":"Xa‑u tus yawg laus hais tias, “Xamuyee hais li cas rau neb, thov piav rau kuv mloog saib.”"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.16","label":"16","content":"Xa‑u hais rau nws tus yawg laus tias, “Xamuyee hais meej rau wb tias twb nrhiav tau cov nees luav lawm.” Tiamsis tej uas Xamuyee hais txog kav lub tebchaws, nws tsis piav kiag li."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.17","label":"17","content":"Xamuyee hu cov Yixayee tuaj txoos ua ke rau hauv Mixapa rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.18","label":"18","content":"Mas nws hais rau cov Yixayee tias, “Yawmsaub uas yog Yixayee tus Vajtswv hais li no tias, ‘Kuv coj cov Yixayee tawm hauv Iyi tebchaws los thiab cawm lawv dim hauv cov Iyi txhais tes thiab dim hauv txhua lub tebchaws uas quab yuam lawv.’"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.19","label":"19","content":"Tiamsis hnub no nej tso nej tus Vajtswv tseg, yog tus uas cawm nej dim hauv nej txojkev txom nyem lwj siab thiab nej tej kev ceeblaj huvsi. Los nej hais tias, ‘Peb tsis mloog koj hais, thov koj tsa ib tug vajntxwv kav peb.’ Vim li no nimno nej cia li los rau ntawm Yawmsaub xubntiag los zuj zus ua ib xeem thiab ib cum.”"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.20","label":"20","content":"Mas Xamuyee kuj coj txhua xeem los ze, mas rho ntawv tau xeem Npeeyamee."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.21","label":"21","content":"Nws thiaj coj xeem Npeeyamee los zuj zus ua ib cum ib cum mas rho tau Mati cum. Thaum kawg rho Khij tus tub Xa‑u. Tiamsis lawv nrhiav Xa‑u mas nrhiav tsis pom."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.22","label":"22","content":"Lawv thiaj rov nug Yawmsaub tias, “Tus yawg ntawd tuaj ntawm no los tsis tuaj?” Yawmsaub teb tias, “Saib maj, nws tsiv nraim hauv tej pawg nra uas thauj tuaj.”"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.23","label":"23","content":"Lawv thiaj dhia mus coj nws qhov ntawd los. Thaum nws los sawv hauv nruab nrab cov pejxeem nws lub taubhau siab dhau plaws lawv txhua tus huvsi."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.24","label":"24","content":"Xamuyee thiaj hais rau cov pejxeem sawvdaws tias, “Nej pom tus uas Yawmsaub xaiv lawm lov? Tag nrho cov neeg tsis muaj ib tug zoo li nws.” Ces cov pejxeem sawvdaws qw nrov nrov hais tias, “Thov kom vajntxwv muaj txoj siav loj siav ntev.”"},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.25","label":"25","content":"Mas Xamuyee qhia rau cov pejxeem paub txog vajntxwv tes haujlwm thiab tej uas vajntxwv muaj cai ua, thiab muab sau cia rau hauv ntawv thiab muab khaws cia rau ntawm Yawmsaub xubntiag. Ces Xamuyee txawm hais kom cov pejxeem sawvdaws nyias rov mus nyias tsev."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.26","label":"26","content":"Xa‑u kuj rov qab mus rau nws vaj tse hauv Kinpe‑a, thiab muaj cov neeg siab loj siab tuab uas Vajtswv ua haujlwm rau hauv lub siab lawd kuj nrog nws mus."},{"bible_id":"1269","chapter_code":"1SA.10","verse_code":"1SA.10.27","label":"27","content":"Tiamsis muaj cov neeg tsis tsheej haj qee leej hais tias, “Tus yawg no yuav cawm peb li cas?” Ces lawv txawm saib tsis taus Xa‑u thiab tsis coj tshav ntuj tuaj pub rau nws. Tiamsis Xa‑u kuj nyob twjywm tsis hais li cas."},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.1","label":"1","content":"Naha uas yog neeg Asmoo txhij rog tuaj vij ntaus lub moos Yanpe Kile‑a. Cov neeg hauv lub moos Yanpe sawvdaws hais rau Naha tias, “Thov koj nrog peb sib cog lus mas peb yuav zwm rau koj.”"},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.2","label":"2","content":"Tiamsis Naha uas yog neeg Asmoo hais rau lawv tias, “Tsuav yog ua li no kuv thiaj kam nrog nej sib cog lus xwb. Kuv yuav kaus nej txhua tus sab qhov muag xis pov tseg thiaj ua rau cov Yixayee poob ntsej muag.”"},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.3","label":"3","content":"Cov kev txwj laus hauv lub moos Yanpe hais rau nws tias, “Thov zam sijhawm rau peb xya hnub xwv peb thiaj tso tub xa xov mus hais thoob plaws Yixayee tebchaws. Yog tsis muaj leejtwg cawm tau peb, peb yuav muab peb cob rau hauv koj txhais tes.”"},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.4","label":"4","content":"Thaum cov tub xa xov tuaj txog Kinpe‑a uas yog Xa‑u lub moos, lawv piav tej xwm ntawd rau cov pejxeem hnov, mas cov pejxeem sawvdaws kuj quaj nrov nrov."},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.5","label":"5","content":"Thaum Xa‑u raws nyuj tom tshav zaub los, Xa‑u hais tias, “Cov pejxeem raug dabtsi es lawv quaj?” Lawv thiaj piav rau nws paub txog tej xov uas cov neeg hauv Yanpe tuaj hais."},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.6","label":"6","content":"Thaum Xa‑u hnov tej lus ntawd lawd Vajtswv tus Ntsuj Plig los kav tag nrho Xa‑u, nws thiaj npau taws ceev."},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.7","label":"7","content":"Nws muab kiag ib nkawg nyuj los txiav ua tej ywb yav muab rau cov tub xa xov xa mus thoob plaws Yixayee tebchaws hais tias, “Yog leejtwg tsis tuaj nrog Xa‑u thiab Xamuyee mus mas nws tej nyuj yuav raug li no.” Mas cov pejxeem sawvdaws kuj ntshai Yawmsaub heev, lawv thiaj tuaj ua kiag ib nqag."},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.8","label":"8","content":"Thaum Xa‑u txhij lawv tuaj ua ke ntawm Npexe, suav Yixayee cov txivneej muaj 300,000 leej thiab suav Yuda cov txivneej muaj 30,000 leej."},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.9","label":"9","content":"Lawv thiaj hais rau cov tub xa xov uas tuaj ntawd tias, “Nej cia li hais li no rau cov neeg hauv Yanpe Kile‑a tias, ‘Tagkis thaum tshav ntuj kub nej yuav txais kev cawm dim.’ ” Thaum cov tub xa xov rov los hais rau cov hauv Yanpe lawv kuj zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.10","label":"10","content":"Yog li no cov hauv Yanpe hais rau Naha tias, “Tagkis peb yuav muab peb cob rau koj, koj cia li ua rau peb raws li koj pom zoo.”"},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.11","label":"11","content":"Tagkis tom qab Xa‑u muab nws cov neeg faib ua peb pab. Thaum kaj ntug txoog lawv txeem rau hauv cov Asmoo lub yeej tua cov Asmoo mus txog tav su. Cov uas dim tsis tuag kuj khiav ua sab ua sua tsis tshuav ob leeg nyob ua ke li."},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.12","label":"12","content":"Ces cov pejxeem txawm hais rau Xamuyee tias, “Cov uas hais tias, ‘Xa‑u yuav kav peb lov?’ yog leejtwg? Cia li coj cov neeg ntawd tawm los, peb yuav muab tua pov tseg.”"},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.13","label":"13","content":"Tiamsis Xa‑u hais tias, “Hnub no tsis txhob cia leejtwg raug tua kiag li, rau qhov hnub no Yawmsaub tau cawm cov Yixayee dim.”"},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.14","label":"14","content":"Xamuyee thiaj hais rau cov pejxeem tias, “Peb cia li mus rau Kilakas thiab tsa kom muaj vajntxwv kav tebchaws dua ib zaug.”"},{"bible_id":"1269","chapter_code":"1SA.11","verse_code":"1SA.11.15","label":"15","content":"Cov pejxeem sawvdaws thiaj li mus rau lub moos Kilakas thiab lawv tsa Xa‑u ua vajntxwv rau ntawm Yawmsaub xubntiag hauv lub moos Kilakas. Lawv tua tsiaj xyeem rau Yawmsaub ua kevcai sib raug zoo, mas Xa‑u thiab cov Yixayee sawvdaws kuj zoo siab xyiv fab kawg rau qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.1","label":"1","content":"Xamuyee hais rau ib tsoom Yixayee sawvdaws tias, “Kuv twb mloog txhua yam uas nej hais rau kuv thiab kuv twb tsa ib tug vajntxwv kav nej lawm."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.2","label":"2","content":"No nawj, muaj ib tug vajntxwv coj nej lawm. Kuv twb laus plaubhau dawb tag lawm, kuv tej tub kuj nrog nej nyob. Thiab kuv coj nej txij thaum hluas los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.3","label":"3","content":"Kuv nyob ntawm no, thov nej ua timkhawv kom kuv rau ntawm Yawmsaub xubntiag thiab rau ntawm tus uas Yawmsaub tsa ua vajntxwv lub xubntiag. Kuv tau txeeb leejtwg li nyuj leejtwg li nees luav? Kuv tau ntxias leejtwg li lossis tau quab yuam leejtwg? Kuv tau yuav nyiaj xiab ntawm leejtwg txhais tes ua rau kuv lub qhov muag dig? Nej cia li hais lus mas kuv yuav thim rov rau nej.”"},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.4","label":"4","content":"Lawv hais tias, “Koj tsis tau ntxias peb lossis quab yuam peb lossis txeeb ib yam dabtsi ntawm leejtwg txhais tes li.”"},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.5","label":"5","content":"Ces Xamuyee txawm hais rau lawv tias, “Yawmsaub thiab tus uas Yawmsaub tsa los kuj ua timkhawv rau nej hnub no tias nej tsis pom ib yam dabtsi nyob hauv kuv txhais tes.” Lawv hais tias, “Yawmsaub ua tau timkhawv.”"},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.6","label":"6","content":"Thiab Xamuyee hais rau cov pejxeem tias, “Yawmsaub yog tus uas tsa  Mauxe thiab Aloo thiab coj nej tej poj koob yawm txwv tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.7","label":"7","content":"Yog li no nej cia li sawv twjywm es kuv yuav piav txog tej haujlwm huvsi uas Yawmsaub ua cawm nej thiab nej tej poj koob yawm txwv mas nej yuav paub nej tej kev txhaum rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.8","label":"8","content":"Thaum Yakhauj mus rau hauv Iyi tebchaws  mas nej tej poj koob yawm txwv quaj thov Yawmsaub, Yawmsaub kuj txib Mauxe thiab Aloo coj lawv tawm hauv Iyi tebchaws thiab coj lawv los nyob ntawm no."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.9","label":"9","content":"Tiamsis lawv tsis nco qab Yawmsaub uas yog lawv tus Vajtswv lawm, Yawmsaub thiaj muab lawv cob rau hauv Xixela uas yog vajntxwv Yanpi hauv lub moos Haxau tus thawj rog txhais tes thiab cob rau hauv cov Filixatee txhais tes thiab muab cob rau hauv Mau‑a tus vajntxwv txhais tes. Mas cov neeg ntawd thiaj ua rog rau nej tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.10","label":"10","content":"Lawv quaj thov Yawmsaub tias, ‘Peb tau ua txhaum muaj txim lawm rau qhov peb tau tso Yawmsaub tseg mus ua koom tu tej dab Npa‑as thiab tej dab Athalau. Nimno thov koj cawm peb dim hauv peb cov yeeb ncuab txhais tes mas peb yuav ua koom tu koj.’"},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.11","label":"11","content":"Ces Yawmsaub thiaj txib Yelunpa‑as thiab Npala thiab Yetha thiab Xamuyee  los, thiab Yawmsaub cawm nej dim hauv nej cov yeeb ncuab rau txhua fab, mas nej thiaj tau nyob tso siab plhuav."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.12","label":"12","content":"Thaum nej pom Naha uas yog cov Asmoo tus vajntxwv tuaj ua rog rau nej, mas txawm yog nej tus Vajtswv Yawmsaub twb yog nej tus vajntxwv lawm los nej tseem hais rau kuv tias, ‘Peb tsis mloog koj hais, peb yuav muaj ib tug vajntxwv kav peb.’"},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.13","label":"13","content":"Nimno cia li saib tug vajntxwv uas nej tau xaiv, yog tus uas nej thov. Saib maj, Yawmsaub twb tsa vajntxwv kav nej lawm."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.14","label":"14","content":"Yog nej yuav hwm thiab paub ntshai Yawmsaub thiab ua koom tu nws thiab mloog nws tej lus, thiab tsis txhob fav xeeb rau Yawmsaub tej lus nkaw, thiab yog nej thiab tus vajntxwv uas kav nej nrog nraim nej tus Vajtswv Yawmsaub, mas kuj yog qhov zoo."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.15","label":"15","content":"Tiamsis yog nej tsis mloog Yawmsaub tej lus thiab fav xeeb rau nws tej lus nkaw, ces nws txhais tes yuav tawm tsam nej ib yam li tawm tsam nej tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.16","label":"16","content":"Yog li no nimno nej cia li sawv twjywm tos saib tej xwm txheej loj uas Yawmsaub yuav ua tab meeg nej."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.17","label":"17","content":"Nimno yog lub caij hlais mog los tsis yog? Kuv yuav thov Yawmsaub ua xob quaj thiab tso nag los, mas nej yuav paub thiab pom tseeb tias nej txojkev limhiam uas nej ua rau ntawm Yawmsaub xubntiag loj kawg, yog qhov uas nej thov kom muaj ib tug vajntxwv kav nej.”"},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.18","label":"18","content":"Xamuyee txawm thov Yawmsaub mas Yawmsaub txawm ua xob quaj thiab los nag rau hnub ntawd. Cov pejxeem kuj ntshai Yawmsaub thiab Xamuyee heev kawg."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.19","label":"19","content":"Mas cov pejxeem sawvdaws hais rau Xamuyee tias, “Thov koj thov Yawmsaub uas yog koj tus Vajtswv rau peb uas yog koj cov tub qhe xwv peb thiaj tsis tuag, rau qhov peb muab txojkev phem no tsav ntxiv rau peb lub txim huvsi, vim peb tau thov kom muaj vajntxwv kav peb.”"},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.20","label":"20","content":"Mas Xamuyee hais rau cov pejxeem tias, “Tsis txhob ntshai. Nej tau ua tej kev phem no huvsi lawm tiag, tiamsis nej tsis txhob tso qhov uas nrog nraim Yawmsaub tseg, nej cia li ua koom tu Yawmsaub kawg siab kawg ntsws."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.21","label":"21","content":"Tsis txhob mus raws kua tej uas tsis muaj qabhau. Tej ntawd pab tsis tau nej thiab cawm tsis tau nej, vim tej ntawd tsis muaj qabhau kiag li."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.22","label":"22","content":"Rau qhov Yawmsaub saib rau nws lub npe uas loj kawg nws thiaj tsis muab nws haiv neeg tso pov tseg, vim Yawmsaub txaus siab coj nej los ua ib haiv neeg uas yog nws teej nws tug."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.23","label":"23","content":"Tsis tag li ntawd xwb, kuv tus kheej los thov kom kuv tsis txhob ua txhaum rau Yawmsaub rau qhov uas tseg tsis thov nws pab nej. Thiab kuv yuav qhia nej taug txojkev uas zoo thiab txojkev uas raug cai."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.24","label":"24","content":"Nej yuav tsum hwm thiab paub ntshai Yawmsaub xwb thiab muab lub siab xib ua koom tu nws kawg siab kawg ntsws. Cia li ua tib zoo xav txog tej haujlwm loj uas nws ua pab nej lawm."},{"bible_id":"1269","chapter_code":"1SA.12","verse_code":"1SA.12.25","label":"25","content":"Yog nej tseem mus ua limhiam, nej yuav raug muab kuav pov tseg puam tsuaj tag, tsis hais nej thiab nej tus vajntxwv huvsi.”"},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.1","label":"1","content":"Thaum Xa‑u pib ua vajntxwv nws hnub nyoog muaj … xyoo, thiab nws kav cov Yixayee tau … xyoo."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.2","label":"2","content":"Xa‑u xaiv cov txivneej Yixayee tau peb txhiab leej, faib ob txhiab leej nrog nws nyob ntawm Mimaj thiab nyob pem toj siab ntawm Npe‑ee, ib txhiab leej nrog Yaunathas nyob ntawm lub moos Kinpe‑a hauv Npeeyamee tebchaws. Dua li ntawd nws kom cov pejxeem txhua tus nyias rov mus rau nyias vaj nyias tsev."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.3","label":"3","content":"Yaunathas ntaus yeej cov Filixatee pab tub rog uas zov hauv lub moos Kenpa swb lawm, mas cov Filixatee kuj hnov txog zaj ntawd. Ces Xa‑u txawm kom tshuab raj kub yaj thoob lub tebchaws thiab hais tias, “Cia cov Henplais sawvdaws tau hnov.”"},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.4","label":"4","content":"Cov Yixayee sawvdaws tau hnov xov tias Xa‑u twb ntaus yeej Filixatee ib pab tub rog lawm thiab hnov tias cov Filixatee ntxub cov Yixayee heev kawg li. Cov pejxeem thiaj raug hu tawm mus cuag Xa‑u rau ntawm Kilakas."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.5","label":"5","content":"Cov Filixatee kuj txhij tub rog tuaj ua rog rau cov Yixayee. Lawv muaj peb vam lub tsheb ua rog thiab rau txhiab tus tub rog caij nees thiab cov tub rog coob npaum li tej xuab zeb ntawm ntug hiavtxwv. Lawv tuaj ua yeej nyob rau ntawm Mimaj uas nyob Npe‑avee sab hnub tuaj."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.6","label":"6","content":"Thaum cov Yixayee pom tias lawv poob rau qhov chaw ti lawm, vim cov Filixatee ntaus lawv heev, lawv thiaj tsiv nraim rau hauv tej qhov tsua, hauv tej kem zeb, hauv tej qhov ntxa thiab hauv tej qhov dej,"},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.7","label":"7","content":"thiab muaj qee leej hla tus dej Yaladee khiav mus rau hauv Kas thiab Kile‑a tebchaws. Xa‑u tseem nyob hauv lub moos Kilakas thiab cov pejxeem sawvdaws kuj nrog nws nyob ua tshee hnyo."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.8","label":"8","content":"Xa‑u nyob tos xya hnub raws li lub sijhawm uas Xamuyee teem tseg, tiamsis Xamuyee tsis tuaj rau ntawm Kilakas, mas cov pejxeem tso Xa‑u tseg khiav ua sab ua sua tag lawm."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.9","label":"9","content":"Yog li ntawd Xa‑u thiaj hais tias, “Cia li coj tej tsiaj uas muab ua kevcai hlawv xyeem thiab tej uas ua kevcai xyeem sib raug zoo tuaj rau kuv.” Nws thiaj muab ua kevcai hlawv xyeem."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.10","label":"10","content":"Thaum nws muab ua kevcai hlawv xyeem tag lawd, ua ciav Xamuyee txawm tuaj txog. Xa‑u tawm mus tos thiab hu Xamuyee."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.11","label":"11","content":"Xamuyee nug tias, “Koj twb ua dabtsi lawm?” Xa‑u teb tias, “Thaum kuv pom cov pejxeem tso kuv tseg khiav ri sua mus lawm thiab koj kuj tsis tuaj raws li lub sijhawm uas teem cia, thiab cov Filixatee los twb txhij tub rog tuaj rau ntawm Mimaj lawm,"},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.12","label":"12","content":"mas kuv thiaj hais tias, ‘Nimno cov Filixatee yuav tuaj ntaus kuv ntawm Kilakas, thiab kuv twb tsis tau thov kom Yawmsaub hlub peb,’ kuv thiaj rov yuam kuv mus muab tej tsiaj ua kevcai hlawv xyeem.”"},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.13","label":"13","content":"Ces Xamuyee hais rau Xa‑u tias, “Koj ua tej uas ruam kawg li. Koj twb tsis ua raws tej lus uas koj tus Vajtswv Yawmsaub hais kom koj ua. Yog koj tau ua raws li mas Yawmsaub yeej yuav tsa koj thiab koj caj ces ua vajntxwv kav cov Yixayee mus ib txhis li."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.14","label":"14","content":"Tiamsis nimno koj thiab koj caj ces yuav tsis ua vajntxwv kav mus li. Yawmsaub twb nrhiav dua ib tug txivneej uas hum Yawmsaub lub siab lawm. Thiab Yawmsaub twb tsa tus ntawd ua thawj kav nws haiv neeg rau qhov koj tsis ua raws li Yawmsaub hais rau koj.”"},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.15","label":"15","content":"Ces Xamuyee txawm sawv tsees tawm ntawm Kilakas mus txog lub moos Kinpe‑a hauv Npeeyamee tebchaws. Mas Xa‑u suav cov neeg uas nrog nws ua ke muaj kwvlam rau pua leej."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.16","label":"16","content":"Xa‑u thiab nws tus tub Yaunathas thiab cov neeg uas nrog ob tug kuj nyob hauv lub moos Kenpa hauv Npeeyamee tebchaws. Tiamsis cov Filixatee tseem ua yeej nyob ntawm Mimaj."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.17","label":"17","content":"Muaj peb pab tub rog tawm hauv cov Filixatee lub yeej mus lws tebchaws, ib pab mus rau ntawm lub moos Aufa uas yog Su‑as tebchaws,"},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.18","label":"18","content":"ib pab mus rau lub moos Npe Hauloo, thiab ib pab mus rau ciam teb uas saib rau nram hav Xenpau‑i uas ncaj tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.19","label":"19","content":"Thaum ntawd lawv nrhiav thoob plaws hauv Yixayee tebchaws tsis muaj ib tug Kws hlau kiag li, rau qhov cov Filixatee hais tias, “Ntshai tsam cov Henplais yuav ntaus tau ntaj tau hmuv los siv.”"},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.20","label":"20","content":"Cov Yixayee sawvdaws mus ntiav cov Filixatee hov khais hov hlau hov taus hov liag."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.21","label":"21","content":"Nqe hov khais thiab hov hlau ib rab yog ib phee  nqe hov taus thiab hov hmuv ib rab yog ib feem peb hauv ib sekhee."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.22","label":"22","content":"Vim li no thaum txog hnub ua rog thiaj nrhiav tsis tau ib rab ntaj ib rab hmuv hauv Xa‑u thiab Yaunathas cov tub rog txhais tes kiag li. Tsuas yog Xa‑u thiab nws tus tub Yaunathas thiaj muaj xwb."},{"bible_id":"1269","chapter_code":"1SA.13","verse_code":"1SA.13.23","label":"23","content":"Mas cov Filixatee ib pab tub rog mus zov lub dawm uas hla mus rau lub moos Mimaj."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.1","label":"1","content":"Muaj ib hnub Yaunathas uas yog Xa‑u tus tub hais rau tus hluas uas nqa nws tej cuab yeej ua rog tias, “Wb cia li hla mus rau tim cov Filixatee pab tub rog uas zov kev.” Tiamsis nws tsis qhia rau nws txiv paub."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.2","label":"2","content":"Xa‑u tsuam chaw nyob ntawm ntug moos Kinpe‑a hauv tsob qab ntoo txiv ntsiav kws hauv lub moos Miloo. Cov neeg uas nrog Xa‑u nyob kwvlam muaj rau pua leej,"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.3","label":"3","content":"thiab Ahiya uas coj lub efauj  kuj nrog Xa‑u nyob. Ahiya txiv yog Ahithu uas yog Ikhanpau tus tijlaug, nws yawg yog Fineha, nws yawg koob yog Eli uas ua Yawmsaub tus pov thawj hauv lub moos Silau. Cov tub rog kuj tsis paub tias Yaunathas mus lawm."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.4","label":"4","content":"Lub dawm uas Yaunathas yuav hla mus rau cov Filixatee pab tub rog uas zov kev muaj ib ntxwj zeb zuag zuag nyob sab no hu ua Npauxe thiab ib ntxwj zeb nyob sab tid hu ua Xene."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.5","label":"5","content":"Ntxwj zeb sab ped tshwm ncaj ntawm Mimaj thiab ntxwj zeb sab nrad tshwm ncaj ntawm lub moos Kenpa."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.6","label":"6","content":"Yaunathas hais rau tus hluas uas nqa nws tej cuab yeej tias, “Wb cia li hla mus rau ntawm pab tub rog uas yog cov neeg tsis ua kevcai txiav. Tej zaum Yawmsaub yuav pab peb rau qhov tsis muaj ib yam dabtsi yuav tav tau qhov uas Yawmsaub cawm peb tsis hais nws siv neeg coob los tsawg.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.7","label":"7","content":"Tus uas nqa nws tej cuab yeej teb nws tias, “Koj cia li ua txhua yam uas koj lub siab xav ua. Kuv nrog koj ua ke thiab koj lub siab xav li cas kuv lub siab kuj ua ib yam li ntawd.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.8","label":"8","content":"Ces Yaunathas txawm hais tias, “Wb yuav hla mus rau ntawm cov neeg ntawd thiab tshwm rau lawv pom."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.9","label":"9","content":"Yog lawv hais rau wb tias, ‘Cia li nyob tos txog thaum peb tuaj txog neb,’ ces wb yuav nyob twjywm ntawm lub chaw thiab wb yuav tsis nce mus rau ntawm lawv."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.10","label":"10","content":"Yog lawv hais tias, ‘Cia li nce tuaj rau ntawm peb,’ ces wb yuav nce mus. Qhov uas lawv teb li ntawd yuav qhia rau wb paub tias Yawmsaub twb muab lawv cob rau hauv wb txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.11","label":"11","content":"Ob tug thiaj tshwm rau cov Filixatee pab tub rog pom, mas cov Filixatee hais tias, “Saib nawj, cov Henplais tawm hauv qhov tsiv nraim tshwm tuaj lawm.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.12","label":"12","content":"Ces cov tub rog uas zov kev ntawd txawm hu Yaunathas thiab tus uas nqa nws tej cuab yeej hais tias, “Cia li nce tuaj rau ntawm peb mas peb yuav qhia ib yam dabtsi rau neb.” Yaunathas txawm hais rau tus uas nqa nws tej cuab yeej tias, “Cia li raws kuv qab los, rau qhov Yawmsaub twb muab lawv cob rau hauv cov Yixayee txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.13","label":"13","content":"Ces Yaunathas txawm nkag nce mus thiab tus uas nqa nws tej cuab yeej kuj raws nws qab mus. Cov neeg no thiaj li tuag rau ntawm Yaunathas txhais tes thiab tus uas nqa nws tej cuab yeej kuj tua lawv raws qab mus."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.14","label":"14","content":"Thawj zaug uas Yaunathas thiab tus uas nqa nws tej cuab yeej tua lawv ntawd mas tuag kwvlam nees nkaum leej. Thaj chaw uas lawv sib tua ntawd dav li ib nkawg nyuj laij teb ib tav su."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.15","label":"15","content":"Cov Filixatee sawvdaws ras zom zaws tsis hais hauv lub yeej thiab ib ncig lub yeej. Pab tub rog uas zov kev thiab cov tub rog uas mus lws tebchaws kuj ntshai tshee hnyo. Av kuj ntseeg nkaws, ua rau muaj kev ras zom zaws loj heev."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.16","label":"16","content":"Xa‑u cov tub rog uas faj xwm hauv lub moos Kinpe‑a hauv Npeeyamee tebchaws tsa muag ntsia ua ciav pom cov Filixatee coob coob ntawd dhia khiav ntxhov hnyo rau tom ub tom no."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.17","label":"17","content":"Ces Xa‑u txawm hais rau cov neeg uas nrog nws nyob tias, “Cia li suav saib leejtwg tawm ntawm peb mus lawm.” Thaum lawv suav saib ua ciav Yaunathas thiab tus uas nqa nws tej cuab yeej tsis nyob ntawd."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.18","label":"18","content":"Xa‑u txawm hais rau Ahiya tias, “Cia li coj Vajtswv lub phij xab  los ntawm no,” rau qhov lub sijhawm ntawd Vajtswv lub phij xab  nyob hauv cov Yixayee lawm."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.19","label":"19","content":"Thaum Xa‑u nrog tus pov thawj hais lus txawm muaj suab nrov heev zuj zus hauv cov Filixatee lub yeej. Xa‑u thiaj hais rau tus pov thawj tias, “Cia li nkaum tes, tsis txhob ua nug lawm.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.20","label":"20","content":"Ces Xa‑u thiab nws cov tub rog txawm sau nthwv mus ntaus rog, ua ciav cov Filixatee rov sib tua ua ntxhov hnyo sib chab sib chaws."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.21","label":"21","content":"Cov Henplais uas twb mus nrog cov Filixatee nyob ua ntej los lawm thiab tuaj rau hauv lub yeej ntawd, kuj tig los koom nrog cov Yixayee uas yog Xa‑u thiab Yaunathas tog."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.22","label":"22","content":"Thaum cov Yixayee uas tsiv nraim rau pem toj siab Efa‑i tebchaws tau hnov tias cov Filixatee tabtom khiav, lawv kuj caum qab mus ua rog rau thiab."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.23","label":"23","content":"Hnub ntawd Yawmsaub cawm cov Yixayee li no. Lawv thiaj ntaus rog mus dhau plaws lub moos Npe‑avee."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.24","label":"24","content":"Hnub ntawd cov Yixayee raug kev ceeblaj heev vim yog Xa‑u twv tseg rau cov tub rog tias, “Leejtwg noj mov ua ntej hnub tsis tau poob qho thiab ua ntej uas kuv tsis tau ua pauj rau kuv cov yeeb ncuab tag, cia tus ntawd raug foom tsis zoo.” Vim li no cov tub rog tsis noj mov kiag li."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.25","label":"25","content":"Cov neeg sawvdaws mus rau hauv hav zoov mas muaj zib ntab nyob hauv pem teb."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.26","label":"26","content":"Thaum cov neeg mus rau hauv hav zoov lawm mas pom zib ntab tabtom nrog, tiamsis tsis muaj leejtwg cev tes muab los noj, vim yog ntshai tej lus uas twv tseg lawd."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.27","label":"27","content":"Tiamsis Yaunathas tsis hnov leej txiv tej lus uas nws twv rau cov pejxeem. Nws thiaj muab tus hau pas nrig uas nws coj tshum xub ntab cev tes muab cov zib los noj, ces nws qhov muag thiaj kaj tuaj."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.28","label":"28","content":"Muaj ib tug yawg hais tias, “Koj txiv twv tseg rau cov tub rog tias, ‘Hnub no leejtwg noj mov yuav raug foom tsis zoo.’ Cov neeg thiaj tsaug leeg heev.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.29","label":"29","content":"Yaunathas thiaj hais tias, “Kuv txiv ua rau lub tebchaws raug kev ceeblaj. Sim saib kuv lub qhov muag twb kaj lawm vim kuv tau noj mentsis zib ntab."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.30","label":"30","content":"Yog hnub no cov neeg tau noj tej uas txeeb tau ntawm yeeb ncuab los mas yuav zoo dua ntau npaug, rau qhov nimno qhov uas tua cov Filixatee kuj tsis muaj ntau lawm.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.31","label":"31","content":"Hnub ntawd lawv tua cov Filixatee ntawm Mimaj mus txog lub moos Aiyaloo. Mas cov tub rog tsaug leeg heev."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.32","label":"32","content":"Lawv thiaj dhia mus muab tej uas txeeb tau los, yog yaj thiab nyuj thiab menyuam nyuj coj los tua kiag rau hauv av, noj kiag nqaij thiab ntshav ua ke."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.33","label":"33","content":"Mas luag thiaj mus hais rau Xa‑u tias, “Cov neeg ua txhaum rau Yawmsaub vim yog noj kiag nqaij thiab ntshav.” Mas Xa‑u hais tias, “Nej ua neeg fav xeeb lawm. Cia li dov ib lub pob zeb loj los rau ntawm kuv no.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.34","label":"34","content":"Thiab Xa‑u hais tias, “Cia li mus hais thoob plaws rau cov neeg tias, ‘Nej txhua tus yuav tsum coj nej tej nyuj tej yaj los tua rau saum lub pob zeb no noj. Tsis txhob ua txhaum rau Yawmsaub vim yog noj nqaij thiab ntshav.’ ” Mas hmo ntawd txhua tus coj lawv tej nyuj los tua rau qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.35","label":"35","content":"Xa‑u ua ib lub thaj xyeem rau Yawmsaub. Yog thawj lub thaj uas nws ua rau Yawmsaub."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.36","label":"36","content":"Ces Xa‑u hais tias, “Peb cia li mus caum cov Filixatee hmo ntuj thiab txeeb lawv tej qhov txhia chaw ib hmos kaj ntug. Peb tsis txhob tseg ib tug dim siav li.” Cov neeg teb tias, “Cia li ua raws li koj pom zoo.” Tiamsis tus pov thawj hais tias, “Cia peb los ua nug rau Vajtswv ntawm no tso.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.37","label":"37","content":"Ces Xa‑u thiaj nug Vajtswv tias, “Kuv yuav mus caum cov Filixatee los tsis txhob mus? Koj yuav muab lawv cob rau hauv cov Yixayee txhais tes los tsis muab?” Tiamsis hnub ntawd Vajtswv tsis teb Xa‑u."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.38","label":"38","content":"Xa‑u thiaj hais tias, “Nej sawvdaws uas yog cov thawj, cia li los ntawm no, nej cia li tshuaj saib yog vim li cas hnub no muaj lub txim no tshwm los."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.39","label":"39","content":"Muaj Yawmsaub tus uas cawm cov Yixayee muaj txojsia nyob pom, txawm yog txojkev txhaum nyob ntawm kuv tus tub Yaunathas los nws yeej yuav tuag xwb.” Tiamsis cov neeg sawvdaws ntawd tsis muaj ib tug teb nws li."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.40","label":"40","content":"Ces Xa‑u txawm hais rau cov Yixayee sawvdaws tias, “Cia nej tuaj ib tog, mas kuv thiab kuv tus tub Yaunathas tuaj ib tog.” Mas cov pejxeem hais rau Xa‑u tias, “Cia li ua raws li koj pom zoo.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.41","label":"41","content":"Ua li ntawd Xa‑u thiaj thov hais tias, “Au Yawmsaub uas yog cov Yixayee tus Vajtswv, ua cas hnub no koj tsis teb kuv uas yog koj tus qhev? Yog lub txim nyob ntawm kuv thiab kuv tus tub Yaunathas, thov teb rau Uli, yog lub txim nyob ntawm cov Yixayee thov teb rau Thumi.”  Ces Xa‑u thiab Yaunathas thiaj yog tog uas ua txhaum mas cov pejxeem dim."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.42","label":"42","content":"Ces Xa‑u thiaj hais tias, “Rov qab saib Uli thiab Thumi rau kuv thiab kuv tus tub Yaunathas.” Mas kev txhaum poob rau Yaunathas."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.43","label":"43","content":"Ces Xa‑u thiaj hais rau Yaunathas tias, “Koj tau ua dabtsi lawm? Cia li hais rau kuv saib.” Yaunathas thiaj hais tias, “Kuv tau sim noj mentsis zib ntab ntawm tus hau pas nrig hauv kuv txhais tes. Kuv nyob ntawm no, kuv yeem tuag.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.44","label":"44","content":"Xa‑u thiaj hais tias, “Yog kuv tsis tua koj thov Vajtswv ua hnyav dua ntawd rau kuv. Yaunathas koj yuav tuag tiag tiag li.”"},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.45","label":"45","content":"Cov pejxeem hais rau Xa‑u tias, “Tsim nyog Yaunathas uas coj kev kov yeej loj kawg los rau cov Yixayee tuag lov? Tsis txhob ua li ntawd. Muaj Yawmsaub uas muaj txojsia nyob pom, tsis tseev nws ib txoj plaubhau poob rau hauv av li, vim hnub no nws tau koom nrog Vajtswv ua rog.” Cov pejxeem thiaj txhiv tau Yaunathas nws thiaj tsis tuag."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.46","label":"46","content":"Ces Xa‑u txawm tsis raws caum cov Filixatee lawm. Cov Filixatee rov mus rau lawv qub teb qub chaw."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.47","label":"47","content":"Thaum Xa‑u tau ua vajntxwv kav cov Yixayee, nws ua rog rau nws cov yeeb ncuab rau txhua fab, yog ua rog rau Mau‑a thiab Asmoo thiab Edoo thiab cov vajntxwv hauv Xaunpa tebchaws thiab cov Filixatee. Nws mus rau qhovtwg kuj ntaus yeej qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.48","label":"48","content":"Nws muaj siab loj siab tuab ua rog thiab ntaus yeej cov Amalej thiab cawm cov Yixayee dim hauv cov uas tuaj lws lawv txhais tes."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.49","label":"49","content":"Xa‑u li tub yog Yaunathas, Isavi thiab Makhisuva. Nws ob tug ntxhais tus hlob hu ua Mela, tus yau hu ua Mikhas."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.50","label":"50","content":"Xa‑u tus pojniam hu ua Ahinau‑as, nws yog Ahima‑a tus ntxhais. Xa‑u tus thawj rog yog Anaw uas yog Naw tus tub, Naw yog Xa‑u yawg laus."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.51","label":"51","content":"Khij yog Xa‑u txiv, Naw yog Anaw txiv, Naw thiab Khij yog Anpi‑ee li tub."},{"bible_id":"1269","chapter_code":"1SA.14","verse_code":"1SA.14.52","label":"52","content":"Xa‑u sim neej mas muaj kev ua rog rau cov Filixatee loj heev. Thaum Xa‑u pom leejtwg muaj zog thiab siab loj siab tuab nws coj los nrog nws nyob ua nws li tubtxib tub khai."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.1","label":"1","content":"Xamuyee hais rau Xa‑u tias, “Yawmsaub txib kuv tuaj tsa koj ua vajntxwv kav nws haiv neeg Yixayee. Vim li no nimno koj tig ntsej mloog Yawmsaub tej lus."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.2","label":"2","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, ‘Kuv yuav rau txim rau cov Amalej rau qhov uas thaum cov Yixayee tawm hauv Iyi tebchaws los lawv tav cov Yixayee kev."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.3","label":"3","content":"Koj cia li mus ntaus cov Amalej thiab muab txhua yam uas lawv muaj ua kom puam tsuaj tag huvsi. Tsis txhob tseg ib tug dim li, cia tua tag nrho tej pojniam txivneej, tej menyuam yaus tej menyuam noj mis thiab tej nyuj tej yaj tej ntxhuav thiab tej nees luav huvsi.’ ”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.4","label":"4","content":"Xa‑u thiaj hu cov pejxeem tuaj ua ke rau ntawm Thela‑i suav tag nrho cov tub rog muaj 200,000 leej thiab cov neeg Yuda 10,000 leej."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.5","label":"5","content":"Xa‑u lawv tuaj rau ntawm Amalej lub nroog thiab nyob hauv lub hav zov tos."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.6","label":"6","content":"Xa‑u hais rau cov Khenai tias, “Cia li tawm mus, cia li ncaim ntawm cov Amalej mus tsam ces kuv ua rau nej nrog lawv puam tsuaj tag. Rau qhov thaum cov Yixayee tawm hauv Iyi tebchaws los nej hlub lawv.” Yog li ntawd cov Khenai thiaj ncaim cov Amalej mus lawm."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.7","label":"7","content":"Xa‑u kuj ntaus cov Amalej swb txij ntua lub moos Havila mus txog lub moos Su uas nyob ntawm Iyi tebchaws sab hnub tuaj."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.8","label":"8","content":"Nws ntes tau cov Amalej tus vajntxwv Aka ciaj sia kais thiab xuas ntaj muab cov pejxeem tua puam tsuaj tag nrho huvsi."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.9","label":"9","content":"Tiamsis Xa‑u thiab nws cov neeg tseg Aka txojsia thiab tej tsiaj txhu uas zoo kawg, muaj yaj muaj nyuj, muaj tej tsiaj uas rog rog thiab muaj tej menyuam yaj thiab txhua yam uas zoo kawg. Lawv tsis kam muab ua kom puam tsuaj. Lawv tsuas yog muab txhua yam uas lawv tsis nyiam thiab tsis muaj qabhau ua kom puam tsuaj xwb."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.10","label":"10","content":"Mas Yawmsaub hais lus tuaj rau Xamuyee tias,"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.11","label":"11","content":"“Kuv tu siab qhov uas kuv tsa Xa‑u ua vajntxwv, rau qhov nws tau tig ntawm kuv mus lawm tsis ua raws li kuv tej lus nkaw.” Mas Xamuyee kuj chim thiab quaj thov Yawmsaub ib hmos kaj ntug."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.12","label":"12","content":"Thaum tagkis Xamuyee sawv ntxov tsees yuav mus nrhiav Xa‑u. Muaj neeg hais rau Xamuyee tias, “Xa‑u tuaj rau ntawm lub moos Khamee thiab ua ib tug yam ntxwv cia ua lub chaw nco txog nws ces txawm hla dhau plaws mus rau lub moos Kilakas lawm.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.13","label":"13","content":"Ces Xamuyee txawm tuaj cuag Xa‑u, ces Xa‑u hais rau Xamuyee tias, “Thov Yawmsaub foom koob hmoov rau koj. Kuv twb ua raws li Yawmsaub tej lus nkaw lawm.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.14","label":"14","content":"Tiamsis Xamuyee hais tias, “Tej suab yaj quaj thiab tej suab nyuj nqov uas hnov ntawd yog dabtsi?”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.15","label":"15","content":"Xa‑u teb tias, “Yog lawv coj hauv cov Amalej los, rau qhov kuv cov neeg tseg tej yaj tej nyuj uas zoo kawg xyeem rau koj tus Vajtswv Yawmsaub, dua li ntawd peb twb muab ua puam tsuaj tag nrho huvsi lawm.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.16","label":"16","content":"Ces Xamuyee txawm hais rau Xa‑u tias, “Tsum lauj! Kuv yuav hais rau koj paub tias nag hmo Yawmsaub hais li cas rau kuv.” Xa‑u teb tias, “Cia li hais maj.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.17","label":"17","content":"Xamuyee thiaj hais tias, “Txawm yog koj saib koj zoo li ib tug me kawg, los koj twb yog tus thawj hauv txhua xeem Yixayee los tsis yog? Yawmsaub tsa koj ua vajntxwv kav cov Yixayee."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.18","label":"18","content":"Thiab Yawmsaub txib koj mus ua nws tej haujlwm thiab hais tias, ‘Cia li mus ua kom cov Amalej uas yog neeg muaj txim puam tsuaj tag nrho huvsi, thiab ua rog rau lawv mus txog thaum lawv ploj tag huvsi.’"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.19","label":"19","content":"Ua cas koj tsis mloog Yawmsaub tej lus? Ua cas koj mus txeeb tej qhov txhia chaw thiab ua tej uas Yawmsaub pom tias phem kawg li?”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.20","label":"20","content":"Xa‑u hais rau Xamuyee tias, “Kuv twb mloog Yawmsaub tej lus lawm. Kuv twb mus ua tej haujlwm uas Yawmsaub txib kuv mus, kuv ntes tau cov Amalej tus vajntxwv Aka coj los thiab kuv ua rau cov Amalej puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.21","label":"21","content":"Tiamsis kuv cov neeg muab tej qhov txhia chaw, tej yaj tej nyuj uas zoo kawg uas muab cais ua kom puam tsuaj ntawd coj los xyeem rau koj tus Vajtswv Yawmsaub hauv lub moos Kilakas.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.22","label":"22","content":"Ces Xamuyee hais tias, “Yawmsaub txaus siab rau tej uas hlawv xyeem thiab tej uas muab xyeem npaum li qhov uas mloog Yawmsaub lus lov? Sim xav saib maj, qhov uas mloog lus zoo dua tej uas muab xyeem thiab qhov uas tig ntsej mloog zoo dua li tej roj txiv yaj."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.23","label":"23","content":"Vim qhov uas fav xeeb kuj ib yam li lub txim uas saib sij saib yaig, thiab qhov uas tawv ncauj kuj zoo li lub txim phem uas pe dab. Vim koj tso Yawmsaub tej lus tseg Yawmsaub kuj tso koj tseg tsis yuav koj ua vajntxwv lawm.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.24","label":"24","content":"Mas Xa‑u hais rau Xamuyee tias, “Kuv ua txhaum lawm. Kuv fav xeeb rau Yawmsaub tej lus nkaw thiab koj tej lus vim yog kuv ntshai cov pejxeem thiab mloog lawv tej lus."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.25","label":"25","content":"Yog li no thov koj zam kuv lub txim thiab nrog kuv rov qab mus, kom kuv thiaj tau pe hawm Yawmsaub.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.26","label":"26","content":"Mas Xamuyee hais rau Xa‑u tias, “Kuv yuav tsis nrog koj rov qab mus, vim yog koj tso Yawmsaub tej lus tseg, mas Yawmsaub twb tso koj tseg tsis yuav koj ua vajntxwv kav cov Yixayee lawm.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.27","label":"27","content":"Thaum Xamuyee tig hlo mus lawm Xa‑u thiaj tuav nkaus Xamuyee lub qab tsho ces lub tsho txawm ntuag."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.28","label":"28","content":"Ces Xamuyee hais rau nws tias, “Hnub no Yawmsaub muab cov Yixayee lub tebchaws dua rhe ntawm koj mus lawm thiab muab cob rau koj li ib tug kwvtij uas zoo dua koj."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.29","label":"29","content":"Tus uas yog cov Yixayee lub meej mom tsis txawj dag tsis txawj hloov siab. Nws tsis yog neeg es yuav hloov siab.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.30","label":"30","content":"Xa‑u txawm hais tias, “Kuv tau ua txhaum muaj txim lawm. Nimno thov koj saib rau kuv tab meeg kuv cov neeg tej kev txwj laus thiab cov Yixayee. Thov nrog kuv rov qab kom kuv thiaj tau pe hawm Yawmsaub uas yog koj tus Vajtswv.”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.31","label":"31","content":"Mas Xamuyee thiaj nrog Xa‑u rov qab mus, Xa‑u thiaj tau pe hawm Yawmsaub."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.32","label":"32","content":"Mas Xamuyee hais tias, “Cia li coj cov Amalej tus vajntxwv Aka los rau kuv.” Ces Aka thiaj zoo siab hlo los rau ntawm nws. Aka hais tias, “Txojkev lwj siab txojkev tuag dhau tag lawm lauj!”"},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.33","label":"33","content":"Xamuyee hais tias, “Koj rab ntaj ua rau tej pojniam tsis muaj tub li cas, koj niam yuav nrog luag ib tsoom pojniam tsis muaj tub ib yam li ntawd thiab.” Ces Xamuyee txawm tsuav Aka ua tej ywb yav rau ntawm Yawmsaub xubntiag hauv lub moos Kilakas."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.34","label":"34","content":"Ces Xamuyee txawm mus rau ntawm lub moos Lama. Xa‑u txawm mus rau nws lub vaj lub tsev hauv Kinpe‑a uas yog Xa‑u lub moos."},{"bible_id":"1269","chapter_code":"1SA.15","verse_code":"1SA.15.35","label":"35","content":"Ces Xamuyee tsis rov pom Xa‑u mus txog tag Xamuyee sim neej, mas Xamuyee nyuaj siab kawg rau Xa‑u. Yawmsaub tu siab qhov uas nws tau tsa Xa‑u ua vajntxwv kav cov Yixayee."},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.1","label":"1","content":"Yawmsaub hais rau Xamuyee tias, “Koj yuav quaj Xa‑u mus ntev li cas, rau qhov kuv twb muab nws tso tseg tsis yuav nws ua vajntxwv kav cov Yixayee lawm? Cia li muab koj lub khob kub nyuj ntim roj aulib es sawv kev mus. Kuv yuav txib koj mus rau ntawm Yexi hauv lub moos Npelehee, rau qhov kuv twb xaiv nws cov tub ib tug ua vajntxwv lawm.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.2","label":"2","content":"Xamuyee hais tias, “Kuv yuav ua li cas mus tau? Yog Xa‑u hnov nws yuav muab kuv tua pov tseg xwb.” Ces Yawmsaub hais tias, “Cia li coj ib tug maum nyuj mus thiab hais tias, ‘Kuv tuaj xyeem tsiaj rau Yawmsaub.’"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.3","label":"3","content":"Mas hu Yexi tuaj nrog koj ua kevcai xyeem tsiaj mas kuv yuav qhia rau koj paub tias koj yuav tsum ua dabtsi. Koj yuav hliv roj rau tus uas kuv qhia lub npe rau koj.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.4","label":"4","content":"Xamuyee ua raws li Yawmsaub hais. Nws tuaj rau ntawm lub moos Npelehee. Cov kev txwj laus hauv lub moos ntawd tuaj cuag nws ua ib ce ntshai tshee hnyo thiab hais tias, “Koj tuaj ua qhov zoo lov?”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.5","label":"5","content":"Xamuyee teb tias, “Kuv tuaj ua qhov zoo, kuv tuaj xyeem tsiaj rau Yawmsaub. Cia li tu kom nej dawb huv thiab tuaj nrog kuv ua kevcai xyeem tsiaj.” Xamuyee kuj tu kom Yexi thiab nws cov tub dawb huv thiab hu lawv tuaj nrog nws ua kevcai xyeem tsiaj."},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.6","label":"6","content":"Thaum lawv tuaj lawd nws ntsia ntsoov Elia xav hais tias, “Tus uas Yawmsaub tsa kuj tuaj rau ntawm Yawmsaub lub xubntiag lawm lauj.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.7","label":"7","content":"Tiamsis Yawmsaub hais rau Xamuyee tias, “Tsis txhob saib rau nws lub cev thiab saib qhov uas nws siab, rau qhov kuv tsis yuav nws. Yawmsaub saib tsis thooj li neeg saib. Neeg saib lub cev sab nraud xwb, tiamsis Yawmsaub saib lub siab.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.8","label":"8","content":"Ces Yexi txawm hu Anpinada los hla Xamuyee xubntiag. Xamuyee hais tias, “Yawmsaub tsis xaiv tus no.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.9","label":"9","content":"Ces Yexi txawm kom Sama hla los mus. Mas Xamuyee kuj hais tias, “Yawmsaub tsis xaiv tus no.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.10","label":"10","content":"Yexi kom xya leej tub hla mus ntawm Xamuyee xubntiag. Mas Xamuyee hais rau Yexi tias, “Yawmsaub tsis xaiv cov no.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.11","label":"11","content":"Ces Xamuyee txawm hais rau Yexi tias, “Koj cov tub nyob txhij ntawm no lawm lov?” Yexi teb tias, “Tseem tshuav tus tub ntxawg, nws mus yug yaj lawm.” Mas Xamuyee hais rau Yexi tias, “Cia li txib neeg mus coj nws los. Peb yuav tsis zaum mus txog thaum nws los txog ntawm no.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.12","label":"12","content":"Yexi kuj txib neeg mus coj nws los. Nws yog ib tug ntsej muag tshiab liab ploog lub cev ntaj ntsug zoo nraug ntxiag. Yawmsaub hais tias, “Cia li sawv tsees hliv roj rau tus ntawd, yog tus ntawd ntag.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.13","label":"13","content":"Ces Xamuyee txawm muab lub khob kub nyuj roj los hliv ua kevcai tsa nws tab meeg cov tijlaug. Mas Yawmsaub tus Ntsuj Plig los nrog nraim Davi nyob txij hnub ntawd mus. Ces Xamuyee txawm sawv tsees rov qab mus rau hauv lub moos Lama lawm."},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.14","label":"14","content":"Mas Yawmsaub tus Ntsuj Plig tawm hauv Xa‑u lawm, ces Yawmsaub cia ib tug plig phem los tsim txom Xa‑u."},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.15","label":"15","content":"Xa‑u cov tub teg tub taws hais rau nws tias, “Sim saib, Yawmsaub cia ib tug plig phem los tsim txom koj lawm."},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.16","label":"16","content":"Vajntxwv, thov koj txib koj cov tub qhe uas nyob ntawm koj xubntiag no mus nrhiav ib tug uas txawj ntaus nkauj nog ncas tuaj. Thaum twg Vajtswv cia tus plig phem tshoov koj lub siab, tus ntawd yuav ntaus nkauj nog ncas ces koj yuav zoo.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.17","label":"17","content":"Xa‑u thiaj hais rau nws cov tub teg tub taws tias, “Cia li mus nrhiav ib tug yawg uas txawj ntaus nkauj nog ncas coj tuaj cuag kuv.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.18","label":"18","content":"Cov tub hluas ntawd muaj ib tug hais tias, “Kuv pom Yexi hauv Npelehee ib tug tub txawj ntaus nkauj nog ncas. Nws siab loj siab tuab thiab txawj ua rog, hais lus zoo thiab ntsej muag zuag plias. Thiab Yawmsaub nrog nraim nws.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.19","label":"19","content":"Xa‑u thiaj txib neeg mus hais rau Yexi tias, “Koj cia li tso koj tus tub Davi uas yug yaj tuaj cuag kuv.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.20","label":"20","content":"Ces Yexi thiaj li muab ib tug nees luav thauj mov noj thiab ib hnab tawv cawv txiv hmab thiab ib tug menyuam tshis rau nws tus tub Davi coj mus pub rau Xa‑u."},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.21","label":"21","content":"Davi kuj tuaj cuag Xa‑u thiab ua nws li haujlwm. Xa‑u hlub Davi heev, Davi kuj ua tus uas nqa Xa‑u tej cuab yeej ua rog."},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.22","label":"22","content":"Xa‑u xa xov mus rau Yexi tias, “Cia li kheev Davi nyob ua kuv tes haujlwm, vim kuv txaus siab rau nws.”"},{"bible_id":"1269","chapter_code":"1SA.16","verse_code":"1SA.16.23","label":"23","content":"Thaum Vajtswv cia tus plig phem los tshoov Xa‑u lub siab thaum twg, Davi kuj khaws nkauj nog ncas los ntaus ces Xa‑u siab thiaj tus thiab zoo thiab tus plig phem thiaj khiav tawm ntawm nws mus lawm."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.1","label":"1","content":"Cov Filixatee txhij tub rog yuav tuaj ua rog, lawv tuaj txoos ua ke ntawm lub moos Xaukhau uas nyob hauv Yuda tebchaws. Lawv ua yeej rau ntawm Xaukhau thiab Axekha ntu nruab nrab ntawm Efedami."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.2","label":"2","content":"Mas Xa‑u thiab cov Yixayee txhij rog ua ke tuaj ua yeej rau hauv lub hav Ela, npaj chaw ua rog rau cov Filixatee."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.3","label":"3","content":"Cov Filixatee sawv rau saum ib lub roob, cov Yixayee sawv dua rau saum ib lub roob, muaj ib lub hav quas nruab nrab."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.4","label":"4","content":"Muaj ib tug yawg uas txawj ua rog heev tawm hauv cov Filixatee lub yeej tuaj npe hu ua Kaulia. Nws siab rau tshis thiab ib dos, nws yog neeg hauv lub moos Ka."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.5","label":"5","content":"Nws ntoo ib lub mom tooj liab saum nws taubhau thiab hnav lub tsho tooj liab hnyav tsib txhiab sekhee."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.6","label":"6","content":"Nws rau nrhoob tooj liab thiab khuam ib rab hmuv tooj liab ntawm xub pwg laim nkaus."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.7","label":"7","content":"Tus ko hmuv ntoo uas nws tuav loj li rab nqos ntos ntaub, lub hauv hmuv yog hlau hnyav rau pua sekhee.  Tus tub rog uas tuav daim phiaj hlau thaiv nws mus ua nws ntej."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.8","label":"8","content":"Nws tuaj sawv qw rau Yixayee cov tub rog uas nyob ib kab sab tias, “Nej tawm tuaj nyob ib kab sab ua dabtsi li kod? Kuv yog neeg Filixatee los tsis yog? Nej yog Xa‑u cov qhev los tsis yog? Cia li xaiv ib tug nyob nej chaw nqes tuaj rau ntawm kuv no."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.9","label":"9","content":"Yog nws muaj peevxwm nrog kuv ua rog thiab tua tau kuv, peb cov yuav yeem ua nej qhev. Yog kuv kov yeej nws thiab tua tau nws, nej cov yuav tsum ua peb qhev thiab tu peb.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.10","label":"10","content":"Thiab tus Filixatee ntawd hais tias, “Hnub no kuv twv ntxhias Yixayee cov tub rog xa ib tug tuaj mas wb yuav sib tua.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.11","label":"11","content":"Thaum Xa‑u thiab cov Yixayee sawvdaws hnov tus Filixatee tej lus ntawd, lawv poob siab thiab ntshai kawg li."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.12","label":"12","content":"Mas Davi yog Yexi tus tub. Yexi yog neeg Efatha nyob hauv lub moos Npelehee hauv Yuda tebchaws, nws muaj yim tus tub. Thaum Xa‑u ua vajntxwv Yexi kuj laus heev hnub nyoog nchav lawm."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.13","label":"13","content":"Yexi peb tug tub hlob kuj nrog Xa‑u mus ua rog. Nws peb tug tub uas mus ua rog ntawd tus hlob npe hu ua Elia, tus ob hu ua Anpinada thiab tus peb hu ua Sama."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.14","label":"14","content":"Davi yog tus tub ntxawg. Peb tug tijlaug hlob kuj nrog Xa‑u mus lawm."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.15","label":"15","content":"Davi mus mus los los rau ntawm Xa‑u thiab yug nws txiv pab yaj ntawm Npelehee."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.16","label":"16","content":"Tus Filixatee ntawd tawm tuaj twv ntxhias thaum tagkis thiab thaum yuav tsaus ntuj tau plaub caug hnub."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.17","label":"17","content":"Yexi hais rau nws tus tub Davi tias, “Koj cia li coj cov qeb kib ib efa  thiab kaum lub ncuav no kavtsij mus rau koj cov tijlaug hauv lub yeej."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.18","label":"18","content":"Thiab coj kaum thooj nyuj mis nkoog khov no mus rau lawv tus thawj rog uas kav ib txhiab leej. Saib koj cov tijlaug nyob zoo li cas thiab coj lawv li ib yam los rau kuv saib."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.19","label":"19","content":"Xa‑u thiab koj cov tijlaug thiab cov Yixayee sawvdaws nyob hauv lub hav Ela tabtom ua rog rau cov Filixatee.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.20","label":"20","content":"Davi thiaj sawv ntxov tsees tso pab yaj tseg rau ib tug saib, thauj zaub mov mus raws li Yexi hais rau nws. Nws tuaj txog hauv lub yeej rau thaum pab tub rog tabtom tawm mus nyob ib kab sab rau ntawm chaw ua rog thiab qw ua tsuj ua tsaug."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.21","label":"21","content":"Cov Yixayee thiab cov Filixatee tawm tuaj yuav nqes tes ua rog, ob tog tub rog tuaj sawv saib ntswb ntsoov."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.22","label":"22","content":"Davi muab tej zaub mov tso rau tus uas saib zaub mov ces txawm dhia mus rau tom chaw ua rog nrog nws tijlaug tham."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.23","label":"23","content":"Thaum lawv tabtom hais lus tus yawg Filixatee uas hu ua Kaulia, uas yog neeg hauv lub moos Ka uas txawj ua rog heev txawm tawm hauv pab tub rog Filixatee uas sawv ua ib kab sab ntawd txav zog tuaj, thiab hais twv ntxhias yam li yav tag los lawd, mas Davi kuj hnov."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.24","label":"24","content":"Thaum cov Yixayee sawvdaws pom tus yawg ntawd lawv txawm khiav thim rov qab ntshai kawg li."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.25","label":"25","content":"Cov Yixayee sib tham hais tias, “Nej twb pom tus yawg uas tawm tuaj ntawd lawm lov? Nws tawm tuaj twv ntxhias cov Yixayee tiag tiag li. Yog leejtwg tua tau nws, vajntxwv yuav muab nyiaj txiag ntau nplua mias thiab muab vajntxwv tus ntxhais rau tus ntawd yuav, thiab pub kom nws txiv tsev neeg tsis txog them se rau hauv cov Yixayee.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.26","label":"26","content":"Ces Davi txawm hais rau cov neeg uas nrog nws sawv ua ke ntawd tias, “Lawv yuav ua li cas rau tus uas tua tau tus Filixatee ntawd thiaj rhuav tau qhov uas nws ua rau cov Yixayee poob ntsej muag? Tus yawg Filixatee uas tsis ua kevcai txiav ntawd yog leejtwg es nws yuav hais twv ntxhias rau Vajtswv uas muaj txojsia nyob pab tub rog?”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.27","label":"27","content":"Cov pejxeem kuj teb nws ib yam nkaus tias, “Yog leejtwg tua tau tus yawg ntawd nws yuav tau raws li hais cia lawd.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.28","label":"28","content":"Thaum Elia uas yog Davi tus tijlaug hlob hnov Davi hais rau cov neeg ntawd, Elia txawm npau taws rau Davi thiab hais tias, “Koj tuaj ua dabtsi? Koj tseg ob peb tug nyuag yaj rau leejtwg saib xyuas hauv tebchaws moj sab qhua? Kuv yeej paub koj tej nyuag kev khav theeb thiab tej kev phem hauv koj lub siab. Koj tsuas yog tuaj saib lawv sib tua xwb.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.29","label":"29","content":"Davi txawm teb tias, “Kuv tau ua li cas maj? Kuv tsuas yog hais lo lus xwb.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.30","label":"30","content":"Davi txawm tig mus hais dua rau lwm tus ib yam nkaus li ntawd. Tej neeg kuj teb ib yam li qub rau nws."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.31","label":"31","content":"Thaum lawv hnov Davi tej lus lawv txawm piav rau Xa‑u paub, Xa‑u thiaj txib neeg mus coj Davi los."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.32","label":"32","content":"Davi thiaj hais rau Xa‑u tias, “Tsis txhob cia leejtwg poob siab rau yawg ntawd kiag li. Kuv uas yog koj tus qhev yuav mus nrog tus Filixatee ntawd sib tua.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.33","label":"33","content":"Mas Xa‑u hais rau Davi tias, “Koj tsis muaj peevxwm mus nrog tus Filixatee ntawd sib tua, rau qhov koj tseem yog menyuam hluas, tiamsis tus yawg ntawd yeej ua tub rog txij thaum hluas los lawm.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.34","label":"34","content":"Tiamsis Davi hais rau Xa‑u tias, “Kuv uas yog koj tus qhev txeev yug kuv txiv tej yaj, mas thaum muaj tsov ntxhuav muaj dais tuaj tom menyuam yaj,"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.35","label":"35","content":"kuv muab raws ntaus thiab cawm tus menyuam yaj ntawd dim hauv nws lub qhov ncauj los. Yog tsov tig kiag los tom kuv, kuv kuj ntsiab nkaus puab tsaig muab ntaus tuag kiag."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.36","label":"36","content":"Kuv uas yog koj tus qhev twb txeev tua tau tsov ntxhuav thiab dais los lawm. Mas tus Filixatee uas tsis ua kevcai txiav ntawd kuj yuav zoo li tej tsiaj ntawd rau qhov nws tau hais twv ntxhias Vajtswv uas muaj txojsia nyob cov tub rog.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.37","label":"37","content":"Thiab Davi hais tias, “Yawmsaub uas cawm kuv dim hauv tsov ntxhuav tej rau tes rau taw thiab dim hauv dais tej rau tes rau taw, yuav cawm kuv dim hauv tus Filixatee ntawd txhais tes thiab.” Xa‑u txawm hais rau Davi tias, “Cia li mus, thov Yawmsaub nrog nraim koj.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.38","label":"38","content":"Xa‑u txawm muab nws tej ris tsho ua rog rau Davi hnav thiab muab lub mom tooj liab rau Davi ntoo saum taubhau thiab muab lub tsho hlau rau Davi hnav."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.39","label":"39","content":"Davi muab Xa‑u rab ntaj los sia ris zawm lub tsho hlau rau ntawm duav, ces nws sim mus kev mas mus tsis taus rau qhov nws hnav tsis kam tej ntawd. Ces Davi txawm hais rau Xa‑u tias, “Kuv hnav tej no mus tsis taus, rau qhov kuv hnav tsis kam.” Ces Davi txawm muab hle."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.40","label":"40","content":"Nws tuav rawv nws tus pas nrig thiab xaiv tsib lub qe zeb kheej kheej hauv hav los ntim rau hauv nws lub hnab thoob puab uas nws khuam yug yaj. Nws nqa ib txoj hlua fiav ntaus qe zeb, nws nam zog mus ze tus Filixatee ntawd."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.41","label":"41","content":"Tus yawg Filixatee ntawd kuj nam zog tuaj ze Davi, tus uas tuav daim phiaj hlau thaiv kuj ua nws ntej."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.42","label":"42","content":"Thaum tus Filixatee tsa muag ntsia pom Davi nws kuj saib tsis taus Davi rau qhov Davi tsuas yog ib tug hluas ntsej muag tshiab liab ploog zoo nraug ntxiag xwb."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.43","label":"43","content":"Nws txawm hais rau Davi tias, “Kuv yog dev lov es koj yuav coj ib tug nyuag pas tuaj ntawm kuv?” Ces nws txawm tuav nws tej dab qhua lub npe tsawm foom Davi."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.44","label":"44","content":"Tus Filixatee hais rau Davi tias, “Cia li los rau ntawm kuv no. Kuv yuav muab koj tej nqaij rau tej liaj dav saum nruab ntug thiab tej tsiaj qus noj.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.45","label":"45","content":"Ces Davi hais rau nws tias, “Koj coj ntaj coj hmuv thiab coj hmuv nkaug tuaj tawm tsam kuv. Tiamsis kuv tuav Yawmsaub uas muaj hwjchim loj kawg nkaus lub npe tuaj tawm tsam koj. Nws yog Yixayee pab tub rog tus Vajtswv uas koj twv ntxhias."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.46","label":"46","content":"Hnub no Yawmsaub yuav muab koj cob rau hauv kuv txhais tes, kuv yuav muab koj tua thiab muab koj lub taubhau txiav pov tseg. Hnub no kuv yuav muab Filixatee cov tub rog tej cev tuag rau tej liaj dav saum nruab ntug thiab tej tsiaj qus hauv ntiajteb noj, mas ib tsoom neeg hauv qab ntuj yuav paub tias muaj ib tug Vajtswv nyob hauv Yixayee,"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.47","label":"47","content":"thiab tej neeg uas tuaj ua ke no huvsi yuav paub tias Yawmsaub tsis yog siv ntaj siv hmuv cawm neeg, rau qhov kev ua rog zaum no yog Yawmsaub ua, mas nws yuav muab nej cob rau hauv peb txhais tes.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.48","label":"48","content":"Thaum tus Filixatee ntawd sawv tsees nam zog tuaj ze yuav ntaus Davi, Davi kuj dhia ceev nrooj mus rau ntawm lub chaw ua rog rau tus Filixatee ntawd."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.49","label":"49","content":"Davi cev tes rho kiag ib lub qe zeb hauv lub hnab los fiav ntawm txoj hlua ntaus raug tus Filixatee ntawd hauv pliaj. Lub qe zeb ntsia nkaus rau ntawm hauv pliaj ua rau nws ntog khwb nkaus rau hauv av."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.50","label":"50","content":"Yog li no Davi thiaj siv txoj hlua fiav thiab ib lub qe zeb xwb kov yeej tus Filixatee ntawd. Nws muab tus Filixatee ntaus thiab muab tua pov tseg. Davi tsis muaj ntaj hauv nws txhais tes li."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.51","label":"51","content":"Davi thiaj dhia mus sawv kiag saum tus ntawd lub cev tuag thiab rho kiag rab ntaj hauv tus Filixatee ntawd lub hnab los txiav lub taubhau tu nrho. Thaum cov Filixatee pom tus tub rog uas nyob lawv chaw ua rog tuag lawm, lawv thiaj tig kiag khiav."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.52","label":"52","content":"Cov Yixayee thiab cov Yuda txawm sawv tsees qw nrov mus raws caum cov Filixatee mus txog ntua lub moos Ka thiab txog lub rooj loog lub moos Ekhoo. Cov Filixatee uas raug mob thiaj ntog taug kev ntawm lub moos Sa‑ala‑i mus txog ntua lub moos Ka thiab lub moos Ekhoo."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.53","label":"53","content":"Mas cov Yixayee thiaj rov qab los tsis caum cov Filixatee lawm thiab mus lws tej qhov txhia chaw hauv lawv lub yeej."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.54","label":"54","content":"Davi kuj coj tus Filixatee ntawd lub taubhau mus rau hauv lub nroog Yeluxalees. Tiamsis tej cuab yeej mas Davi coj mus khaws rau hauv nws lub tsev ntaub."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.55","label":"55","content":"Thaum Xa‑u pom Davi tawm mus ntaus rog rau tus Filixatee ntawd, nws txawm hais rau Anaw uas yog nws tus thawj rog tias, “Anaw, tus hluas ntawd yog leejtwg li tub?” Anaw teb tias, “Vajntxwv uas muaj txojsia nyob, kuv yeej tsis paub thiab.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.56","label":"56","content":"Vajntxwv txawm hais tias, “Cia li mus nug saib tug nyuag hluas ntawd yog leejtwg li tub.”"},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.57","label":"57","content":"Thaum Davi mus tua tus Filixatee rov los, Anaw coj nws mus cuag Xa‑u. Davi nqa rawv tus Filixatee ntawd lub taubhau mus thiab."},{"bible_id":"1269","chapter_code":"1SA.17","verse_code":"1SA.17.58","label":"58","content":"Xa‑u thiaj nug tias, “Tub hluas 'e, koj yog leejtwg li tub?” Davi teb tias, “Kuv yog koj tus qhev Yexi tus tub, yog neeg hauv Npelehee.”"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.1","label":"1","content":"Thaum Davi hais rau Xa‑u tag lawd, Yaunathas txawm nrog Davi koom ib lub siab thiab hlub Davi ib yam li nws hlub nws tus kheej."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.2","label":"2","content":"Ces hnub ntawd Xa‑u txawm kom Davi nrog nws nyob tsis kheev Davi rov qab mus rau nws txiv tsev."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.3","label":"3","content":"Mas Yaunathas nrog Davi cog lus sib raug zoo rau qhov nws hlub Davi ib yam li nws hlub nws tus kheej."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.4","label":"4","content":"Yaunathas hle nws lub tsho ntev pub rau Davi. Nws lub tsho hlau thiab nws rab ntaj rab hneev thiab txoj siv tawv los nws kuj pub rau Davi."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.5","label":"5","content":"Xa‑u txib Davi mus qhovtwg, los Davi kuj tawm mus ua haujlwm tiav log. Vim li no Xa‑u thiaj tsa Davi ua thawj kav cov tub rog. Tej uas Xa‑u ua ntawd mas cov pejxeem sawvdaws thiab Xa‑u cov tub teg tub taws puavleej pom zoo."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.6","label":"6","content":"Thaum Davi tua tau tus Filixatee ntawd lawm es cov tub rog sawvdaws rov los, cov pojniam hauv Yixayee txhua lub moos txawm tawm tuaj hu nkauj seev cev tos vajntxwv Xa‑u. Lawv npuaj nruas hu nkauj zoo siab xyiv fab thiab tshuab raj ntaus nkauj nog ncas."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.7","label":"7","content":"Thaum cov pojniam hu nkauj zoo siab xyiv fab ntawd lawv hu tias, “Xa‑u tua tau qas txhiab leej, Davi tua tau qas vam leej.”"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.8","label":"8","content":"Xa‑u txawm chim heev, nws tsis txaus siab rau tej lus uas lawv hu ntawd. Nws hais tias, “Lawv suav qas vam leej rau Davi, tiamsis suav qas txhiab leej rau kuv xwb. Tseem tshuav dabtsi uas Davi yuav tau tsuas yog tshuav lub tebchaws xwb?”"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.9","label":"9","content":"Ces txij hnub ntawd los Xa‑u txawm nyas nrhws Davi."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.10","label":"10","content":"Hnub tom qab Vajtswv cia ib tug plig phem los tshoov Xa‑u lub siab, ces Xa‑u txawm pib vwm rau hauv nws lub tsev rau thaum Davi tabtom ntaus nkauj nog ncas ib yam li nws niaj hnub ntaus. Xa‑u tuav rawv ib rab hmuv hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.11","label":"11","content":"Xa‑u txawm tib nkaug hmuv xav hais tias, “Kuv yuav nkaug Davi ntsia nkaus rau tim phab ntsa.” Tiamsis Davi maim dhau ob zaug."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.12","label":"12","content":"Xa‑u kuj ntshai Davi rau qhov Yawmsaub nrog nraim Davi tiamsis twb ncaim ntawm Xa‑u lawm."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.13","label":"13","content":"Yog li ntawd Xa‑u thiaj muab Davi raws tawm, muab Davi tsa ua thawj kav ib txhiab leej tub rog, Davi thiaj coj cov tub rog tawm mus thiab rov los."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.14","label":"14","content":"Davi ua dabtsi kuj ua tau tiav huvsi, rau qhov Yawmsaub nrog nraim nws."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.15","label":"15","content":"Thaum Xa‑u pom tias Davi ua tau haujlwm tiav zoo, nws kuj ntshai Davi."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.16","label":"16","content":"Tiamsis cov Yixayee thiab cov Yuda sawvdaws nyiam Davi rau qhov nws pheej coj lawv tawm mus ua rog thiab rov los."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.17","label":"17","content":"Ces Xa‑u hais rau Davi tias, “No yog kuv tus ntxhais hlob uas hu ua Mela. Kuv yuav muab nws qua rau koj yuav ua pojniam. Tsuav yog koj muaj lub siab tuab pab kuv thiab ua rog rau Yawmsaub cov yeeb ncuab xwb.” Rau qhov Xa‑u xav hais tias, “Tsis txhob cia kuv tsa kuv txhais tes ntaus nws, cia cov Filixatee ntaus nws.”"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.18","label":"18","content":"Davi hais rau Xa‑u tias, “Hauv cov Yixayee kuv yog leejtwg thiab kuv cov kwvtij uas yog kuv txiv tsev neeg yog leejtwg es kuv yuav los ua tau vajntxwv li vauv?”"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.19","label":"19","content":"Tiamsis thaum txog sijhawm uas Xa‑u yuav muab nws tus ntxhais Mela rau Davi, nws txawm muab qua kiag rau Adi‑ee uas yog neeg hauv lub moos Mehaula."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.20","label":"20","content":"Xa‑u tus ntxhais Mikhas kuj nyiam Davi. Muaj neeg mus hais rau Xa‑u paub, Xa‑u kuj txaus siab."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.21","label":"21","content":"Xa‑u xav hais tias, “Kuv yuav muab nws qua rau Davi xwv nws thiaj ua tau rooj hlua cuab Davi thiab cov Filixatee txhais tes thiaj li tawm tsam nws.” Yog li no Xa‑u thiaj hais rau Davi zaum ob tias, “Zaum no koj yuav ua kuv li vauv.”"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.22","label":"22","content":"Xa‑u hais rau nws cov tub teg tub taws tias, “Nej hais twjywm rau Davi tias, ‘Saib maj, vajntxwv txaus siab rau koj thiab nws cov tub teg tub taws sawvdaws kuj nyiam koj. Nimno koj cia li kam ua vajntxwv li vauv los maj.’ ”"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.23","label":"23","content":"Xa‑u cov tub teg tub taws hais tej lus ntawd rau Davi mloog. Davi txawm hais tias, “Nej pom tias qhov uas ua vajntxwv li vauv yog ib qho me me xwb lov? Kuv yog ib tug neeg pluag thiab tsis muaj koob meej dabtsi li.”"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.24","label":"24","content":"Cov tub teg tub taws thiaj piav rau Xa‑u tias “Davi hais li ub li no.”"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.25","label":"25","content":"Xa‑u thiaj hais tias, “Nej cia li hais rau Davi tias, ‘Vajntxwv tsis yuav nqe mis nqe hno dabtsi li tsuas yog yuav cov Filixatee ib puas daim tawv chaw xis xwv thiaj ua pauj tau rau vajntxwv cov yeeb ncuab.’ ” Xa‑u yeej xav hais tias yuav ua rau Davi tuag rau hauv cov Filixatee txhais tes."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.26","label":"26","content":"Thaum Xa‑u cov tub teg tub taws piav tej lus ntawd rau Davi mloog, mas Davi kuj txaus siab ua vajntxwv li vauv. Thaum tsis tau txog lub sijhawm uas teem cia,"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.27","label":"27","content":"Davi thiab nws cov neeg txawm tawm mus tua cov Filixatee tau ob puas leej, mas Davi muab lawv tej daim tawv chaw xis npaum nkaus li uas hais tseg lawd coj los pub rau vajntxwv es yuav ua vajntxwv li vauv. Xa‑u thiaj muab nws tus ntxhais Mikhas qua rau Davi yuav ua pojniam."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.28","label":"28","content":"Thaum Xa‑u pom thiab paub tias Yawmsaub nrog nraim Davi thiab nws tus ntxhais Mikhas nyiam Davi,"},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.29","label":"29","content":"Xa‑u yimhuab ntshai Davi. Yog li ntawd Xa‑u ua yeeb ncuab rau Davi mus li."},{"bible_id":"1269","chapter_code":"1SA.18","verse_code":"1SA.18.30","label":"30","content":"Filixatee cov thawj pheej tawm tuaj ua rog. Txhua zaus uas lawv tawm tuaj Davi kov yeej ntau dua Xa‑u cov thawj tub rog sawvdaws. Ces nws lub koob meej thiaj nrov ncha heev."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.1","label":"1","content":"Xa‑u hais rau nws tus tub Yaunathas thiab nws cov tub teg tub taws sawvdaws tias kom lawv muab Davi tua pov tseg. Tiamsis Xa‑u tus tub Yaunathas nyiam Davi heev."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.2","label":"2","content":"Yaunathas thiaj hais rau Davi tias, “Kuv txiv Xa‑u nrhiav kev tua koj pov tseg. Vim li no tagkis sawv ntxov koj yuav tsum ceev faj zoo, cia li mus tsiv nraim nyob twjywm."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.3","label":"3","content":"Mas kuv yuav mus sawv ntsug ze ze kuv txiv rau hauv daim teb uas koj mus tsiv nraim ntawd, thiab kuv yuav nrog kuv txiv tham txog koj. Yog kuv paub li cas kuv yuav qhia rau koj paub thiab.”"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.4","label":"4","content":"Yaunathas qhuas Davi rau nws txiv Xa‑u mloog tias, “Vajntxwv, thov koj tsis txhob ua txhaum rau Davi uas yog koj tus qhev, rau qhov Davi tsis tau ua ib qho txhaum rau koj thiab tej haujlwm uas nws ua kuj muaj nuj nqes ntau kawg rau koj,"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.5","label":"5","content":"vim nws sev nyog nws txojsia mus tua tus Filixatee ntawd thiab Yawmsaub pab cov Yixayee sawvdaws kov yeej loj kawg. Koj twb pom thiab koj tib zoo siab kawg li lawm. Ua cas koj yuav ua txhaum rau tus uas tsis tau ua txhaum es yuav tua Davi uas tsis to kev tua?”"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.6","label":"6","content":"Xa‑u kuj mloog Yaunathas hais, Xa‑u thiaj twv tias, “Yawmsaub uas muaj txojsia nyob pom, Davi yuav tsis raug muab tua kiag li.”"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.7","label":"7","content":"Ces Yaunathas txawm hu Davi thiab qhia txhua yam no rau nws paub, thiab Yaunathas coj Davi mus cuag Xa‑u, ces Davi thiaj tau los nrog Xa‑u nyob li qub."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.8","label":"8","content":"Rov muaj kev ua rog tuaj. Davi kuj tawm mus ua rog rau cov Filixatee thiab tua tuag coob heev, lawv thiaj tig khiav tag lawm."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.9","label":"9","content":"Vajtswv cia ib tug plig phem los tshoov Xa‑u lub siab rau thaum nws zaum hauv nws lub tsev thiab tuav rawv rab hmuv. Davi tabtom ntaus nkauj nog ncas."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.10","label":"10","content":"Xa‑u tib nkaug xav kom ntsia nkaus Davi rau ntawm phab ntsa, tiamsis Davi maim dhau lawm. Xa‑u rab hmuv thiaj rhais nrees ntawm phab ntsa. Mas Davi khiav dim hmo ntawd."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.11","label":"11","content":"Xa‑u tso neeg mus rau ntawm Davi lub tsev thiab zov tos yuav tua Davi rau thaum kaj ntug. Tiamsis Davi tus pojniam Mikhas hais rau Davi tias, “Yog hmo no koj tsis cawm koj txojsia tagkis koj yuav raug tua tuag xwb.”"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.12","label":"12","content":"Mikhas txawm muab Davi tso nqes ntawm qhov rais nws thiaj khiav dim lawm."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.13","label":"13","content":"Mikhas muab ib tug dab mlom los tso pw rau saum lub txaj thiab muab lub tog rau ncoo plaub tshis tso rau ntawm taubhau thiab muab pam vov rau."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.14","label":"14","content":"Thaum Xa‑u tso neeg mus ntes Davi, Mikhas hais tias, “Nws muaj mob.”"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.15","label":"15","content":"Ces Xa‑u txawm txib neeg mus xyuas Davi thiab hais tias, “Cia li nqa kiag nws lub txaj thiab nws tuaj cuag kuv xwv kuv thiaj muab nws tua tau pov tseg.”"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.16","label":"16","content":"Thaum cov neeg nkag los xyuas ua ciav pom tus dab mlom pw saum lub txaj thiab lub tog rau ncoo plaub tshis nyob ntawm taubhau."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.17","label":"17","content":"Xa‑u thiaj hais rau Mikhas tias, “Ua cas koj yuav dag kuv es tso kuv tus yeeb ncuab dim mus lawm?” Mikhas teb Xa‑u tias, “Nws hais rau kuv tias, ‘Tso kuv mus, yuav cia kuv muab koj tua lov?’ ”"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.18","label":"18","content":"Davi txawm khiav dim mus cuag Xamuyee hauv lub moos Lama thiab piav txhua yam uas Xa‑u tau ua rau nws rau Xamuyee mloog. Mas Xamuyee thiab Tavi mus nyob hauv lub zos Nayauj."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.19","label":"19","content":"Muaj neeg hais rau Xa‑u tias, “Davi nyob hauv lub zos Nayauj ntawm lub moos Lama.”"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.20","label":"20","content":"Xa‑u txawm tso neeg mus ntes Davi. Thaum lawv mus pom ib pab xibhwb tabtom cev Vajtswv lus thiab Xamuyee sawv ntsug ua lawv tus thawj, Vajtswv tus Ntsuj Plig kuj los kav tag nrho cov uas Xa‑u tso tuaj ces lawv txawm cev Vajtswv lus thiab."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.21","label":"21","content":"Thaum muaj neeg hais rau Xa‑u, nws kuj tso dua ib pab mus, mas cov ntawd kuj cev Vajtswv lus thiab. Xa‑u kuj tso pab uas peb mus thiab lawv kuj cev Vajtswv lus lawm thiab."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.22","label":"22","content":"Ces Xa‑u cia li sawv kev mus rau ntawm Lama. Nws tuaj txog ntawm lub qhov dej loj hauv lub moos Xekhu mas nug tias, “Xamuyee thiab Davi nyob qhovtwg?” Muaj ib tug teb tias, “Ob tug nyob hauv lub zos Nayauj ntawm lub moos Lama.”"},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.23","label":"23","content":"Ces Xa‑u txawm tawm qhov ntawd mus rau hauv Nayauj ntawm lub moos Lama. Mas Vajtswv tus Ntsuj Plig los kav tag nrho nws lub siab, nws txawm cev Vajtswv lus taug kev mus txog Nayauj ntawm lub moos Lama."},{"bible_id":"1269","chapter_code":"1SA.19","verse_code":"1SA.19.24","label":"24","content":"Nws hle nws tej ris tsho tseg thiab cev Vajtswv lus rau ntawm Xamuyee xubntiag thiab pw liab qab ib hnub ib hmos qhov ntawd. Vim li no luag thiaj hais tias, “Xa‑u yog ib tug xibhwb cev Vajtswv lus thiab lov?”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.1","label":"1","content":"Davi txawm khiav hauv Nayauj ntawm lub moos Lama los cuag Yaunathas hais tias, “Kuv tau ua li cas? Kuv tau ua txhaum dabtsi? Kuv tau ua txhaum muaj txim li cas rau koj txiv es nws yuav nrhiav txov kuv txojsia?”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.2","label":"2","content":"Yaunathas teb tias, “Tsis muaj li cas kiag li. Koj yuav tsis tuag kiag li. Kuv txiv tsis ua ib yam loj los me uas nws yuav tsis qhia rau kuv paub. Kuv txiv yuav ua cas zais zaj no tsis qhia rau kuv? Yeej tsis muaj li ntawd.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.3","label":"3","content":"Tiamsis Davi twv tias, “Koj txiv yeej paub zoo tias, koj txaus siab rau kuv heev mas nws yuav xav tias, ‘Tsis txhob kheev Yaunathas paub zaj no kiag li tsam ces nws ntxhov siab.’ Muaj Yawmsaub uas muaj txojsia nyob pom thiab muaj koj uas muaj txojsia nyob pom, kuv mas tshuav ib qeb xwb ces mus txog qhov tuag.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.4","label":"4","content":"Yaunathas thiaj hais rau Davi tias, “Koj hais li cas kuv yuav ua raws li ntawd rau koj.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.5","label":"5","content":"Davi thiaj hais rau Yaunathas tias, “Tagkis yog hnub uas hli xiab, tsis tsim nyog kuv yuav tseg tsis koom noj vajntxwv lub rooj mov. Cia kuv mus tsiv nraim tom teb peb hnub txog hnub peb tsaus ntuj."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.6","label":"6","content":"Yog koj txiv pom tias kuv tsis tuaj, thov koj hais rau nws tias, ‘Davi twb thov kuv tso nws mus rau nws lub moos Npelehee lawm vim yog nws tsev neeg sawvdaws ua kevcai xyeem tsiaj txwm xyoo.’"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.7","label":"7","content":"Yog nws hais tias, ‘Zoo lauj,’ ces kuv uas yog koj tus qhev yuav tau zoo. Tiamsis yog nws chim, koj yuav paub tias nws yeej txiav txim siab ua phem rau kuv."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.8","label":"8","content":"Thov koj hlub es koj ua li no rau kuv uas yog koj tus qhev, rau qhov koj twb nrog kuv cog lus sib raug zoo tab meeg Yawmsaub lawm. Tiamsis yog kuv tau ua txhaum thov koj muab kuv tua pov tseg, ua cas koj tseem coj kuv mus cuag koj txiv?”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.9","label":"9","content":"Yaunathas hais tias, “Thov kom tsis txhob muaj li ntawd kiag li. Yog kuv paub tias kuv txiv txiav txim siab ua phem rau koj, kuv yuav tsis qhia koj lov?”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.10","label":"10","content":"Davi thiaj hais rau Yaunathas tias, “Yog koj txiv teb nyaum kawg leejtwg yuav qhia tau rau kuv?”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.11","label":"11","content":"Yaunathas hais rau Davi tias, “Cia wb mus rau tom teb.” Ob tug txawm mus rau tom teb."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.12","label":"12","content":"Mas Yaunathas hais rau Davi tias, “Muaj Yawmsaub uas yog cov Yixayee tus Vajtswv pom, tagkis lossis nagkis kwvlam lub sijhawm no, thaum kuv twb tshuaj saib kuv txiv lawm, yog nws lub siab zoo rau koj kuv yuav tsis tso neeg tuaj qhia rau koj paub tamsid lov?"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.13","label":"13","content":"Tiamsis yog kuv txiv npaj siab ua phem rau koj, mas yog kuv tsis qhia rau koj thiab tsis xa koj mus kom tso siab plhuav, thov Yawmsaub ua ib yam li ntawd thiab hnyav dua rau kuv. Thov Yawmsaub nrog nraim koj yam li uas nws nrog nraim kuv txiv."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.14","label":"14","content":"Yog kuv tseem muaj txojsia nyob ntxiv mus thov koj hlub kuv ruaj khov ib yam li Yawmsaub txojkev hlub, xwv kuv thiaj tsis tuag."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.15","label":"15","content":"Thaum Yawmsaub rhuav tshem Davi cov yeeb ncuab tag nrho huvsi hauv qab ntuj lawm, thov tsis txhob txiav koj txojkev hlub uas ruaj khov ntawm kuv caj ces mus ib txhis.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.16","label":"16","content":"Yaunathas thiaj nrog Davi caj ces cog lus sib raug zoo, hais tias “Thov Yawmsaub ua pauj rau Davi cov yeeb ncuab.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.17","label":"17","content":"Thiab Yaunathas rov kom Davi cog lus dua ib zaug rau nws vim yog ob tug muaj kev sib hlub, rau qhov Yaunathas hlub Davi ib yam li nws hlub nws tus kheej."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.18","label":"18","content":"Ces Yaunathas txawm hais rau Davi tias, “Tagkis yog hnub hli xiab, lawv yuav pom tias koj tsis nyob koj lub rooj."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.19","label":"19","content":"Mas nagkis koj cia li mus rau nram lub chaw uas koj txeev nraim cev rau hnub uas pib muaj tej xwm txheej no, thiab nyob ntawm lub pob zeb Exees tos."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.20","label":"20","content":"Kuv yuav tua peb xub hneev rau ib sab ntawd ib yam li kuv tua phiaj."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.21","label":"21","content":"Kuv yuav txib ib tug metub hais tias, ‘Cia li mus nrhiav rab xub.’ Yog kuv hais rau tus metub ntawd tias, ‘Saib nawj, rab xub nyob sab tom no, cia li muab los,’ ces koj cia li rov los, rau qhov muaj Yawmsaub uas muaj txojsia nyob pom, koj kuj nyob tso siab plhuav, tsis muaj xwm txheej phem dabtsi."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.22","label":"22","content":"Tiamsis yog kuv hais rau tus metub ntawd tias, ‘Saib nawj, rab xub nyob tom koj hauv ntej ub,’ ces koj cia li khiav mus rau qhov Yawmsaub yog tus xa koj mus lawm."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.23","label":"23","content":"Qhov uas koj thiab kuv tau hais cia ntawd, mas muaj Yawmsaub ua timkhawv rau kuv thiab koj mus ib txhis.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.24","label":"24","content":"Davi thiaj tsiv nraim tom teb. Thaum txog hnub hli xiab vajntxwv los nyob ntawm rooj mov."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.25","label":"25","content":"Vajntxwv nyob saum nws lub rooj uas npuas ntawm ib sab phab ntsa ib yam li nws txeev nyob. Yaunathas sawv ntsug thiab Anaw nyob ntawm Xa‑u ib sab. Tiamsis Davi lub rooj tsis muaj leejtwg nyob."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.26","label":"26","content":"Tiamsis hnub ntawd Xa‑u tsis hais dabtsi li, rau qhov nws xav tias, “Ntshai yog Davi khuam cheem tej yam lawm. Nws tsis dawb huv, nws yeej tsis dawb huv kab.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.27","label":"27","content":"Tiamsis hnub tom qab uas hli xiab ob Davi lub rooj kuj tsis muaj leejtwg nyob. Ces Xa‑u txawm hais rau nws tus tub Yaunathas tias, “Ua cas nag thiab hnub no Yexi tus tub tsis tuaj noj mov?”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.28","label":"28","content":"Yaunathas txawm teb Xa‑u tias, “Davi thov thov kuv tso cai rau nws rov mus rau lub moos Npelehee."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.29","label":"29","content":"Nws hais tias, ‘Thov tso kuv mus, rau qhov kuv tsev neeg yuav ua kevcai xyeem tsiaj rau hauv lub moos, mas kuv tus tijlaug hais kom kuv mus nrog lawv koom kom tau. Yog koj txaus siab rau kuv thov tso kuv mus saib kuv cov tijlaug.’ Yog li ntawd nws thiaj tsis tau tuaj rau ntawm vajntxwv lub rooj mov no.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.30","label":"30","content":"Ces Xa‑u txawm npau taws rau Yaunathas thiab hais rau nws tias, “Koj yog niag pojniam uas fav xeeb siab phem li tub, kuv tsis paub lov? Koj twb xaiv Yexi tus tub los rhuav koj ntsej muag thiab ua rau koj niam uas yug koj raug txaj muag."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.31","label":"31","content":"Thaum twg Yexi tus tub tseem muaj txojsia nyob hauv lub ntiajteb, ces koj thiab koj caj ces yuav tsis raug tsa ua vajntxwv nyob ruaj li. Vim li no cia li tso neeg mus coj nws tuaj cuag kuv, nws yeej yuav tuag xwb.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.32","label":"32","content":"Mas Yaunathas teb nws txiv Xa‑u tias, “Ua cas Davi yuav tsum raug muab tua tuag? Nws tau ua li cas lawm?”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.33","label":"33","content":"Xa‑u txawm tib nkaug hmuv rau Yaunathas xav tua nws. Yog li ntawd Yaunathas thiaj paub tias nws txiv txiav txim siab tua Davi pov tseg lawm."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.34","label":"34","content":"Yaunathas thiaj sawv tsees ntawm rooj mov chim tsawv, thiab nws tsis noj dabtsi kiag li rau hnub xiab ob ntawd, rau qhov nws txhawj txog Davi vim nws txiv tau rhuav Davi ntsej muag."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.35","label":"35","content":"Thaum kaj ntug Yaunathas thiaj mus rau tom teb raws li teem rau Davi lawd, muaj ib tug metub nrog nws mus thiab."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.36","label":"36","content":"Nws hais rau tus metub ntawd tias, “Cia li dhia mus nrhiav rab xub uas kuv tua mus.” Thaum tus metub ntawd dhia mus lawd Yaunathas tua ib rab xub dhau rau tom nws hauv ntej."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.37","label":"37","content":"Thaum tus metub ntawd mus txog ntawm rab xub uas Yaunathas tua ntawd, Yaunathas qw rau tus metub hais tias, “Rab xub nyob dhau tom koj hauv ntej ub los tsis yog?”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.38","label":"38","content":"Thiab Yaunathas qw rau tus metub ntawd tias, “Cia li kavtsij, maj nroos mus tsis txhob tos.” Tus metub txawm khaws cov xub thiab rov los rau ntawm Yaunathas."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.39","label":"39","content":"Tus metub ntawd tsis paub dabtsi li tsuas yog Yaunathas thiab Davi paub xwb."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.40","label":"40","content":"Ces Yaunathas txawm muab nws tej cuab yeej rau tus metub ntawd thiab hais rau nws tias, “Cia li coj tej no mus rau hauv lub nroog.”"},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.41","label":"41","content":"Thaum tus metub ntawd mus lawm, Davi txawm tawm ntawm lub pob zeb sab nrad los khwb nkaus rau hauv av pe peb zaug. Ces ob tug sib nwj thiab quaj. Davi quaj heev kawg nkaus."},{"bible_id":"1269","chapter_code":"1SA.20","verse_code":"1SA.20.42","label":"42","content":"Yaunathas hais rau Davi tias, “Cia li mus zoo rau qhov wb twb tuav Yawmsaub lub npe cog lus twv hais tias, Yawmsaub yuav ua timkhawv rau kuv thiab koj, thiab rau kuv caj ces thiab koj caj ces mus ib txhis.” Davi txawm sawv kev mus lawm. Yaunathas rov mus rau hauv lub nroog."},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.1","label":"1","content":"Ces Davi txawm mus txog tus pov thawj Ahimelej hauv lub moos Nau. Mas Ahimelej tawm tuaj tos Davi ua tshee hnyo hais tias, “Ua cas koj yuav tib leeg tuaj xwb, tsis muaj leejtwg nrog koj tuaj?”"},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.2","label":"2","content":"Davi hais rau tus pov thawj Ahimelej tias, “Vajntxwv txib kuv tuaj ua ib yam haujlwm. Nws hais rau kuv tias, ‘Tsis txhob qhia zaj uas kuv txib koj mus ua ntawd thiab tej uas kuv muab cob rau koj lawd rau leejtwg paub li.’ Kuv twb teem cov tub hluas ntsib kuv dua rau ib qho chaw lawm."},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.3","label":"3","content":"Nimno koj muaj dabtsi ntawm tes? Thov muab tsib lub ncuav lossis ib yam dabtsi uas koj muaj ntawm no rau kuv noj.”"},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.4","label":"4","content":"Tus pov thawj teb Davi tias, “Kuv tsis muaj cov ncuav uas niaj hnub noj, tsuas yog cov ncuav uas dawb huv xwb. Yuav yog koj cov hluas tsis nrog pojniam pw thiaj noj tau.”"},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.5","label":"5","content":"Davi teb tus pov thawj tias, “Qhov tseeb txhua zaus uas kuv tawm mus ua haujlwm tej pojniam yeej nyob deb ntawm peb. Txawm yog peb tawm mus ua tej haujlwm tsis tseem ceeb los tej tub hluas lub cev yeej dawb huv lawm. Mas hnub no lawv lub cev yimhuab dawb huv.”"},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.6","label":"6","content":"Yog li ntawd tus pov thawj thiaj muab cov ncuav dawb huv rau Davi, vim yog qhov ntawd tsis muaj lwm yam ncuav, tsuas yog cov ncuav uas xyeem txawb rau ntawm Yawmsaub lub xubntiag xwb, yog cov uas nyuam qhuav khaws ntawm Yawmsaub xubntiag los es yuav muab cov tshiab txawb rau tib hnub ntawd."},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.7","label":"7","content":"Hnub ntawd muaj ib tug yawg yog Xa‑u li ib tug qhev nyob qhov ntawd, nws tuaj ua nug rau Yawmsaub. Nws npe hu ua Dau‑e, yog neeg Edoo, yog tus thawj uas yug Xa‑u pab yaj."},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.8","label":"8","content":"Thiab Davi hais rau Ahimelej tias, “Koj muaj ib rab ntaj lossis hmuv ntawm koj txhais tes los tsis muaj? Rau qhov kuv tsis coj kuv rab ntaj lossis tej cuab yeej tuaj kiag li vim vajntxwv tej haujlwm yog haujlwm ceev.”"},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.9","label":"9","content":"Tus pov thawj hais tias, “Kaulia uas yog neeg Filixatee uas koj tua hauv lub hav Ela ntawd rab ntaj nyob ntawm no, tseem qhwv ntaub nrees nyob ntawm lub efauj  sab nraud. Yog koj cheem tsum rab ntaj ntawd kuj coj mus, tsuas yog muaj tib rab ntaj ntawd xwb.” Mas Davi hais tias, “Tsis muaj ib rab ntaj zoo li rab no lawm. Thov muab rau kuv lauj.”"},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.10","label":"10","content":"Ces hnub ntawd Davi txawm sawv kev khiav Xa‑u mus cuag vajntxwv Akhij hauv lub moos Ka."},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.11","label":"11","content":"Mas Akhij cov tub teg tub taws hais tias, “Tus yawg no tsis yog Davi uas ua vajntxwv kav lub tebchaws ntawd lov? Lawv tsis tau mus tos hu nkauj seev cev hais tias, ‘Xa‑u tua tau qas txhiab leej, Davi tua tau qas vam leej,’ lov?”"},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.12","label":"12","content":"Davi kuj khaws tej lus no rau hauv nws lub siab thiab ntshai vajntxwv Akhij hauv lub moos Ka kawg li."},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.13","label":"13","content":"Nws thiaj txhob txwm ua ib tug niag tsis thooj li qub rau lawv pom, nws ua txuj ua ib tug neeg vwm. Nws lam sau kis kaj kis kua rau ntawm tej rooj loog, thiab ua qaub ncaug nrog zwg ntawm tej hwj txwv."},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.14","label":"14","content":"Ces Akhij thiaj hais rau nws cov tub teg tub taws tias, “Saib maj, nej twb pom tias tus yawg no vwm, nej tseem coj nws tuaj cuag kuv ua dabtsi?"},{"bible_id":"1269","chapter_code":"1SA.21","verse_code":"1SA.21.15","label":"15","content":"Kuv tsis muaj neeg vwm lov es nej tseem yuav coj tus yawg no tuaj vwm rau ntawm kuv xubntiag? Tsim nyog tus yawg no tuaj rau hauv kuv lub vaj lub tsev lov?”"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.1","label":"1","content":"Davi kuj khiav qhov ntawd mus nyob hauv lub qhov tsua Adulas. Thaum nws cov tijlaug thiab nws txiv tsev neeg sawvdaws tau hnov tej xov ntawd lawv kuj mus cuag nws qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.2","label":"2","content":"Txhua tus uas raug kev txom nyem thiab txhua tus uas tshuav nuj tshuav nqe thiab txhua tus uas tsis txaus siab kuj sau zog tuaj nrog nws nyob. Nws ua lawv tus thawj. Muaj neeg tuaj nrog nws nyob kwvlam plaub puas leej."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.3","label":"3","content":"Davi kuj tawm qhov ntawd mus rau lub moos Mixape hauv Mau‑a tebchaws. Nws hais rau Mau‑a tus vajntxwv tias, “Thov cia kuv niam kuv txiv nrog koj nyob mus txog thaum kuv paub tias Vajtswv yuav ua li cas rau kuv.”"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.4","label":"4","content":"Ces nws txawm tseg nws niam nws txiv nrog Mau‑a tus vajntxwv nyob mas ob tug nrog vajntxwv nyob mus tag sijhawm uas Davi nyob hauv lub chaw ruaj khov."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.5","label":"5","content":"Mas Kab uas yog xibhwb cev Vajtswv lus hais rau Davi tias, “Koj tsis txhob nyob hauv qhov chaw ruaj khov no koj cia li mus rau hauv Yuda tebchaws.” Davi thiaj tawm mus nyob lub hav zoov Helej."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.6","label":"6","content":"Xa‑u hnov tias muaj neeg pom Davi thiab cov neeg uas nrog Davi ua ke. Thaum ntawd Xa‑u zaum hauv lub moos Kinpe‑a hauv tsob qab ntoo tamalis saum lub pov roob tuav rawv rab hmuv, nws cov tub teg tub taws sawvdaws sawv vij vog nws."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.7","label":"7","content":"Xa‑u hais rau cov tub teg tub taws uas sawv vij vog nws tias, “Nej cov neeg Npeeyamee cia li mloog kuv hais. Yexi tus tub yuav muab teb thiab vaj txiv hmab rau nej txhua tus lov? Nws yuav tsa nej txhua tus ua thawj kav ib txhiab leej ib puas leej lov,"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.8","label":"8","content":"nej sawvdaws txawm xav fav xeeb rau kuv? Thaum kuv tus tub nrog Yexi tus tub cog lus sib raug zoo ntawd tsis muaj leejtwg yuav qhia rau kuv paub li. Nej cov tsis muaj ib tug yuav hlub kuv li, thiab tsis qhia rau kuv paub tias kuv tus tub tshum kuv tus qhev tawm tsam kuv, tos nrhw kuv kev yam li niaj hnub nimno.”"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.9","label":"9","content":"Dau‑e uas yog neeg Edoo uas sawv ze Xa‑u cov tub teg tub taws thiaj teb tias, “Kuv pom Yexi tus tub tuaj rau ntawm lub moos Nau tuaj cuag Ahithu tus tub Ahimelej,"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.10","label":"10","content":"mas Ahimelej nug Yawmsaub rau nws thiab pub mov rau nws noj thiab pub Kaulia uas yog neeg Filixatee rab ntaj rau nws lawm.”"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.11","label":"11","content":"Mas vajntxwv txawm tso neeg mus hu pov thawj Ahimelej uas yog Ahithu tus tub thiab nws txiv tsev neeg sawvdaws uas ua pov thawj hauv lub moos Nau kom tuaj, mas sawvdaws thiaj tuaj cuag vajntxwv."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.12","label":"12","content":"Mas Xa‑u hais tias, “Ahithu tus tub cia li mloog kuv hais.” Nws teb tias, “Kuv tus tswv kuv nyob ntawm no 'os.”"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.13","label":"13","content":"Mas Xa‑u hais rau nws tias, “Ua cas koj yuav nrog Yexi tus tub fav xeeb rau kuv, rau qhov uas koj muab mov thiab ntaj rau nws thiab nug Vajtswv rau nws, mas nws thiaj tawm tsam kuv tos nrhw kuv yam li niaj hnub nimno.”"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.14","label":"14","content":"Mas Ahimelej teb vajntxwv tias, “Tag nrho koj cov tub teg tub taws xwv nim muaj ib tug twg yuav npuab koj yam li koj tus vauv Davi uas ua thawj kav cov tub rog uas tsom kwm koj thiab muaj meej hauv koj vaj koj tsev."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.15","label":"15","content":"Hnub no yog thawj zaug uas kuv thov nug Yawmsaub rau nws lov? Tsis yog. Thov vajntxwv tsis txhob muab ib yam dabtsi los rau txim rau kuv uas yog koj tus qhev lossis rau kuv txiv tsev neeg. Rau qhov koj tus qhev yeej tsis paub zaj no ib nyuag qhov li tsis hais ntau los tsawg.”"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.16","label":"16","content":"Vajntxwv hais rau Ahimelej tias, “Koj yuav tuag tiag tiag li, koj thiab koj txiv tsev neeg sawvdaws yuav tuag xwb.”"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.17","label":"17","content":"Mas vajntxwv hais rau cov tub rog uas sawv vij vog nws tias, “Muab Yawmsaub cov pov thawj no tua pov tseg, rau qhov lawv txhais tes nrog Davi nyob, lawv yeej paub tias Davi khiav lawm uas lawv tsis qhia rau kuv paub.” Tiamsis cov tub teg tub taws tsis kam nqes tes tua Yawmsaub cov pov thawj"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.18","label":"18","content":"Mas vajntxiv thiaj hais rau Dau‑e tias, “Koj cia li nqes tes tua cov pov thawj.” Mas Dau‑e uas yog neeg Edoo thiaj mus tua cov pov thawj mas hnub ntawd nws tua cov uas hnav lub tsho efauj  ntaub mag yim caum tsib leeg."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.19","label":"19","content":"Nws xuas ntaj tua lub moos Nau uas yog cov pov thawj lub moos, tsis hais pojniam txivneej thiab tej menyuam yaus thiab menyuam uas noj mis thiab tej nyuj tej nees luav thiab tej yaj huvsi."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.20","label":"20","content":"Tiamsis Ahimelej ib tug tub uas yog Ahithu xeeb ntxwv hu ua Anpiyatha khiav dim thiab raws Davi qab mus."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.21","label":"21","content":"Mas Anpiyatha hais rau Davi tias, “Xa‑u muab Yawmsaub cov pov thawj tua tag lawm.”"},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.22","label":"22","content":"Davi hais rau Anpiyatha tias, “Hnub ntawd thaum Dau‑e uas yog neeg Edoo nyob qhov ntawd kuv yeej paub tias nws yuav qhia rau Xa‑u xwb xwb li. Yog tim kuv mas koj txiv tsev neeg sawvdaws thiaj li tuag."},{"bible_id":"1269","chapter_code":"1SA.22","verse_code":"1SA.22.23","label":"23","content":"Cia li nrog kuv nyob tsis txhob ntshai li rau qhov yog tus uas xav tua koj los kuj xav tua kuv thiab. Koj cia li nrog kuv nyob thiaj li tso siab plhuav.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.1","label":"1","content":"Lawv hais rau Davi tias, “Saib maj, cov Filixatee tabtom ua rog rau lub moos Khe‑ila thiab lws tej qoob loo uas ntaus tag rau hauv tshav lawm.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.2","label":"2","content":"Davi txawm nug Yawmsaub tias, “Kuv yuav mus ntaus cov Filixatee ntawd los tsis mus?” Yawmsaub hais rau Davi tias, “Cia li mus ntaus cov Filixatee ntawd thiab pab cawm lub moos Khe‑ila kom dim.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.3","label":"3","content":"Tiamsis Davi cov neeg hais rau Davi tias, “Peb nyob hauv Yuda no peb twb ntshai kawg li lawm. Yog peb tseem mus rau Khe‑ila es ua rog rau Filixatee cov tub rog thiab, mas peb yuav yimhuab ntshai heev kaj.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.4","label":"4","content":"Ces Davi thiaj rov nug Yawmsaub dua mas Yawmsaub teb nws tias, “Cia li sawv tsees mus lawm nram Khe‑ila ntag, rau qhov kuv yuav muab cov Filixatee rau hauv koj txhais tes.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.5","label":"5","content":"Mas Davi thiab nws cov neeg thiaj li mus nram Khe‑ila, mus ua rog rau cov Filixatee, txeeb lawv tej tsiaj txhu rov los thiab tua cov Filixatee tuag coob kawg li. Ua li no Davi thiaj pab tau cov neeg Khe‑ila dim."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.6","label":"6","content":"Mas thaum uas Ahimelej tus tub Anpiyatha khiav mus cuag Davi hauv lub moos Khe‑ila ntawd, nws nqa lub efauj  mus thiab."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.7","label":"7","content":"Muaj neeg mus hais rau Xa‑u tias Davi tuaj rau ntawm Khe‑ila lawm, mas Xa‑u txawm hais tias, “Vajtswv muab nws rau hauv kuv txhais tes lawm, rau qhov nws twb nkag mus rau hauv lub moos uas muaj rooj loog thiab muaj las rooj kaw huvsi, kuj yog nws muab nws kaw cia rau hauv.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.8","label":"8","content":"Xa‑u thiaj hu tag nrho nws cov tub rog tuaj mus ua rog, kom lawv mus nram Khe‑ila mus vij puav Davi thiab nws cov neeg."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.9","label":"9","content":"Davi paub tias Xa‑u ntaus tswvyim phem rau nws, nws thiaj hais rau pov thawj Anpiyatha tias, “Coj lub efauj  los ntawm no.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.10","label":"10","content":"Davi thiaj hais tias, “Au Yawmsaub uas yog cov Yixayee tus Vajtswv, kuv uas yog koj tub qhe tau hnov tseeb tias Xa‑u nrhiav kev tuaj rau Khe‑ila ua kom lub moos no puam tsuaj vim yog tim kuv."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.11","label":"11","content":"Mas cov neeg Khe‑ila yuav muab kuv cob rau hauv Xa‑u txhais tes lov? Xa‑u yuav tuaj raws li uas kuv uas yog koj tus tub qhe tau hnov lov? Au Yawmsaub uas yog cov Yixayee tus Vajtswv, thov koj hais rau kuv uas yog koj tus tub qhe paub lauj.” Mas Yawmsaub hais tias, “Nws yuav tuaj tiag.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.12","label":"12","content":"Davi thiaj hais tias, “Cov neeg Khe‑ila yuav muab kuv thiab kuv cov neeg cob rau hauv Xa‑u txhais tes lov?” Mas Yawmsaub hais tias, “Lawv yuav muab nej cob rau tiag.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.13","label":"13","content":"Mas Davi thiab nws cov neeg muaj kwvlam rau pua leej thiaj sawv tsees khiav tawm hauv Khe‑ila lawm lawv kuj mus li uas lawv mus tau. Thaum muaj neeg mus hais rau Xa‑u tias Davi twb khiav tawm hauv Khe‑ila lawm, Xa‑u kuj tseg tsis mus lawm."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.14","label":"14","content":"Davi nyob rau hauv tebchaws moj sab qhua hauv tej qhov chaw uas ruaj khov pem toj siab hauv tebchaws moj sab qhua Xi. Mas Xa‑u niaj hnub nrhiav Davi tiamsis Vajtswv tsis muab Davi rau hauv Xa‑u txhais tes."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.15","label":"15","content":"Thaum Davi pom tias Xa‑u tawm tuaj nrhiav txov nws txojsia, nws nyob hauv tebchaws moj sab qhua Xi ntawm Haulej."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.16","label":"16","content":"Mas Xa‑u tus tub Yaunathas sawv tsees mus cuag Davi ntawm Haulej thiab txhawb nws lub zog kom muaj zog rau hauv Vajtswv."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.17","label":"17","content":"Nws hais rau Davi tias, “Tsis txhob ntshai, kuv txiv Xa‑u txhais tes yuav ua tsis tau li cas rau koj. Koj yuav tau ua vajntxwv kav cov Yixayee, kuv yuav ua koj tus tim xyoob. Kuv txiv Xa‑u yeej paub li no lawm.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.18","label":"18","content":"Yaunathas thiab Davi ob tug thiaj cog lus sib raug zoo tab meeg Yawmsaub. Davi tseem nyob ntawm Haulej, Yaunathas rov qab mus tsev."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.19","label":"19","content":"Cov neeg Xi mus hais rau Xa‑u ntawm Kinpe‑a tias, “Davi tsiv nraim rau hauv peb nruab nrab mus nyob hauv lub chaw ruaj khov ntawm Haulej, saum lub ncov roob Hakhila uas nyob nram qab moos Yesimoo los maj."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.20","label":"20","content":"Au vajntxwv, cia li tuaj raws li koj siab xav ces peb cov yuav muab nws cob rau hauv koj txhais tes ntag.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.21","label":"21","content":"Mas Xa‑u hais tias, “Thov Yawmsaub foom koob hmoov rau nej rau qhov nej khuvleej kuv."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.22","label":"22","content":"Cia li mus tshuaj saib zoo zoo kom paub tias nws nyob qhov twg thiab leejtwg pom nws qhov ntawd, rau qhov muaj neeg hais rau kuv tias nws ntse heev."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.23","label":"23","content":"Vim li no ua tib zoo mus tshuaj saib txhua qhov uas nws nkaum li rov qab los qhia tseeb tseeb rau kuv. Mas kuv li nrog nej mus. Yog nws tseem nyob hauv lub tebchaws kuv yuav tshawb nrhiav nws hauv txhua cum Yuda.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.24","label":"24","content":"Lawv thiaj sawv kev ua Xa‑u ntej mus rau nram Xi. Davi thiab nws cov neeg nyob hauv tebchaws moj sab qhua Ma‑oo uas nyob hauv Alanpa nram qab moos Yesimoo."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.25","label":"25","content":"Xa‑u thiab nws cov tub rog kuj mus nrhiav Davi. Muaj neeg qhia rau Davi, mas Davi thiaj khiav mus rau nram lub pob tsuas thiab nyob hauv tebchaws moj sab qhua Ma‑oo. Thaum Xa‑u hnov li ntawd nws thiaj caum Davi qab rau hauv tebchaws moj sab qhua Ma‑oo."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.26","label":"26","content":"Xa‑u mus txog ib sab roob, Davi thiab nws cov neeg mus dua rau ib sab roob. Davi kuj maj nroos khiav Xa‑u rau qhov Xa‑u thiab nws cov tub rog tuaj ze Davi thiab nws cov neeg lawm yuav ntes nws."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.27","label":"27","content":"Tiamsis muaj ib tug xa xov tuaj hais rau Xa‑u tias, “Cia li leej maj rov qab vim yog cov Filixatee txhij rog tuaj lws lub tebchaws lawm.”"},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.28","label":"28","content":"Xa‑u thiaj tseg tsis caum Davi rov qab mus ua rog rau cov Filixatee. Lawv thiaj hu qhov chaw ntawd hais tias Roob Zeb Ncaim Kev."},{"bible_id":"1269","chapter_code":"1SA.23","verse_code":"1SA.23.29","label":"29","content":"Mas Davi thiaj tawm qhov ntawd mus nyob tej chaw ruaj khov hauv Eekedi."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.1","label":"1","content":"Thaum Xa‑u mus caum cov Filixatee rov qab los, muaj neeg hais rau nws tias, “Davi nyob hauv tebchaws moj sab qhua Eekedi.”"},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.2","label":"2","content":"Ces Xa‑u txawm xaiv peb txhiab leej tub rog hauv cov Yixayee sawvdaws coj mus nrhiav Davi thiab nws cov neeg rau ntawm Roob Tsuas Sai."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.3","label":"3","content":"Xa‑u tuaj txog ib lub nkuaj yaj ntawm ntug kev. Muaj ib lub qhov tsua nyob qhov ntawd ces Xa‑u txawm mus tawm rooj rau hauv. Davi thiab nws cov neeg kuj nyob hauv lub qhov tsua ntawd tom qhov kawg nkaus."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.4","label":"4","content":"Davi cov neeg hais rau Davi tias, “Hnub no yog hnub uas Yawmsaub hais rau koj tias, ‘Kuv muab koj tus yeeb ncuab cob rau hauv koj txhais tes, mas koj yuav ua rau nws raws li koj pom zoo.’ ” Mas Davi sawv nyas twjywm mus txiav Xa‑u lub qab tsho."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.5","label":"5","content":"Dhau ntawd Davi kuj tu siab rau qhov uas nws txiav Xa‑u lub qab tsho."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.6","label":"6","content":"Davi thiaj hais rau nws cov neeg tias, “Thov Yawmsaub tav tsis txhob kheev kuv tsa tes tawm tsam li no rau kuv tus tswv uas Yawmsaub tsa cia lawd, rau qhov nws yog tus uas Yawmsaub hliv roj tsa cia.”"},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.7","label":"7","content":"Davi kuj hais tej lus no cheem nws cov neeg, nws tsis kheev lawv ntaus Xa‑u. Xa‑u kuj sawv tsees tawm hauv qhov tsua taug kev mus lawm."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.8","label":"8","content":"Dhau ntawd Davi kuj sawv tsees tawm hauv qhov tsua mus thiab hu rau Xa‑u tias, “Au vajntxwv uas yog kuv tus tswv.” Thaum Xa‑u tig los ntsia, Davi txawm khoov ntshis rau hauv cov av pe."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.9","label":"9","content":"Davi hais rau Xa‑u tias, “Ua cas koj yuav mloog tej lus uas cov neeg hais tias, ‘Davi nrhiav kev yuav txov koj’?"},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.10","label":"10","content":"Saib maj, hnub no koj qhov muag twb pom tseeb lawm tias Yawmsaub muab koj cob rau hauv kuv txhais tes hauv lub qhov tsua no. Muaj qee leej hais kom kuv muab koj tua pov tseg, tiamsis kuv tseg koj txojsia cia. Kuv hais tias, ‘Kuv yuav tsis tsa tes tawm tsam kuv tus tswv, rau qhov nws yog tus uas Yawmsaub hliv roj tsa cia lawm.’"},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.11","label":"11","content":"Kuv txiv, koj cia li saib koj lub qab tsho uas nyob hauv kuv txhais tes no. Qhov uas kuv txiav koj lub qab tsho tiamsis kuv tsis tua koj, mas koj cia li paub thiab pom tias kuv txhais tes tsis tau ua txhaum thiab tsis fav xeeb rau koj. Txawm yog koj caum kuv yuav txov kuv txojsia los kuv tsis tau ua txhaum rau koj."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.12","label":"12","content":"Thov Yawmsaub txiav txim rau kuv thiab koj saib leejtwg txhaum. Qhov uas koj ua txhaum rau kuv, thov Yawmsaub ua pauj rau koj. Kuv txhais tes yuav tsis ua ib yam dabtsi rau koj."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.13","label":"13","content":"Ib yam li tej poj koob yawm txwv hais paj lug tias, ‘Kev phem yeej tawm hauv neeg phem los,’ tiamsis kuv txhais tes yuav tsis ua ib yam dabtsi rau koj."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.14","label":"14","content":"Cov Yixayee tus vajntxwv tawm tuaj caum leejtwg? Koj tuaj caum leejtwg? Caum tus dev uas tuag lawd, caum tus dev mub xwb."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.15","label":"15","content":"Vim li no thov Yawmsaub tu plaub thiab txiav txim rau kuv thiab koj. Thov nws tshuaj saib thiab hais kuv tshaj plaub thiab cawm kuv dim hauv koj txhais tes.”"},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.16","label":"16","content":"Thaum Davi hais tej lus no rau Xa‑u tag lawd, Xa‑u hais tias, “Kuv tus tub Davi 'e, ntawm kod yog koj lub suab tiag lov?” Xa‑u txawm tsa suab hlo quaj."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.17","label":"17","content":"Nws hais rau Davi tias, “Koj ua ncaj dua kuv, vim koj ua qhov zoo pauj kuv, tiamsis kuv ua qhov phem pauj koj."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.18","label":"18","content":"Koj twb piav hnub no hais tias koj ua zoo li cas rau kuv, koj tsis tua kuv txojsia rau thaum Yawmsaub muab kuv cob rau hauv koj txhais tes."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.19","label":"19","content":"Yog leejtwg ntsib nws tus yeeb ncuab, nws yuav tso tus yeeb ncuab dim dawb tso siab plhuav lov? Yog li no thov Yawmsaub ua zoo rau koj pauj qhov uas hnub no koj tau ua zoo rau kuv."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.20","label":"20","content":"Nimno kuv paub tseeb tias koj yuav tau ua vajntxwv tiag tiag li thiab cov Yixayee lub tebchaws yuav raug muab rau hauv koj txhais tes kav mus li."},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.21","label":"21","content":"Yog li no cia li tuav Yawmsaub lub npe cog lus twv rau kuv tias thaum kuv tuag lawd koj yuav tsis txiav kuv caj ces pov tseg thiab koj yuav tsis rhuav kuv lub npe kom ploj hauv kuv txiv caj ces.”"},{"bible_id":"1269","chapter_code":"1SA.24","verse_code":"1SA.24.22","label":"22","content":"Davi kuj cog lus twv rau Xa‑u li ntawd ces Xa‑u txawm rov mus tsev, tiamsis Davi thiab nws cov neeg nce mus rau hauv lub chaw ruaj khov."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.1","label":"1","content":"Ces Xamuyee txawm tuag. Cov Yixayee sawvdaws tuaj ua ke quaj ntsuag thiab muab nws log ntawm nws lub tsev hauv lub moos Lama. Davi txawm sawv kev mus rau nram tebchaws moj sab qhua Palas."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.2","label":"2","content":"Muaj ib tug yawg nyob hauv lub moos Ma‑oo muaj haujlwm ntawm lub moos Khamee. Tus yawg ntawd nplua nuj heev, nws muaj peb txhiab tus yaj thiab ib txhiab tus tshis. Nws tabtom txiav plaub yaj hauv Khamee."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.3","label":"3","content":"Tus yawg ntawd npe hu ua Nanpas, nws tus pojniam hu ua Anpikayi. Tus pojniam ntawd ntse heev thiab zoo nkauj, tiamsis tus txiv ntawd mas tsiv ncauj tsiv lus thiab cuaj khaum. Nws yog Khalej caj ces."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.4","label":"4","content":"Davi nyob hauv tebchaws moj sab qhua hnov tias Nanpas tabtom txiav plaub yaj."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.5","label":"5","content":"Davi thiaj txib kaum tus tub hluas thiab hais rau cov hluas ntawd tias, “Cia li mus rau hauv lub moos Khamee mus cuag Nanpas thiab coj kuv li lus mus hais rau nws."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.6","label":"6","content":"Nej cia li hais tej lus no rau nws tias, ‘Koj thiab koj tsev neeg tsuas muaj uas noj qab nyob zoo, txhua yam uas yog koj li tsuas muaj uas noj qab nyob zoo."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.7","label":"7","content":"Kuv hnov tias koj muaj neeg txiav plaub yaj. Koj cov neeg txiav plaub yaj nrog peb nyob, thiab peb tsis tau ua phem rau lawv li thiab lawv tsis tu ncua ib yam dabtsi rau thaum lawv nyob hauv Khamee."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.8","label":"8","content":"Koj nug koj cov hluas ntawd, lawv yuav qhia rau koj. Vim li no thov koj hlub kuv cov hluas rau qhov peb tuaj rau hnub uas pam noj pam haus. Thov koj pub tej uas koj muaj ntawm tes rau peb uas yog koj cov tub qhe thiab pub rau koj tus tub Davi.’ ”"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.9","label":"9","content":"Thaum Davi cov tub hluas tuaj txog lawv kuj hais Davi cov lus ntawd rau Nanpas, ces lawv txawm nyob tos."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.10","label":"10","content":"Nanpas teb Davi cov hluas tias, “Davi yog leejtwg? Yexi tus tub yog leejtwg? Ntu no tej qhev khiav ntawm lawv tus lospav coob heev."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.11","label":"11","content":"Tsim nyog kuv yuav muab kuv tej ncuav tej dej thiab tej nqaij uas kuv tua rau kuv cov neeg txiav plaub yaj noj pub rau cov neeg uas tuaj qhovtwg tuaj kuv tsis paub lov?”"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.12","label":"12","content":"Davi cov tub hluas txawm tig kiag rov los thiab piav tej ntawd huvsi rau Davi."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.13","label":"13","content":"Davi thiaj hais rau nws cov neeg tias, “Txhua tus cia li ris ntaj ntawm duav.” Ces txhua tus txawm ris ntaj. Davi kuj ris ntaj thiab. Muaj neeg nrog Davi mus kwvlam plaub puas leej, tseg ob puas leej zov tej nra."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.14","label":"14","content":"Muaj ib tug tub hluas mus hais rau Anpikayi uas yog Nanpas tus pojniam tias, “Saib nawj, Davi tso neeg xa xov hauv tebchaws moj sab qhua tuaj hais lus zoo rau peb tus lospav, tiamsis nws ua nyaum heev rau lawv."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.15","label":"15","content":"Cov neeg ntawd txeev ua zoo rau peb ntau heev. Peb tsis raug xwm txheej phem dabtsi li thiab peb tsis tu ncua ib yam dabtsi rau thaum peb nrog lawv nyob hauv tshav zaub."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.16","label":"16","content":"Lawv zoo yam nkaus li lub ntsa loog thaiv peb nruab hnub hmo ntuj tag txhua lub sijhawm uas peb nrog lawv nyob yug yaj."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.17","label":"17","content":"Nimno thov koj paub zaj no thiab xav saib koj yuav tsum ua li cas, rau qhov lawv yeej txiav txim siab yuav ua nruj ua tsiv rau peb tus lospav lawm thiab ua rau nws tsev neeg huvsi lawm. Peb tus lospav yog neeg tsiv ncauj tsiv lus leejtwg hais tsis tau li.”"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.18","label":"18","content":"Ces Anpikayi txawm maj nroos muab ob puas lub ncuav thiab ob lub hnab tawv cawv txiv hmab thiab tsib tug yaj li nqaij uas npaj tau lawd thiab tsib xe‑a  qeb kib thiab ib puas rev txiv hmab qhuav thiab ob puas daim ncuav txiv cev rau nees luav thauj."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.19","label":"19","content":"Nws hais rau nws cov tub qhe tias, “Cia li ua ntej mus kuv yuav raws nej qab.” Tiamsis nws tsis qhia rau nws tus txiv Nanpas paub."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.20","label":"20","content":"Thaum nws caij nees luav tuaj muaj ib lub roob thaiv lawm, Davi thiab nws cov neeg kuj taug kev tuaj mas Anpikayi ntsib nthav lawv."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.21","label":"21","content":"Davi twb hais cia lawm tias, “Kuv twb zov tus yawg ntawd txhua yam hauv tebchaws moj sab qhua dawb dawb xwb. Nws tej qhov txhia chaw tsis ploj ib yam dabtsi li, los nws tseem ua phem pauj kuv tej kev zoo."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.22","label":"22","content":"Yog tagkis sawv ntxov kuv tseem tseg nws cov neeg ib tug txivneej ciaj sia, kuj thov Vajtswv ua ib yam li ntawd thiab hnyav dua rau kuv.”"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.23","label":"23","content":"Thaum Anpikayi pom dheev Davi, nws nqes plhuav saum nees luav los thiab pe khwb ti nkaus av rau ntawm Davi xubntiag."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.24","label":"24","content":"Nws pe ntawm Davi kotaw thiab hais tias, “Yawg hlob, lub txim no cia kuv ib leeg ris. Thov cia koj tus nkauj qhev piav rau koj mloog, thov koj mloog kuv uas yog koj tus nkauj qhev tej lus."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.25","label":"25","content":"Thov koj uas yog kuv tus tswv tsis txhob quav ntsej Nanpas uas tsiv ncauj tsiv lus ntawd. Nws phim nkaus nws lub npe uas hu ua Nanpas  nws thiaj li ruam. Tiamsis kuv uas yog koj tus nkauj qhev tsis pom cov tub hluas uas koj txib tuaj ntawd."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.26","label":"26","content":"“Vim li no, yawg hlob, muaj Yawmsaub uas muaj txojsia nyob pom thiab muaj koj uas muaj txojsia nyob pom, Yawmsaub tswj tsis kheev koj ua txhaum uas tsa koj txhais tes ua pauj, ua rau lwm tus los ntshav, vim li no thov cia koj cov yeeb ncuab thiab cov uas nrhiav kev ua phem rau koj raug ib yam li Nanpas."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.27","label":"27","content":"Tej uas koj tus qhev coj tuaj pub rau koj uas yog kuv tus tswv no, thov muab rau cov hluas uas nrog koj ua ke."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.28","label":"28","content":"Thov zam txim rau koj tus qhev lauj. Yawmsaub yeej yuav ua kuv tus tswv caj ces kom nyob ruaj khov vim yog koj ua rog rau Yawmsaub tej yeeb ncuab, mas thaum koj tseem muaj txojsia nyob yuav nrhiav tsis tau ib qho kev txhaum nyob hauv koj."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.29","label":"29","content":"Yog muaj neeg sawv tsees caum txov koj txojsia los koj txojsia yuav raug muab khi nkaus nrog cov uas muaj txojsia nyob ua ke rau Yawmsaub uas yog koj tus Vajtswv tsom kwm. Tiamsis koj cov yeeb ncuab txojsia yuav raug muab laim pov tseg ib yam li lub qe zeb uas raug muab laim tawm hauv txoj hlua fiav."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.30","label":"30","content":"Thaum Yawmsaub ua raws li txhua yam zoo uas nws tau hais cia rau koj lawm thiab tsa koj ua tus thawj kav kiag cov Yixayee,"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.31","label":"31","content":"yuav tsis muaj ib yam dabtsi ua rau kuv tus tswv ntxhov siab nyuaj siab rau qhov uas koj tau ua rau tej neeg tsis txhaum los ntshav thiab koj ua pauj koj ib leeg. Thaum Yawmsaub ua zoo rau kuv tus tswv lawd, thov koj nco txog kuv uas yog koj tus nkauj qhev thiab.”"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.32","label":"32","content":"Davi thiaj hais rau Anpikayi tias, “Qhuas Yawmsaub uas yog cov Yixayee tus Vajtswv uas txib koj tuaj ntsib kuv hnub no."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.33","label":"33","content":"Thov cia koj txojkev ntse tau hmoov zoo thiab thov kom koj tus kheej tau koob hmoov rau qhov hnub no koj tau tswj tsis kheev kuv ua txhaum uas tsa kuv txhais tes ua pauj kuv ib leeg ua rau lwm tus los ntshav."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.34","label":"34","content":"Muaj Yawmsaub uas yog cov Yixayee tus Vajtswv muaj txojsia nyob pom, nws yog tus uas tswj kuv tsis pub kuv ua phem rau koj. Yog koj tsis tau maj nroos tuaj ntsib kuv, tagkis sawv ntxov yeej yuav tsis tshuav ib tug txivneej rau Nanpas kiag li.”"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.35","label":"35","content":"Ces Davi txawm txais txhua yam uas Anpikayi coj tuaj thiab hais rau nws tias, “Cia li rov qab mus zoo rau koj vaj koj tsev lauj. Kuv twb mloog koj tej lus thiab kuv yuav ua raws li uas koj thov kuv.”"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.36","label":"36","content":"Anpikayi txawm rov mus rau ntawm Nanpas, ua ciav nws tabtom noj haus loj hauv tsev yam nkaus li tej vajntxwv noj. Nanpas kuj zoo siab heev vim nws qaug cawv heev. Mas Anpikayi tsis hais dabtsi rau nws paub mus txog tagkis kaj ntug."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.37","label":"37","content":"Tagkis sawv ntxov thaum cawv txiv hmab xam tag hauv Nanpas lawm, nws tus pojniam li piav tej xwm txheej ntawd rau nws mloog, ces nws lub plawv cia li tsis ua haujlwm, nws zoo li lub pob zeb lawm."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.38","label":"38","content":"Nyob tau kwvlam kaum hnub Yawmsaub ua rau Nanpas tuag lawm."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.39","label":"39","content":"Thaum Davi hnov tias Nanpas tuag lawm nws txawm hais tias, “Qhuas Yawmsaub uas ua pauj rau qhov uas Nanpas saib tsis taus kuv, thiab tswj tsis kheev kuv ua phem. Yawmsaub pauj qhov uas Nanpas ua phem kom poob rov rau saum nws taubhau.” Ces Davi txawm tso neeg mus hais Anpikayi kom los ua nws li pojniam."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.40","label":"40","content":"Thaum Davi cov tub teg tub taws tuaj txog Anpikayi hauv lub moos Khamee, lawv hais rau nws tias, “Davi txib peb tuaj coj koj mus ua nws pojniam.”"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.41","label":"41","content":"Anpikayi txawm sawv tsees khoov ntshis rau hauv av thiab hais tias, “Saib maj, kuv uas yog nej tus nkauj qhev zoo siab ua qhev ntxuav kuv tus tswv tej tub qhe kotaw.”"},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.42","label":"42","content":"Anpikayi kuj maj nroos sawv tsees caij ib tug nees luav thiab nws tsib tug nkauj qhev nrog Davi cov neeg mus thiaj tau mus ua Davi pojniam."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.43","label":"43","content":"Davi kuj yuav Ahinau‑as uas yog neeg hauv lub moos Yile‑ee thiab. Mas ob tug ua Davi pojniam."},{"bible_id":"1269","chapter_code":"1SA.25","verse_code":"1SA.25.44","label":"44","content":"Xa‑u muab nws tus ntxhais Mikhas uas yog Davi pojniam qua ib tom rau La‑i tus tub Pati hauv lub moos Kali lawm."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.1","label":"1","content":"Cov neeg hauv lub moos Xi tuaj hais rau Xa‑u hauv lub moos Kinpe‑a tias, “Davi tsiv nraim saum lub roob Hakhila uas ncaj lub moos Yesimoo.”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.2","label":"2","content":"Ces Xa‑u txawm sawv tsees mus rau hauv tebchaws moj sab qhua Xi, thiab tej tub rog uas nws xaiv cia lawd peb txhiab leej nrog nws mus nrhiav Davi hauv tebchaws moj sab qhua Xi."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.3","label":"3","content":"Xa‑u ua yeej rau ntawm ntug kev saum lub roob Hakhila uas ncaj lub moos Yesimoo. Tiamsis Davi nyob hauv tebchaws moj sab qhua. Thaum nws paub tias Xa‑u tuaj nrhiav nws hauv tebchaws moj sab qhua,"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.4","label":"4","content":"nws txawm tso neeg mus tshuaj saib thiaj paub tias Xa‑u tuaj lawm tiag."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.5","label":"5","content":"Ces Davi txawm sawv tsees mus rau ntawm lub chaw uas Xa‑u ua yeej nyob, thiab Davi pom lub chaw uas Xa‑u thiab tus thawj rog Anaw uas yog Naw tus tub pw. Xa‑u pw rau hauv plawv yeej thiab nws cov tub rog ua chaw nyob vij ib ncig nws."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.6","label":"6","content":"Mas Davi hais rau Ahimelej uas yog neeg Hithai thiab hais rau Anpisai uas yog Xeluya tus tub thiab yog Yau‑a tus kwv hais tias, “Leejtwg yuav nrog kuv nqes mus rau hauv Xa‑u lub yeej?” Mas Anpisai hais tias, “Kuv yuav nrog koj mus.”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.7","label":"7","content":"Ces hmo ntawd Davi thiab Anpisai txawm mus rau hauv Xa‑u cov tub rog. Ua ciav Xa‑u pw tsaug zog hauv lub plawv yeej, nws rab hmuv rhais rau hauv av ntawm nws taubhau. Anaw thiab cov tub rog pw vij puag ncig Xa‑u."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.8","label":"8","content":"Anpisai hais rau Davi tias, “Hnub no Yawmsaub muab koj tus yeeb ncuab cob rau hauv koj txhais tes lawm. Nimno cia kuv xuas hmuv nkaug ib hmuv teem nkaus rau hauv av xwb tsis txog nkaug ob zaug.”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.9","label":"9","content":"Tiamsis Davi hais rau Anpisai tias, “Tsis txhob txov nws kiag li, rau qhov leejtwg yuav tsa tes tawm tsam tus uas Yawmsaub hliv roj tsa cia lawd es tsis txhaum?”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.10","label":"10","content":"Thiab Davi hais tias, “Muaj Yawmsaub uas muaj txojsia nyob pom, Yawmsaub yeej yuav tua nws, lossis nws yuav tuag vim yog lub caij tuag lossis nws yuav mus ua rog li tuag."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.11","label":"11","content":"Thov Yawmsaub tav tsis txhob kheev kuv tsa tes tawm tsam tus uas Yawmsaub tsa cia lawd. Nimno cia li muab nws rab hmuv ntawm nws taubhau thiab lub taub dej es wb mus.”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.12","label":"12","content":"Davi txawm muab rab hmuv thiab lub taub dej ntawm Xa‑u taubhau ces ob tug txawm mus lawm tsis muaj leejtwg pom tsis muaj leejtwg paub li, tsis muaj ib tug tsim, rau qhov lawv txhua tus tsaug zog heev vim yog Yawmsaub ua rau lawv tuaj dab ntub heev."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.13","label":"13","content":"Ces Davi txawm hla mus rau sab tim ub, mus sawv saum lub ncov roob deb deb, muaj ib lub hav quas."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.14","label":"14","content":"Davi hu nrov nrov rau cov tub rog thiab rau Anaw uas yog Naw tus tub hais tias, “Anaw 'e, koj tsis teb lov?” Anaw teb tias, “Leejtwg hu vajntxwv ne?”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.15","label":"15","content":"Davi teb Anaw tias, “Koj tsis yog txivneej lov? Hauv cov Yixayee leejtwg zoo li koj? Ua cas koj tsis zov vajntxwv uas yog koj tus tswv tib zoo? Rau qhov muaj ib tug nkag mus yuav tua vajntxwv uas yog koj tus tswv."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.16","label":"16","content":"Qhov uas koj ua li no tsis zoo kiag li. Muaj Yawmsaub uas muaj txojsia nyob pom, koj mas tsim nyog tuag lauj vim koj tsis zov koj tus tswv tib zoo, yog tus uas Yawmsaub hliv roj tsa cia. Nimno tshuaj saib vajntxwv rab hmuv thiab lub taub dej ntawm nws taubhau dua twg lawm.”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.17","label":"17","content":"Xa‑u cim tau Davi lub suab nws thiaj hais tias, “Kuv tus tub Davi 'e, no yog koj lub suab ntag lov?” Davi teb tias, “Au vajntxwv uas yog kuv tus tswv, yog kuv lub suab ntag lauj.”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.18","label":"18","content":"Thiab nws hais tias, “Ua cas kuv tus tswv yuav caum kuv uas yog koj tus qhev? Kuv tau ua li cas? Kuv txhais tes tau ua txhaum dabtsi?"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.19","label":"19","content":"Nimno thov vajntxwv uas yog kuv tus tswv mloog kuv uas yog koj tus qhev tej lus. Yog Yawmsaub tshum koj lub siab ua kom koj tawm tsam kuv, thov cia Yawmsaub txais yuav tej qhov txhia chaw uas muab xyeem. Tiamsis yog neeg tshum koj no ces thov cia lawv raug foom tsis zoo rau ntawm Yawmsaub xubntiag. Hnub no lawv tau ntiab kuv tawm kuv thiaj tsis muaj feem tau Yawmsaub qub txeeg qub teg thiab lawv hais tias, ‘Cia li mus ua koom tu luag tej dab.’"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.20","label":"20","content":"Vim li no nimno thov tsis txhob cia kuv tej ntshav poob deb ntawm Yawmsaub xubntiag. Cov Yixayee tus vajntxwv tawm tuaj nrhiav tib tug dev mub txojsia, yam li tus uas mus raws yij saum roob.”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.21","label":"21","content":"Ces Xa‑u hais tias, “Kuv tau ua txhaum lawm lauj. Kuv tus tub Davi, cia li rov qab los, kuv yuav tsis ua phem rau koj dua li lawm, rau qhov hnub no koj saib kuv txojsia tsim txiaj. Kuv ua zoo nkaus li tej neeg ruam xwb thiab ua txhaum loj kawg li.”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.22","label":"22","content":"Mas Davi teb tias, “Au vajntxwv, koj rab hmuv nyob ntawm no. Koj cia li txib ib tug hluas tuaj coj rov qab mus."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.23","label":"23","content":"Yawmsaub pub nqe zog rau txhua tus raws li lawv txojkev ncaj ncees thiab qhov uas lawv lub siab xib rau Yawmsaub. Hnub no Yawmsaub muab koj cob rau hauv kuv txhais tes lawm tiamsis kuv tsis tsa kuv txhais tes tawm tsam tus uas Yawmsaub hliv roj tsa cia lawd."},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.24","label":"24","content":"Hnub no kuv saib koj txojsia tsim txiaj li cas, kuj thov Yawmsaub saib kuv txojsia tsim txiaj ib yam li ntawd, thiab thov Yawmsaub cawm kuv dim hauv txhua txojkev ceeblaj ntxhov siab.”"},{"bible_id":"1269","chapter_code":"1SA.26","verse_code":"1SA.26.25","label":"25","content":"Ces Xa‑u hais rau Davi tias, “Kuv tus tub Davi, thov Yawmsaub foom koob hmoov rau koj. Koj yuav ua tau ntau yam thiab ua kom tiav.” Davi txawm mus lawm, Xa‑u rov qab mus tsev."},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.1","label":"1","content":"Davi xav hauv lub siab tias, “Muaj ib hnub twg ntshai kuv yuav tuag rau Xa‑u txhais tes xwb. Qhov zoo tshaj ces cia kuv khiav mus nyob hauv cov Filixatee tebchaws, Xa‑u thiaj tsis muaj siab nrhiav kuv hauv Yixayee tebchaws thiab kuv thiaj dim nws txhais tes.”"},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.2","label":"2","content":"Davi txawm sawv tsees coj rau pua leej uas nrog nws ua ke khiav hla mus cuag Ma‑au tus tub Akhij uas ua vajntxwv hauv lub moos Ka."},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.3","label":"3","content":"Mas Davi thiab nws cov neeg uas nrog nws ua ke thiab lawv txhua tsev neeg kuj nrog Akhij nyob hauv lub moos Ka. Davi ob tug pojniam yog Ahinau‑as uas yog neeg Yile‑ee, thiab Anpikayi uas yog Nanpas hauv Khamee tus pojniam uas ua poj ntsuam lawm, mus thiab."},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.4","label":"4","content":"Thaum muaj neeg mus hais rau Xa‑u tias Davi khiav mus rau lub moos Ka lawm, Xa‑u txawm tsis nrhiav Davi li lawm."},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.5","label":"5","content":"Davi thiaj hais rau Akhij tias, “Yog koj txaus siab rau kuv mas thov koj muab ib qho chaw hauv tej zej zog rau kuv nyob. Ua cas yuav cia koj tus qhev nrog koj nyob hauv vajntxwv lub nroog no?”"},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.6","label":"6","content":"Ces hnub ntawd Akhij txawm muab lub moos Xilaj pub rau nws. Xilaj thiaj poob ua vajntxwv Yuda li moos los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.7","label":"7","content":"Lub sijhawm uas Davi mus nyob hauv cov Filixatee tebchaws ntawd yog ib xyoos thiab plaub lub hlis."},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.8","label":"8","content":"Davi thiab nws cov neeg kuj mus ntaus cov neeg Kesu, cov neeg Kexaw thiab cov Amalej uas yog cov qub neeg uas ib txwm nyob hauv lub tebchaws ntawd, ntaus mus txog lub moos Su mus txog ntua Iyi tebchaws."},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.9","label":"9","content":"Davi ntaus lub tebchaws ntawd tsis tseg tej txivneej tej pojniam ciaj sia li, thiab txeeb tej yaj tej nyuj tej nees luav tej ntxhuav tej tsoos tsho li rov los rau Akhij."},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.10","label":"10","content":"Thaum Akhij nug tias “Hnub no koj mus lws leejtwg los?” Davi teb tias “Mus lws Neke uas yog Yuda li,” lossis “Mus lws Neke uas yog cov Yelame‑ee li,” lossis “Mus lws Neke uas yog cov Khenai li.”"},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.11","label":"11","content":"Davi yeej tsis tseg txivneej pojniam siav li tsis tso ib tug los rau hauv lub moos Ka li, nws xav tias, “Tsam ces lawv yuav hais txog peb cov tias Davi tau ua li ub li no.” No yog tej uas nws pheej ua tag lub sijhawm uas nws nyob hauv cov Filixatee tebchaws."},{"bible_id":"1269","chapter_code":"1SA.27","verse_code":"1SA.27.12","label":"12","content":"Akhij tso siab rau Davi, nws xav tias, “Davi twb ua rau cov Yixayee uas yog nws haiv neeg ntxub nws kawg. Vim li no nws yuav ua tau kuv tus qhev ib sim neej.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.1","label":"1","content":"Thaum ntawd cov Filixatee sau tub rog yuav mus ua rog rau cov Yixayee. Mas Akhij hais rau Davi tias, “Koj yuav tsum paub tias koj thiab koj cov neeg yuav tau nrog kuv tawm mus ua rog.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.2","label":"2","content":"Davi hais rau Akhij tias, “Zoo kawg, koj yuav paub tias kuv uas yog koj tus qhev muaj peevxwm li cas.” Akhij hais rau Davi tias, “Zoo lawm, kuv yuav tsa koj ua tus uas hwj xwm kuv mus tag sim neej.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.3","label":"3","content":"Xamuyee twb tuag lawm thiab cov Yixayee sawvdaws quaj ntsuag nws thiab muab nws log rau hauv Lama uas yog nws lub moos. Xa‑u twb rhuav tshem tej txiv neeb txiv yaig hauv lub tebchaws tag lawm."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.4","label":"4","content":"Cov Filixatee sau zog tuaj ua ke ua yeej ze ntawm lub moos Sunee. Mas Xa‑u txhij Yixayee cov tub rog sawvdaws tuaj ua yeej rau saum lub roob Kinpau‑a."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.5","label":"5","content":"Thaum Xa‑u pom Filixatee cov tub rog mas nws ntshai heev, nws lub siab tshee hnyo."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.6","label":"6","content":"Thaum Xa‑u ua nug rau Yawmsaub, Yawmsaub kuj tsis teb nws, tsis hais teb hauv npau suav lossis teb ntawm Uli lossis ntawm cov xibhwb cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.7","label":"7","content":"Xa‑u thiaj hais rau nws cov tub teg tub taws tias, “Cia li mus nrhiav ib tug pojniam uas txawj ua neeb es kuv yuav mus kom nws ua neeb saib.” Xa‑u cov tub teg tub taws hais tias, “Muaj ib tug pojniam ua txiv neeb hauv lub moos Eedau.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.8","label":"8","content":"Xa‑u thiaj hloov nws tsoos tsho ua cuav tsab nrog ob tug txivneej mus. Lawv mus txog tus pojniam ntawd rau thaum tsaus ntuj, mas Xa‑u hais tias, “Thov ua neeb rau kuv es coj tus tuag uas kuv qhia npe rau koj los.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.9","label":"9","content":"Tus pojniam ntawd teb Xa‑u tias, “Koj yeej paub tseeb lawm tias Xa‑u twb ua li cas, qhov uas nws rhuav tshem tej txiv neeb txiv yaig hauv lub tebchaws. Ua cas koj tseem tuaj ua ntxiab ua hlua cuab kuv txojsia?”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.10","label":"10","content":"Xa‑u tuav Yawmsaub lub npe twv tias, “Muaj Yawmsaub uas muaj txojsia nyob pom, koj yuav tsis raug txim rau qhov uas ua neeb no.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.11","label":"11","content":"Tus pojniam ntawd thiaj hais tias, “Koj yuav kom kuv hu leejtwg los?” Xa‑u hais tias, “Hu Xamuyee los rau kuv.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.12","label":"12","content":"Thaum tus pojniam ntawd pom dheev Xamuyee ces txawm qw nrov nrov thiab hais rau Xa‑u tias, “Ua cas koj dag kuv? Koj twb yog Xa‑u ntag.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.13","label":"13","content":"Vajntxwv hais rau tus pojniam ntawd tias, “Tsis txhob ntshai li, koj pom dabtsi?” Tus pojniam hais rau Xa‑u tias, “Kuv pom ib tug timtswv sawv hauv nruab yeeb los.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.14","label":"14","content":"Xa‑u nug tus pojniam hais tias, “Nws lub cev zoo li cas?” Tus pojniam ntawd teb tias, “Yog ib tug yawg laus hnav lub tsho ntev sawv los.” Xa‑u thiaj paub tias yog Xamuyee, nws txawm khoov ntshis pe rau hauv av."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.15","label":"15","content":"Xamuyee hais rau Xa‑u tias, “Koj hu kuv sawv los tab kaum ua dabtsi?” Xa‑u teb tias, “Kuv muaj kev nyuaj siab heev vim yog cov Filixatee ua rog rau kuv thiab Vajtswv tig kiag ntawm kuv mus lawm tsis teb kuv dua li lawm, tsis hais teb ntawm cov xibhwb cev Vajtswv lus lossis teb hauv tej npau suav. Yog li no kuv thiaj thov hu koj sawv los xwv koj thiaj qhia kuv paub tias kuv yuav tsum ua dabtsi.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.16","label":"16","content":"Xamuyee hais tias, “Thaum Yawmsaub tig hlo ntawm koj thiab ua yeeb ncuab rau koj lawm, ua cas koj tseem tuaj nug kuv?"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.17","label":"17","content":"Yawmsaub ua rau koj yam li uas nws twb kom kuv hais rau koj lawd. Yawmsaub muab lub tebchaws dua ntawm koj txhais tes thiab muab cob rau lwm tus kav yog Davi."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.18","label":"18","content":"Twb yog vim koj tsis mloog Yawmsaub tej lus thiab ua raws li uas nws npau taws rau cov Amalej, hnub no Yawmsaub thiaj ua tej no rau koj."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.19","label":"19","content":"Tsis tag li ntawd xwb Yawmsaub yuav muab koj thiab cov Yixayee huvsi cob rau hauv cov Filixatee txhais tes. Tagkis koj thiab koj cov tub yuav nrog kuv nyob, thiab Yawmsaub yuav muab Yixayee cov tub rog cob rau hauv cov Filixatee txhais tes.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.20","label":"20","content":"Ces Xa‑u txawm ntog vau hlo xyab kiag rau hauv pem teb tamsim ntawd, nws ntshai kawg vim yog Xamuyee tej lus. Nws tsis muaj zog kiag li lawm rau qhov nws tsis tau noj mov ib hnub ib hmos lawm."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.21","label":"21","content":"Tus pojniam ntawd thiaj los rau ntawm Xa‑u. Thaum nws pom tias Xa‑u ntshai kawg nws hais rau Xa‑u tias, “Kuv uas yog koj tus nkauj qhev yeej mloog koj hais. Kuv sev nyog txojsia yeem ua raws li koj tej lus txhua yam."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.22","label":"22","content":"Vim li no thov koj mloog koj tus nkauj qhev hais. Cia kuv muab mentsis zaub mov rau koj, koj cia li noj thiaj muaj zog taug kev rov qab mus.”"},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.23","label":"23","content":"Xa‑u kuj tsis kam, nws hais tias, “Kuv tsis noj.” Tiamsis nws cov tub teg tub taws thiab tus pojniam ntawd txhob txhob nws, nws thiaj mloog lawv hais. Nws sawv los nyob saum lub txaj."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.24","label":"24","content":"Tus pojniam ntawd muaj ib tug menyuam nyuj rog rog nyob ntawm tsev nws txawm maj nroos muab tua. Nws muab hmoov mog los zuaj cub ua ncuav tsis xyaw keeb."},{"bible_id":"1269","chapter_code":"1SA.28","verse_code":"1SA.28.25","label":"25","content":"Nws coj los rau rau Xa‑u thiab nws cov tub teg tub taws noj. Lawv noj tag ces txawm rov qab mus tsev hmo ntawd."},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.1","label":"1","content":"Cov Filixatee txhij cov tub rog huvsi tuaj rau ntawm Afe, mas cov Yixayee ua yeej rau ntawm lub hauv dej txhawv ntawm lub moos Yile‑ee."},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.2","label":"2","content":"Thaum Filixatee cov thawj coj tej pab tub rog uas ib puas leej ib txhiab leej hla mus mas Davi thiab nws cov neeg kuj ua pab tom qab uas nrog Akhij ua ke."},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.3","label":"3","content":"Filixatee cov thawj rog hais tias, “Cov neeg Henplais tuaj ua dabtsi ntawm no?” Mas Akhij hais rau Filixatee cov thawj rog tias, “No yog Davi, uas yog cov Yixayee tus vajntxwv Xa‑u li ib tug tub teg tub taws, nws twb nrog kuv nyob tsheej xyoo lawm. Txij hnub uas nws khiav tuaj cuag kuv, kuv kuj tsis pom nws muaj ib qho txhaum li txog niaj hnub nimno.”"},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.4","label":"4","content":"Tiamsis Filixatee cov thawj rog chim rau vajntxwv mas lawv rov hais rau vajntxwv tias, “Cia li xa tus yawg no rov qab mus tsev. Cia nws rov mus nyob rau hauv lub moos uas koj tu rau nws. Tsis txhob kheev nws nrog peb mus ua rog ua ke tsam ces nws ua yeeb ncuab rau peb. Rau qhov nws yuav ua li cas rov mus nrog nws tus vajntxwv sib raug zoo tau? Sub tsis yog muab peb cov neeg no taubhau coj mus pauv lov?"},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.5","label":"5","content":"Tus yawg no twb yog Davi nev, yog tus uas lawv hu nkauj seev cev hais tias, ‘Xa‑u tua tau qas txhiab leej Davi tua tau qas vam leej.’ ”"},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.6","label":"6","content":"Akhij thiaj hu Davi los hais rau nws tias, “Muaj Yawmsaub uas muaj txojsia nyob pom, koj twb ua ncaj ua ncees los lawm. Yog ntawm kuv tug mas kuv pom zoo cia koj nrog kuv mus ua rog, rau qhov kuv tsis pom koj ua ib qho txhaum txij hnub uas koj los nrog kuv nyob txog niaj hnub nimno li. Tiamsis txawm li cas los xij cov thawj rog tsis nrog kuv pom koj zoo."},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.7","label":"7","content":"Ua li no thov koj rov qab mus ua siab tus yees xwv thiaj tsis ua rau Filixatee cov thawj tsis txaus siab.”"},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.8","label":"8","content":"Mas Davi hais rau Akhij tias, “Kuv tau ua dabtsi? Txij hnub uas kuv los ua koj li haujlwm txog niaj hnub nimno koj pom kuv uas yog koj tus qhev ua ib yam dabtsi uas yuav tsis tsim nyog kuv mus ua rog rau koj tej yeeb ncuab? Koj yog kuv tus tswv thiab kuv tus vajntxwv.”"},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.9","label":"9","content":"Akhij teb Davi tias, “Kuv paub thiab kuv lub qhov muag pom koj tsis ua ib qho txhaum, koj zoo yam nkaus li Vajtswv ib tug tubtxib saum ntuj. Tiamsis Filixatee cov thawj rog hais tias, ‘Tsis txhob kheev nws nrog peb mus ua rog li.’"},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.10","label":"10","content":"Ua li no koj thiab Xa‑u cov tub teg tub taws uas nrog koj tuaj cia li sawv ntxov, mas tagkis thaum pom kev ces cia li rov qab mus.”"},{"bible_id":"1269","chapter_code":"1SA.29","verse_code":"1SA.29.11","label":"11","content":"Davi txawm sawv ntxov nrog nws cov neeg rov qab mus rau cov Filixatee tebchaws. Tiamsis cov Filixatee mas nce mus pem Yile‑ee."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.1","label":"1","content":"Tau peb hnub Davi thiab nws cov neeg los txog ntawm Xilaj mas cov Amalej twb mus lws Neke thiab Xilaj lawm. Lawv kov yeej Xilaj thiab muab hlawv pov tseg,"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.2","label":"2","content":"thiab ntes cov pojniam thiab txhua tus uas nyob hauv coj mus, ntes cov laus thiab cov menyuam huvsi. Lawv tsis tua ib tug pov tseg li, lawv muab kuav huvsi taug kev mus."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.3","label":"3","content":"Thaum Davi thiab nws cov neeg los txog ntawm lub moos mas pom lub moos ntawd kub hnyiab lawm, thiab lawv tej pojniam tej tub tej ntxhais kuj raug muab ntes coj tag lawm."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.4","label":"4","content":"Mas Davi thiab cov neeg uas nrog nws kuj tsa suab hlo quaj heev, quaj quaj qaug zog quaj tsis taus lawm."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.5","label":"5","content":"Davi ob tug pojniam kuj raug muab ntes mus, yog Ahinau‑as uas yog neeg Yile‑ee thiab yog Anpikayi uas yog Nanpas hauv Khamee tus pojniam uas ua poj ntsuam."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.6","label":"6","content":"Davi kuj nyuaj siab kawg li rau qhov cov pejxeem hais zom zaws tias xuas pob zeb muab nws ntaus. Lawv kuj mob siab kawg li rau lawv tej tub tej ntxhais. Mas Davi kuj cuab zog hauv Yawmsaub uas yog nws tus Vajtswv."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.7","label":"7","content":"Davi hais rau pov thawj Anpiyatha uas yog Ahimelej tus tub tias, “Coj lub efauj  los rau kuv.” Anpiyatha kuj coj lub efauj los rau Davi."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.8","label":"8","content":"Davi txawm nug Yawmsaub tias, “Kuv yuav mus caum pab tub rog ntawd los tsis mus? Kuv yuav mus caum cuag lawv los tsis cuag?” Yawmsaub teb nws tias, “Cia li mus caum, koj yeej yuav caum cuag lawv thiab cawm tau lawv.”"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.9","label":"9","content":"Davi thiab rau pua leej uas nrog nws thiaj sawv kev mus. Lawv mus txog lub hav Npexau, mas cov uas mus tsis taus so qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.10","label":"10","content":"Davi thiab plaub puas leej caum mus. Ob puas leej uas qaug zog heev hla tsis taus lub hav Npexau cia li so qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.11","label":"11","content":"Lawv ntsib ib tug neeg Iyi tom hav nroj, lawv thiaj coj nws los cuag Davi. Lawv pub ncuav rau nws noj thiab dej rau nws haus."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.12","label":"12","content":"Lawv muab ib lub ncuav txiv cev thiab ob re txiv hmab qhuav rau nws noj. Nws noj tag mas thiaj li muaj zog tuaj vim yog nws tsis tau mov noj tsis tau dej haus tau peb hnub peb hmo lawm."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.13","label":"13","content":"Mas Davi nug nws tias, “Koj yog leejtwg cov neeg? Koj tuaj qhovtwg tuaj?” Mas nws teb tias, “Kuv yog ib tug tub hluas Iyi, kuv ua ib tug neeg Amalej li qhev. Tau peb hnub lawm kuv muaj mob mas kuv tus lospav muab kuv tso pov tseg."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.14","label":"14","content":"Peb mus lws Neke tebchaws thaj uas yog cov Khelethi li thiab yog Yuda li thiab Neke uas yog Khalej li. Mas peb muab lub moos Xilaj hlawv pov tseg.”"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.15","label":"15","content":"Davi hais rau nws tias, “Koj yuav coj kuv kev mus caum kom cuag pab tub rog no los tsis coj?” Nws teb tias, “Thov tuav Vajtswv lub npe cog lus twv rau kuv tias koj yuav tsis muab kuv tua pov tseg thiab tsis muab kuv cob rau hauv kuv tus lospav txhais tes, mas kuv yuav coj koj kev mus kom txog pab tub rog ntawd.”"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.16","label":"16","content":"Thaum nws coj Davi kev mus txog mas pom lawv nyob puv nkaus ntawm tej tshav puam noj haus thiab dhia seev cev rau qhov uas lawv txeeb tau tej qhov txhia chaw hauv Filixatee tebchaws thiab hauv Yuda tebchaws los ntau kawg li."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.17","label":"17","content":"Mas Davi tua lawv thaum tsaus ntuj zuag ib hmos thiab ib hnub tsaus ntuj. Tsis muaj ib tug txivneej khiav dim li, tsuas yog plaub puas tus hluas uas caij ntxhuav thiaj khiav dim xwb."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.18","label":"18","content":"Davi thiaj tau tej qhov txhia chaw uas cov Amalej lws mus ntawd huvsi rov qab los thiab Davi cawm tau nws ob tug pojniam los."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.19","label":"19","content":"Tej uas lawv lws mus lawd tsis hais laus hluas metub mentxhais mas tsis poob ib yam dabtsi li, Davi muab tau huvsi rov los."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.20","label":"20","content":"Davi tseem ntes tau lawv tej niag pab tshis pab yaj thiab tej niag pab nyuj los. Cov pejxeem raws tej tsiaj ntawd ua Davi ntej mas lawv hais tias, “Tej no yog tej uas Davi txeeb tau los.”"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.21","label":"21","content":"Davi txawm rov los txog ob puas leej uas qaug zog raws tsis cuag Davi es Davi muab tso tseg rau ntawm lub hav Npexau. Mas cov ntawd kuj tawm mus tos Davi thiab tos cov neeg uas nrog Davi ua ke. Thaum Davi los ze cov neeg ntawd nws hais lus zoo rau lawv."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.22","label":"22","content":"Cov neeg phem thiab cov neeg siab nqaim uas nrog Davi mus txawm hais tias, “Vim lawv cov no tsis nrog peb mus mas peb tsis pub tej qhov txhia chaw uas peb mus txeeb tau los rau lawv li, tsuas yog cia lawv nyias coj nyias tej pojniam menyuam mus xwb.”"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.23","label":"23","content":"Tiamsis Davi hais tias, “Kuv cov kwvtij, nej tsis txhob ua li no rau tej uas Yawmsaub pub rau peb. Nws twb tsom kwm peb cia thiab muab pab tub rog uas tuaj ntaus peb rau hauv peb txhais tes lawm."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.24","label":"24","content":"Qhov no leejtwg yuav mloog nej lub suab? Cov uas nqes mus ntaus rog muaj feem tau li cas ces cov uas nyob zov nra kuj muaj feem tau sib npaug li ntawd thiab. Cia li muab faib sib npaug zos rau sawvdaws.”"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.25","label":"25","content":"Txij hnub ntawd los Davi kuj muab qhov no rhawv ua ib txoj kab ke thiab ib txoj kevcai rau cov Yixayee coj los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.26","label":"26","content":"Thaum Davi los txog lub moos Xilaj lawd nws kuj xa tej uas nws txeeb tau ntawd ib qho mus rau nws tej phoojywg uas yog cov kev txwj laus hauv Yuda, thiab hais rau lawv tias, “No yog muab ib qho tshav ntuj rau nej, yog tej uas txeeb tau ntawm Yawmsaub cov yeeb ncuab los.”"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.27","label":"27","content":"Nws muab rau cov uas nyob hauv Npe‑ee thiab cov uas nyob hauv Lamau hauv Neke, thiab cov uas nyob hauv Yathi,"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.28","label":"28","content":"thiab Alau‑aw thiab Ximau thiab Ethemau‑a,"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.29","label":"29","content":"thiab Lakhas, thiab cov uas nyob hauv Yelame‑ee cum tej moos thiab hauv cov Khenai tej moos,"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.30","label":"30","content":"hauv Hauma thiab Npaulasas thiab Athaj,"},{"bible_id":"1269","chapter_code":"1SA.30","verse_code":"1SA.30.31","label":"31","content":"thiab hauv Heploo, yog muab rau txhua lub chaw uas Davi thiab nws cov neeg txeev mus mus los los rau hauv."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.1","label":"1","content":"Cov Filixatee tuaj ua rog rau cov Yixayee, mas cov Yixayee khiav cov Filixatee thiab raug tua tuag rau saum lub roob Kinpau‑a."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.2","label":"2","content":"Cov Filixatee caum cuag Xa‑u thiab nws cov tub. Cov Filixatee tua Yaunathas thiab Anpinada thiab Makhisuva, uas yog Xa‑u li tub tuag tag."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.3","label":"3","content":"Ua rog hnyav heev tuaj ti Xa‑u, cov tub rog tua hneev ntsib Xa‑u, txawm tua raug nws mob heev."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.4","label":"4","content":"Ces Xa‑u txawm hais rau tus uas nqa nws tej cuab yeej tias, “Cia li rho ntaj los nkaug kuv kom tshab plaws, ntshai tsam cov uas tsis ua kevcai txiav no tuaj nkaug kuv es saib tsis taus kuv.” Tiamsis tus uas nqa nws tej cuab yeej tsis kam nkaug vim yog ntshai heev. Ces Xa‑u txawm rho kiag nws rab ntaj los cuab es nws khwb nkaus chob kiag rab ntaj ntawd."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.5","label":"5","content":"Thaum tus uas nqa tej cuab yeej pom tias Xa‑u tuag lawm, nws kuj cuab nws rab ntaj khwb nkaus chob nws tuag ua ke thiab."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.6","label":"6","content":"Yog li no Xa‑u thiaj tuag thiab nws peb tug tub thiab tus uas nqa tej cuab yeej thiab Xa‑u cov neeg sawvdaws tuag tib hnub ntawd."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.7","label":"7","content":"Thaum cov Yixayee uas nyob lub hav sab tid thiab cov uas nyob ntawm tus dej Yaladee sab hnub tuaj pom Yixayee cov tub rog khiav thiab pom tias Xa‑u thiab nws cov tub tuag tag lawm, lawv txawm tso lawv tej moos tseg khiav tag, mas cov Filixatee los nyob rau hauv."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.8","label":"8","content":"Hnub tom qab thaum cov Filixatee tuaj khaws cov uas raug tua tuag tej cuab yeej mus yuav, lawv pom Xa‑u thiab nws peb tug tub tuag rau saum lub roob Kinpau‑a."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.9","label":"9","content":"Lawv txawm txiav Xa‑u lub taubhau thiab hle nws tej cuab yeej ua rog. Lawv tso neeg tshaj xo mus thoob plaws Filixatee tebchaws, coj xov zoo mus piav rau hauv lawv tej tsev teev dab thiab piav rau cov pejxeem."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.10","label":"10","content":"Lawv muab Xa‑u tej cuab yeej ua rog khaws cia rau hauv lub tsev teev dab Athalau. Lawv muab Xa‑u lub cev khi dai rau ntawm lub moos Npesas lub ntsa loog."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.11","label":"11","content":"Thaum cov neeg hauv lub moos Yanpe Kile‑a hnov tej uas cov Filixatee ua rau Xa‑u lub cev tuag,"},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.12","label":"12","content":"cov txivneej uas siab loj siab tuab sawvdaws txawm sawv tsees mus ib hmos kaj ntug mus daws Xa‑u lub cev tuag thiab nws peb tug tub lub cev tuag ntawm Npesas lub ntsa loog. Lawv coj los rau ntawm lub moos Yanpe muab hlawv qhov ntawd."},{"bible_id":"1269","chapter_code":"1SA.31","verse_code":"1SA.31.13","label":"13","content":"Lawv coj cov pob txha mus log rau hauv tsob qab ntoo tamalis hauv lub moos Yanpe, thiab yoo mov tau xya hnub."}]