[{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.1","label":"1","content":"Povlauj, Xivana thiab Timaute hais lus mus rau pawg ntseeg hauv lub moos Thexalaunika uas nyob hauv leej Txiv Vajtswv thiab hauv tus Tswv Yexus Khetos. Thov Vajtswv txojkev hlub thiab txojkev siab tus nrog nraim nej."},{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.2","label":"2","content":"Peb ua Vajtswv tsaug txog nej txhua tus txhua lub sijhawm thiab thaum thov Vajtswv peb kuj thov txog nej thiab."},{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.3","label":"3","content":"Peb nco tab meeg Vajtswv uas yog peb leej Txiv lub xubntiag txog nej txojkev ntseeg uas ua haujlwm tshwm los thiab nco txog nej txojkev hlub uas rau siab ua haujlwm hnyav thiab qhov uas nej muaj siab ntev thev vim muaj chaw vam hauv peb tus Tswv Yexus Khetos."},{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.4","label":"4","content":"Cov kwvtij uas Vajtswv hlub, peb yeej paub tias nws twb xaiv nej cia lawm,"},{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.5","label":"5","content":"vim txoj xov zoo uas peb qhia tuaj txog nej, tsis yog tuaj lo lus qhuav xwb tiamsis muaj hwjchim thiab muaj Vaj Ntsuj Plig uas dawb huv thiab muaj kev ruaj siab puv npo. Nej kuj paub tias peb ua neeg zoo li cas rau hauv nej vim yog saib rau nej."},{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.6","label":"6","content":"Thiab nej kuj ua raws li kuv thiab ua raws li tus Tswv. Txawm yog nej raug kev txom nyem ceeblaj, los nej tseem muaj siab xyiv fab ntawm Vaj Ntsuj Plig mloog txoj xov zoo."},{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.7","label":"7","content":"Vim li no nej thiaj ua yam ntxwv zoo rau cov uas ntseeg sawvdaws hauv lub xeev Makhedaunia thiab lub xeev Akhaya."},{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.8","label":"8","content":"Vajtswv tej lus nrov nto moo ntawm nej mus tsis yog rau hauv lub xeev Makhedaunia thiab Akhaya xwb tiamsis nej txojkev ntseeg Vajtswv nrov nto moo mus txog txhua qhov, tsis tag peb yuav hais dabtsi li lawm."},{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.9","label":"9","content":"Vim tias cov neeg ntawd piav tias nej tau txais peb zoo npaum li cas diam thiab piav txog qhov uas nej tau tso tej dab mlom tseg tig los cuag Vajtswv thiab ua koom tu tus tseem Vajtswv uas muaj txojsia nyob,"},{"bible_id":"1269","chapter_code":"1TH.1","verse_code":"1TH.1.10","label":"10","content":"thiab tos rawv Vajtswv tus Tub uas yuav los saum ntuj los, yog tus uas Vajtswv tsa ciaj sawv hauv qhov tuag rov los, yog Yexus uas cawm peb dim Vajtswv tej kev npau taws uas yuav muaj los tom hauv ntej."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.1","label":"1","content":"Cov kwvtij, nej kuj paub tias qhov uas peb tuaj saib nej ntawd tsis nkim zog."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.2","label":"2","content":"Txawm yog peb twb raug kev txom nyem thiab poob ntsej muag hauv lub moos Filipi uas nej twb paub lawm, los peb tseem muaj lub siab tuab hauv peb tus Vajtswv rau qhov uas yuav qhia Vajtswv txoj xov zoo rau nej txawm yog muaj neeg tawm tsam peb ntau heev kuj xij."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.3","label":"3","content":"Tej lus uas peb qhia tsis yog los ntawm qhov uas xav yuam kev lossis ntawm tej uas tsis dawb huv lossis ib yam kev dag,"},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.4","label":"4","content":"tiamsis Vajtswv pom zoo thiaj muab txoj xov zoo cob rau peb, peb thiaj qhia tsis yog ua kom txaus neeg lub siab tiamsis ua kom txaus Vajtswv lub siab, yog tus uas tshuaj saib peb."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.5","label":"5","content":"Nej kuj paub tias peb tsis hais tej lus qab rog qab ntse, lossis hais kom tau tshaj thawj ntawm nej. Muaj Vajtswv ua timkhawv rau tej no thiab."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.6","label":"6","content":"Peb tsis tau nrhiav koob meej ntawm neeg tsis hais nej thiab ntawm lwm tus. Peb yog Khetos cov tubtxib yeej muaj feem ua lub nra rau nej ris."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.7","label":"7","content":"Tiamsis thaum peb nrog nej nyob peb ua siab mos siab muag  ib yam li leej niam tu nws cov menyuam."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.8","label":"8","content":"Vim peb hlub nej li no lawm, peb yeej npaj txhij tsis yog pub txoj xov zoo rau nej xwb tiamsis pub peb tus kheej rau nej thiab, vim nej yog cov uas peb hlub heev."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.9","label":"9","content":"Cov kwvtij, nyaj nej kuj nco txog qhov uas peb ua haujlwm hnyav thiab khwv kawg li. Thaum peb tshaj tawm txoj xov zoo rau nej peb ua haujlwm nruab hnub hmo ntuj kom thiaj tsis ua lub nra hnyav rau nej leejtwg."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.10","label":"10","content":"Nej ua tau timkhawv rau peb thiab Vajtswv ua timkhawv tias peb tau xyaum ua lub neej dawb huv thiab ncaj ncees thiab tsis muaj chaw thuam rau hauv nej cov uas ntseeg."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.11","label":"11","content":"Nej twb paub lawm tias peb ua ib yam li leej txiv ua rau nws cov menyuam,"},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.12","label":"12","content":"yog qhuab ntuas nej txhua tus thiab txhawb nej lub zog thiab nkaw lus kom nej ua lub neej hum Vajtswv lub siab, yog tus uas hu nej los rau hauv nws lub tebchaws thiab hauv nws lub hwjchim ci ntsa iab."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.13","label":"13","content":"Peb kuj ua Vajtswv tsaug tsis tu vim thaum nej tau txais Vajtswv txojlus uas nej tau hnov ntawm peb, nej tsis tau txais yuav yam li yog neeg tej lus tiamsis txais yuav raws li qhov tseeb yog Vajtswv txojlus uas tabtom ua haujlwm rau hauv nej cov uas ntseeg."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.14","label":"14","content":"Cov kwvtij, nej kuj zoo ib yam li Vajtswv cov pawg ntseeg hauv Yexus Khetos uas nyob hauv lub xeev Yudia vim nej twb raug nej cov neeg tsim txom ib yam li lawv raug cov Yudai tsim txom."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.15","label":"15","content":"Cov Yudai tau tua tus Tswv Yexus thiab tua cov xibhwb cev Vajtswv lus thiab ntiab peb khiav mus. Lawv ua tsis hum Vajtswv lub siab thiab tawm tsam ib tsoom neeg sawvdaws,"},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.16","label":"16","content":"rau qhov uas lawv txwv tsis pub peb hais rau lwm haiv neeg kom tau txais kev dim, lawv thiaj tsav lub txim zuj zus. Tiamsis thaum kawg no Vajtswv txojkev npau taws poob rau saum lawv lawm."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.17","label":"17","content":"Cov kwvtij, thaum peb raug ncaim nej mus ib nyuag ntu lawm, peb tsuas ncaim lub cev xwb tsis ncaim lub siab, los peb lub siab kub lug heev xav rov pom nej ntsej muag."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.18","label":"18","content":"Peb xav tuaj cuag nej, thiab kuv Povlauj kuj xav tag xav thiab uas yuav tuaj, tiamsis Xatas  pheej tav peb kev."},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.19","label":"19","content":"Peb txojkev vam thiab peb txojkev xyiv fab thiab peb lub mom kub uas peb yuav khav txog rau ntawm peb tus Tswv Yexus Khetos lub xubntiag rau thaum nws rov los yog dabtsi? Tsis yog nej lov?"},{"bible_id":"1269","chapter_code":"1TH.2","verse_code":"1TH.2.20","label":"20","content":"Rau qhov nej yog peb lub koob meej thiab yog peb txojkev xyiv fab."},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.1","label":"1","content":"Vim li no thaum peb thev tsis taus lawm, peb thiaj pom zoo cia peb nyob hauv lub nroog Athee xwb,"},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.2","label":"2","content":"thiab peb txib peb tus kwv Timaute uas koom ua Vajtswv tes haujlwm qhia txoj xov zoo hais txog Khetos, tuaj cuag nej kom thiaj ua rau nej nyob ruaj thiab txhawb nej lub zog hauv nej txojkev ntseeg,"},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.3","label":"3","content":"kom tej kev tsim txom no thiaj tsis ua rau leejtwg lub siab ywj fab ywj fwj. Nej yeej paub tias twb teem cia rau peb raug kev tsim txom."},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.4","label":"4","content":"Thaum peb nrog nej nyob peb twb hais rau nej paub ua ntej tias peb yuav raug kev tsim txom mas kuj muaj li ntawd raws li nej paub."},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.5","label":"5","content":"Vim li no, thaum kuv thev tsis taus lawm kuv thiaj txib neeg tuaj xwv thiaj paub txog nej txojkev ntseeg nyob li cas. Kuv ntshai tsam tus uas sim siab  yuav sim nej qee yam ces tes haujlwm uas peb siv zog ua yuav tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.6","label":"6","content":"Nimno Timaute twb rov ntawm nej los txog peb lawm, thiab coj xov zoo hais txog nej txojkev ntseeg thiab nej txojkev sib hlub thiab qhia rau peb paub tias nej nco txog peb tsis tu ncua rau qhov zoo, thiab xav pom peb ib yam li peb xav pom nej."},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.7","label":"7","content":"Vim li no, cov kwvtij, nej txojkev ntseeg txhawb peb lub zog rau thaum peb raug txhua yam kev ceeblaj thiab raug kev tsim txom,"},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.8","label":"8","content":"rau qhov yog nej nyob ruaj hauv tus Tswv, peb tau txojsia puv qas npo lawm."},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.9","label":"9","content":"Peb yuav ua Vajtswv tsaug txog nej li cas rau qhov uas peb zoo siab xyiv fab tab meeg peb tus Vajtswv lub xubntiag vim yog nej?"},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.10","label":"10","content":"Peb siv zog thov Vajtswv heev nruab hnub hmo ntuj pab kom peb yuav rov pom nej ntsej muag thiab tau tsav nej txojkev ntseeg qhov uas tu ncua ntxiv rau nej."},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.11","label":"11","content":"Thov Vajtswv uas yog peb leej Txiv thiab peb tus Tswv Yexus coj peb kev tuaj txog nej."},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.12","label":"12","content":"Thiab thov tus Tswv ua rau nej kheev hlob hauv txojkev sib hlub thiab txojkev hlub txhua tus kom muaj nplua mias ib yam li peb hlub nej."},{"bible_id":"1269","chapter_code":"1TH.3","verse_code":"1TH.3.13","label":"13","content":"Thiab thov kom nws ua rau nej lub siab nyob ruaj hauv txojkev dawb huv tsis muaj chaw thuam rau ntawm Vajtswv uas yog peb leej Txiv lub xubntiag rau thaum peb tus Tswv Yexus nrog nws cov xov dawb sawvdaws ua ke rov los."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.1","label":"1","content":"Cov kwvtij, thaum kawg no, peb twb qhia nej ua lub neej li cas thiaj hum Vajtswv lub siab thiab nej tabtom ua li ntawd lawm. Peb thiaj thov thiab ntuas nej hauv peb tus Tswv Yexus kom nej yimhuab ua lub neej li no zoo zuj zus mus."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.2","label":"2","content":"Nej twb paub tej uas peb qhia rau nej hauv tus Tswv Yexus lub npe lawm."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.3","label":"3","content":"Vajtswv lub siab nyiam yog qhov uas cais nej ua dawb huv, tseg tsis txhob ua nkauj nraug,"},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.4","label":"4","content":"cia txhua tus paub tswj nej lub cev kom dawb huv kom luag thiaj saib taus,"},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.5","label":"5","content":"tsis yog ua raws li lub siab ntshaw kev phem kev qias yam li lwm haiv neeg uas tsis paub Vajtswv."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.6","label":"6","content":"Nej tsis txhob ua txhaum thiab ua dhau cai rau kwvtij txog zaj no, rau qhov tus Tswv yog tus uas yuav rau txim rau tus uas ua txhaum li ntawd ib yam li kuv twb ntuas thiab qhia nej ua ntej lawm."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.7","label":"7","content":"Rau qhov Vajtswv tsis tau hu peb los ua neeg qias tiamsis hu peb los ua neeg dawb huv."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.8","label":"8","content":"Yog li no, tus uas tsis lees yuav tej no, tsis yog tsis lees yuav neeg tiamsis tsis lees yuav Vajtswv uas pub nws tus Ntsuj Plig dawb huv rau nej."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.9","label":"9","content":"Hais txog qhov uas kwvtij sib hlub, tsis tag yuav sau tuaj qhia rau nej vim Vajtswv twb qhia nej sib hlub lawm."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.10","label":"10","content":"Nej yeej hlub cov kwvtij sawvdaws uas nyob thoob plaws lub xeev Makhedaunia lawm. Tiamsis, cov kwvtij, thov ntuas kom nej yimhuab ua li no ntau zuj zus mus."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.11","label":"11","content":"Cia li npaj siab nyob tus yees, tsis txhob thab luag, cia li siv koj txhais tes ua koj tej haujlwm, raws li peb twb nkaw lus rau nej lawd,"},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.12","label":"12","content":"xwv luag thiaj li hwm nej, thiab nej tsis tab kaum leejtwg."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.13","label":"13","content":"Cov kwvtij, peb xav kom nej paub tseeb txog cov uas tsaug zog  lawd, xwv nej thiaj tsis quaj ntsuag yam li lwm tus uas tsis muaj chaw vam."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.14","label":"14","content":"Vim peb ntseeg tias Yexus tuag thiab ciaj sawv rov los lawm, hauv tus Tswv Yexus no Vajtswv yuav coj cov uas tsaug zog lawd  nrog Yexus los."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.15","label":"15","content":"Raws li tus Tswv txojlus, kuv qhia rau nej tias, peb cov uas tseem ciaj sia tshuav nyob txog thaum tus Tswv rov los, yuav tsis ua cov uas tsaug zog lawd ntej mus."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.16","label":"16","content":"Rau qhov tus Tswv yuav nqes saum ntuj los muaj lub suab hu nrov, yog tus thawj tubtxib saum ntuj lub suab hu, thiab muaj Vajtswv lub suab raj suab xyu nrov, mas cov uas tuag rau hauv Khetos lawm yuav xub ciaj sawv los ua ntej."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.17","label":"17","content":"Dhau ntawd peb cov uas tseem tshuav muaj txojsia nyob yuav raug muab qaws rau saum ntuj huab nrog cov ntawd ua ke thiab yuav ntsib tug Tswv saum nruab ntug, mas raws li no peb yuav tau nrog tus Tswv nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"1TH.4","verse_code":"1TH.4.18","label":"18","content":"Yog li no nej cia li muab tej lus no txhawb nej txhua tus lub siab."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.1","label":"1","content":"Cov kwvtij, hais txog lub caij lub nyoog ntawd, tsis tag yuav sau dabtsi qhia rau nej paub."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.2","label":"2","content":"Rau qhov nej yeej paub tias tus Tswv hnub ntawd yuav los yam li tub sab tuaj hmo ntuj."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.3","label":"3","content":"Thaum neeg hais tias, “Nyob tiaj nyob tus nyob tso siab plhuav,” thaum ntawd ntag kev puam tsuaj yuav los raug lawv tamsid, yam li tus pojniam mob plab yuav yug menyuam, thiab lawv yuav khiav tsis dim."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.4","label":"4","content":"Tiamsis, cov kwvtij, nej tsis nyob hauv qhov tsaus ntuj lawm, hnub ntawd thiaj tsis los txog nej yam li tub sab tuaj,"},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.5","label":"5","content":"vim nej yog qhov kaj li menyuam thiab yog nruab hnub li menyuam. Peb tsis yog hmo ntuj li lossis qhov tsaus ntuj li."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.6","label":"6","content":"Vim li no peb tsis txhob tsaug zog yam li lwm tus, tiamsis peb cia li ceev faj zov tos thiab feeb meej."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.7","label":"7","content":"Rau qhov cov uas tsaug zog yeej tsaug zog hmo ntuj, thiab cov uas qaug cawv yeej qaug hmo ntuj."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.8","label":"8","content":"Tiamsis vim peb yog cov nruab hnub, peb cia li feeb meej, thiab cia li muab txojkev ntseeg thiab txojkev sib hlub los hnav thaiv hauv siab, thiab muab txojkev vam tias yuav dim los ua lub mom hlau ntoo."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.9","label":"9","content":"Rau qhov Vajtswv tsis tau tu peb cia kom raug txojkev npau taws tiamsis tu kom tau txojkev dim ntawm peb tus Tswv Yexus Khetos,"},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.10","label":"10","content":"yog tus uas tuag this peb. Txawm yog peb yuav tsaug zog  thiab tsis tsaug los peb yuav nrog nws muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.11","label":"11","content":"Yog li no, ib leeg cia li txhawb ib leeg lub zog thiab ib leeg pab ib leeg kom nyob ruaj yam li nej tseem ua ntawd."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.12","label":"12","content":"Cov kwvtij, peb thov kom nej hwm cov uas ua haujlwm hauv nej nruab nrab thiab cov uas kav nej thiab qhuab ntuas nej hauv tus Tswv."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.13","label":"13","content":"Cia li hwm lawv heev thiab hlub lawv vim tes haujlwm uas lawv ua. Cia li nyob sib hum xeeb."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.14","label":"14","content":"Cov kwvtij, thov nej ntuas cov uas tub nkeeg, txhawb cov uas siab yau lub zog, pab cov uas qaug zog, thiab ua siab ntev rau txhua tus."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.15","label":"15","content":"Tsis txhob cia leejtwg ua phem pauj phem, tiamsis ib leeg yuav tsum nrhiav kev ua zoo rau ib leeg thiab ua zoo rau txhua tus."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.16","label":"16","content":"Cia li zoo siab xyiv fab txhua lub sijhawm,"},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.17","label":"17","content":"cia li thov Vajtswv tsis tu ncua,"},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.18","label":"18","content":"thiab ua Vajtswv tsaug rau txhua yam, vim qhov no yog raws li Vajtswv lub siab nyiam rau nej cov uas nyob hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.19","label":"19","content":"Tsis txhob txwv tav Vaj Ntsuj Plig,"},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.20","label":"20","content":"tsis txhob saib tsis taus tej lus uas tus xibhwb cev Vajtswv lus hais."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.21","label":"21","content":"Ua tib zoo tshuaj saib txhua yam. Yam uas zoo cia li tuav ruaj,"},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.22","label":"22","content":"txhua yam uas phem cia li tseg tsis txhob ua."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.23","label":"23","content":"Thov Vajtswv uas pub txojkev siab tus cais nej kom dawb huv kawg nkaus, thiab tsom kwm nej tus ntsuj plig nej lub siab thiab nej lub cev kom zoo kawg tsis muaj chaw thuam mus txog thaum peb tus Tswv Yexus Khetos rov los."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.24","label":"24","content":"Tus Tswv uas hu nej yeej tso siab tau, nws yuav ua kom tiav."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.25","label":"25","content":"Cov kwvtij, cia li thov Vajtswv pab peb thiab."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.26","label":"26","content":"Cia li fim cov kwvtij sawvdaws ntawm txoj kevcai nwj uas dawb huv."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.27","label":"27","content":"Kuv tuav tus Tswv lub npe nkaw lus rau nej kom nyeem tsab ntawv no rau txhua tus kwvtij mloog."},{"bible_id":"1269","chapter_code":"1TH.5","verse_code":"1TH.5.28","label":"28","content":"Thov peb tus Tswv Yexus Khetos txojkev hlub nrog nraim nej."}]