[{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.1","label":"1","content":"Davi tus tub Xalaumoo tau kav nws lub tebchaws nyob ruaj, thiab Yawmsaub uas yog nws tus Vajtswv tau nrog nraim nws thiab tsa nws ua loj kawg nkaus."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.2","label":"2","content":"Xalaumoo hais rau cov Yixayee sawvdaws thiab cov thawj rog kav ib txhiab leej kav ib puas leej thiab cov tu plaub thiab Yixayee cov thawj sawvdaws, thiab cov thawj hauv txhua cum."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.3","label":"3","content":"Xalaumoo thiab ib tsoom pejxeem uas nrog nws nyob nce mus rau lub chaw siab uas pe Vajtswv hauv lub moos Kinpe‑oo, rau qhov Vajtswv lub tsev ntaub sib ntsib uas Yawmsaub tus qhev Mauxe tau ua hauv tebchaws moj sab qhua nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.4","label":"4","content":"Davi tau coj Vajtswv lub phij xab ntawm Kile‑a Ye‑ali los txog lub chaw uas Davi tau npaj cia lawm, rau qhov nws tau tsa ib lub tsev ntaub rau lub phij xab ntawd rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.5","label":"5","content":"Tsis tag li ntawd lub thaj tooj liab xyeem uas Npexalee uas yog Uli tus tub thiab yog Hawj tus xeeb ntxwv tau ua ntawd kuj nyob ntawm Yawmsaub lub tsev ntaub hauv lub moos Kinpe‑oo. Mas Xalaumoo thiab cov pejxeem nrhiav Yawmsaub qhov ntawd."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.6","label":"6","content":"Xalaumoo mus rau ntawm lub thaj tooj liab rau ntawm Yawmsaub xubntiag uas nyob ntawm lub tsev ntaub sib ntsib thiab tua ib txhiab tus tsiaj ua kevcai hlawv huvsi xyeem rau saum lub thaj ntawd."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.7","label":"7","content":"Hmo ntawd Vajtswv tshwm rau Xalaumoo pom thiab hais rau nws tias, “Koj xav kom kuv pub dabtsi rau koj, cia li thov.”"},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.8","label":"8","content":"Mas Xalaumoo hais rau Vajtswv tias, “Koj ua koj txojkev hlub ruaj khov uas loj kawg tshwm rau kuv txiv Davi uas yog koj tus qhev, thiab koj tau tsa kuv ua vajntxwv nyob nws chaw."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.9","label":"9","content":"Au Vajtswv Yawmsaub, thov cia tej lus uas koj cog tseg rau kuv txiv Davi tiav rau nimno, rau qhov koj twb tsa kuv ua vajntxwv kav ib haiv neeg uas coob npaum li cov hmoov av hauv ntiajteb."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.10","label":"10","content":"Thov pub tswvyim plab plaws thiab kev txawj ntse rau kuv, kuv thiaj coj tau haiv neeg no, rau qhov leejtwg yuav kav tau koj haiv neeg uas coob heev no?”"},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.11","label":"11","content":"Vajtswv teb Xalaumoo tias, “Vim koj lub siab xav tau tej ntawd, thiab koj tsis tau thov nyiaj txiag qhov txhia chaw, meej nthawb lossis thov kom cov uas ntxub koj txojsia tu thiab tsis tau thov kom koj muaj txojsia nyob ntev, tiamsis koj tau thov tswvyim plab plaws thiab kev txawj ntse rau koj kom txawj kav kuv haiv neeg uas kuv tau tsa koj ua vajntxwv kav lawv,"},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.12","label":"12","content":"mas kuv thiaj pub lajlim tswvyim plab plaws thiab kev txawj ntse rau koj. Kuv tseem yuav pub nyiaj txiag, qhov txhia chaw thiab meej nthawb ntau rau koj. Tej vajntxwv uas nyob ua koj ntej yeej tsis tau muaj li thiab cov uas nyob ua koj qab yuav tsis muaj npaum li koj.”"},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.13","label":"13","content":"Xalaumoo thiaj tawm ntawm lub tsev ntaub sib ntsib ntawm lub chaw siab pe Vajtswv hauv Kinpe‑oo mus rau Yeluxalees. Mas nws ua vajntxwv kav Yixayee."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.14","label":"14","content":"Xalaumoo sau tau tej tsheb nees ua rog thiab cov tub rog caij nees. Nws muaj tsheb nees ua rog ib txhiab plaub puas lub thiab muaj cov tub rog uas caij nees ib vam ob txhiab leej uas nws kom ib txhia nyob rau hauv tej moos uas nws npaj rau tej tsheb nees ua rog thiab ib txhia nrog vajntxwv nyob hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.15","label":"15","content":"Vajntxwv ua rau nyiaj thiab kub muaj ntau rau hauv lub nroog Yeluxalees yam li pob zeb, thiab ua rau ntoo ciab muaj ntau yam nkaus li tej ntoo txiv cev hauv tej pov roob Sefela."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.16","label":"16","content":"Xalaumoo yuav nees hauv Iyi tebchaws thiab hauv Khu‑e  tebchaws los, mas vajntxwv cov tub luam txais yuav hauv Khu‑e tebchaws raws li tus nqe."},{"bible_id":"1269","chapter_code":"2CH.1","verse_code":"2CH.1.17","label":"17","content":"Ib lub tsheb nees ua rog hauv Iyi tebchaws mas lawv yuav rau pua sekhee nyiaj, ib tug nees mas lawv yuav ib puas tsib caug sekhee.  Mas lawv xa tej no mus muag rau cov Hithai tej vajntxwv sawvdaws thiab cov Alas tej vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.1","label":"1","content":"Xalaumoo txiav txim siab yuav ua lub tuam tsev rau Yawmsaub lub npe thiab ua ib lub tsev vajntxwv rau nws."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.2","label":"2","content":"Mas Xalaumoo txib xya vam leej ua cov uas kwv qhov txhia chaw thiab yim vam leej ua cov uas txam pob zeb pem tej roob thiab peb txhiab rau pua leej ua cov uas saib xyuas lawv."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.3","label":"3","content":"Xalaumoo xa xov mus rau Hulas uas ua vajntxwv kav lub nroog Thailab tias, “Koj tau pab kuv txiv Davi yog xa ntoo ciab tuaj rau nws ua lub tsev rau nws nyob lawm mas thov koj ua ib yam li ntawd rau kuv thiab."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.4","label":"4","content":"Nimno kuv tabtom yuav ua lub tuam tsev rau kuv tus Vajtswv Yawmsaub lub npe, thiab yuav muab xyeem pub kiag ua lub chaw hlawv hmoov tshuaj tsw qab ntawm nws xubntiag thiab ua chaw txawb cov ncuav uas xyeem rau ntawm nws xubntiag ib txhis thiab ua kevcai hlawv huvsi xyeem rau thaum tagkis thiab thaum yuav tsaus ntuj thiab rau hnub Xanpatau  thiab rau hnub hli xiab thiab rau tej kevcai pam noj pam haus uas teem cia rau Yawmsaub uas yog peb tus Vajtswv raws li uas hais tseg rau cov Yixayee ib txhiab ib txhis."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.5","label":"5","content":"Lub tuam tsev uas kuv yuav ua ntawd mas loj heev rau qhov peb tus Vajtswv loj dua tej timtswv huvsi."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.6","label":"6","content":"Tiamsis leejtwg yuav muaj peevxwm ua tau lub tuam tsev rau nws nyob, rau qhov saum nruab ntug uas siab kawg nkaus los twb tsis txaus rau nws nyob? Kuv yog leejtwg es yuav ua lub tuam tsev rau nws nyob tau, tsuas yog ua lub chaw hlawv tej hmoov tshuaj tsw qab xyeem rau ntawm nws xubntiag xwb?"},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.7","label":"7","content":"Yog li ntawd nimno thov koj xa ib tug txivneej uas txawj ua Kws kub Kws nyiaj Kws tooj liab thiab Kws hlau thiab txawj ntos ntaub tsamxem thiab liab thiab xiav, thiab yog tus Kws txawj txaug, kom nws thiaj nrog kuv cov neeg uas ua Kws ua haujlwm hauv Yuda thiab hauv Yeluxalees, uas kuv txiv Davi nrhiav cia lawd."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.8","label":"8","content":"Thov koj xa cov ntoo ciab thiab cov ntoo ciab nplooj suab thiab cov ntoo liab ntawm roob Lenpanoo tuaj rau kuv, rau qhov kuv paub tias koj cov neeg txawj txiav ntoo hauv Lenpanoo. Mas kuv cov tub teg tub taws yuav nrog koj cov tub teg tub taws ua haujlwm,"},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.9","label":"9","content":"es npaj ntoo rau kuv ntau kawg li, rau qhov lub tuam tsev uas kuv yuav ua no mas yuav ua loj kawg thiab zoo nkauj kawg li."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.10","label":"10","content":"Kuv yuav muab cov mog uas zom tau lawm ob vam khaula,  cov qeb ob vam khaula, cawv txiv hmab ob vam npa, thiab roj aulib ob vam npa  rau koj cov tub teg tub taws uas txiav ntoo ntawd.”"},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.11","label":"11","content":"Mas Hulas uas ua vajntxwv kav lub nroog Thailab ua ntawv teb tuaj rau Xalaumoo tias, “Twb yog vim Yawmsaub hlub nws haiv neeg nws thiaj tsa koj ua vajntxwv kav lawv.”"},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.12","label":"12","content":"Hulas kuj hais tias, “Qhuas Yawmsaub uas yog cov Yixayee tus Vajtswv, tus uas tsim lub ntuj thiab lub teb, yog tus uas pub ib tug tub uas txawj ntse rau vajntxwv Davi, muaj lajlim tswvyim plab plaws thiab muaj kev nkag siab, yog tus uas yuav ua lub tuam tsev rau Yawmsaub thiab ib lub tsev vajntxwv rau nws."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.13","label":"13","content":"“Nimno kuv xa ib tug Kws uas txawj thiab nkag siab zoo tuaj rau koj, yog Hulas‑anpi,"},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.14","label":"14","content":"nws niam yog neeg xeem Daj nws txiv yog neeg hauv lub nroog Thailab. Nws txawj ua Kws kub Kws nyiaj Kws tooj liab Kws hlau txawj txaug pob zeb thiab ua Kws ntoo thiab txawj ntos ntaub tsamxem thiab xiav thiab liab thiab ntos tau ntaub mag zoo zoo, thiab txawj txaug txhua yam thiab ua raws li tej qauv txaij nraug zees uas muab rau nws ua. Nws yuav nrog koj cov Kws ua haujlwm uas koj txiv Davi uas yog kuv tus tswv tau nrhiav cia lawm ua haujlwm ua ke."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.15","label":"15","content":"Yog li ntawd mas cov mog cov qeb cov roj cov cawv txiv hmab uas koj hais txog ntawd koj cia li xa tuaj rau peb uas yog koj cov qhev."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.16","label":"16","content":"Mas peb yuav txiav cov ntoo ntawm Lenpanoo npaum li uas koj cheem tsum yuav thiab peb yuav muab ua phuaj es xa hauv dej hiavtxwv mus rau ntawm lub moos Yaupa, es koj thiaj coj tau mus rau ntawm Yeluxalee.”"},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.17","label":"17","content":"Mas Xalaumoo thiaj txheeb lwm haiv neeg uas nyob hauv Yixayee tebchaws tej npe huvsi ib yam li nws txiv Davi tau txheeb ib zaug lawm. Mas txheeb tau muaj 153,600 leej."},{"bible_id":"1269","chapter_code":"2CH.2","verse_code":"2CH.2.18","label":"18","content":"Nws txib xya vam leej ua cov uas kwv qhov txhia chaw, yim vam leej ua cov uas txam pob zeb pem roob thiab peb txhiab rau pua leej ua cov uas saib thiab txhib cov neeg ntawd ua haujlwm."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.1","label":"1","content":"Xalaumoo pib ua Yawmsaub lub tuam tsev rau hauv Yeluxalees saum lub roob Mauliya uas Yawmsaub tau tshwm rau nws txiv Davi pom, ncaj ntawm lub chaw uas Davi tau teem cia, yog ntawm Aulanas uas yog neeg Yenpu lub tshav ntaus qoob."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.2","label":"2","content":"Nws pib nqes tes ua rau lub ob hlis xyoo plaub uas nws ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.3","label":"3","content":"Xalaumoo ua Vajtswv lub tuam tsev dav thiab ntev li no, yog ntev rau caum tshim thiab dav nees nkaum tshim, raws tej tshim uas siv thaum ub."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.4","label":"4","content":"Zaj qab khav uas yuav nkag rau hauv lub tuam tsev ntev nees nkaum tshim npaum li lub tuam tsev qhov uas dav, siab nees nkaum tshim. Hauv lub nrog tsev nws muab tseem kub luam thoob plaws."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.5","label":"5","content":"Phab ntsa lub tuam tsev sab hauv lub nrog tsev nws muab cov ntoo ciab nplooj suab xov thiab muab kub zoo zoo luam thiab sais ua tej tsob toov laj thiab cov saw txaij nraug zees rau ntawd."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.6","label":"6","content":"Nws muab cov qe zeb hlaws muaj nqes los teem cia rau hauv lub tuam tsev. Cov kub yog cov kub ntawm lub moos Pava‑i."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.7","label":"7","content":"Nws thiaj muab kub luam lub tuam tsev, yog luam tej las tej taw rooj tej phab ntsa thiab cov qhov rooj huvsi thiab txaug duab Khelunpee rau ntawm tej phab ntsa."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.8","label":"8","content":"Nws ua chav dawb huv kawg nkaus, qhov ntev thiab qhov dav yog nees nkaum tshim xwm fab dav li lub tuam tsev. Nws muab kub zoo zoo hnyav rau pua tala  los luam rau."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.9","label":"9","content":"Cov ntsia hlau kub hnyav tsib caug sekhee.  Thiab nws muab kub luam tej chav txheej saud."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.10","label":"10","content":"Hauv chav dawb huv kawg nkaus ntawd nws muab ntoo ua ob tug Khelunpee thiab muab kub luam."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.11","label":"11","content":"Ob tug Khelunpee nthuav kooj tis dav nees nkaum tshim. Ib tug ib sab kooj tis ntev tsib tshim ti nkaus ib sab phab ntsa tuam tsev, thiab ib sab ntev tsib tshim tuaj twb nkaus ib tug Khelunpee sab kooj tis."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.12","label":"12","content":"Tus Khelunpee no ib sab kooj tis kuj ntev tsib tshim ti nkaus ib sab phab ntsa tuam tsev thiab, ib sab kooj tis ntev tsib tshim kuj txuas nkaus thawj tug Khelunpee sab kooj tis thiab."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.13","label":"13","content":"Ob tug Khelunpee no li kooj tis nthuav dav nees nkaum tshim. Ob tug sawv ntsug tig xubntiag mus rau tom chav dawb huv."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.14","label":"14","content":"Nws muab ntaub xiav thiab tsamxem thiab liab thiab ntaub mag zoo zoo ua daim ntaub thaiv thiab ua paj ntaub duab Khelunpee rau ntawm daim ntaub ntawd."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.15","label":"15","content":"Nws ua ob tug ncej rau ntawm lub qhov rooj tuam tsev siab peb caug tsib tshim thiab ua ob lub hau ncej siab tsib tshim txawb rau saum ob tug ncej."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.16","label":"16","content":"Nws ua cov saw zoo li cov saw khuam caj dab lo rau saum cov hau ncej thiab nws ua ib puas lub txiv ntsiav kws dai rau ntawm cov saw ntawd."},{"bible_id":"1269","chapter_code":"2CH.3","verse_code":"2CH.3.17","label":"17","content":"Nws txhos ob tug ncej rau ob sab qhov rooj tuam tsev, ib tug nyob sab ped ib tug nyob sab nrad. Nws tis npe rau tus uas nyob sab nrad hu ua Yakhi, tus uas nyob sab ped nws hu ua Npau‑a."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.1","label":"1","content":"Nws muab tooj liab ua ib lub thaj xyeem qhov txhia chaw ntev nees nkaum tshim, dav nees nkaum tshim siab kaum tshim."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.2","label":"2","content":"Nws nchuav ib lub rhawv dej kheej kheej ntsuas lub nrog saum ncauj dav kaum tshim siab tsib tshim thiab ntsuas puag ncig muaj peb caug tshim."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.3","label":"3","content":"Ntawm lub ncauj rhawv dej hauv qab muaj ib co duab nyuj nyob puag ncig tag nrho peb caug tshim. Cov nyuj ntawd nyob ua ob zaj nchuav xeeb keeb nkaus rau lub rhawv dej."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.4","label":"4","content":"Lub rhawv dej txawb rau saum kaum ob tug nyuj, peb tug tig xubntiag rau sab ped, peb tug tig xubntiag rau sab hnub poob, peb tug tig xubntiag rau sab nrad thiab peb tug tig xubntiag rau sab hnub tuaj. Lawv muab lub rhawv dej txawb saum cov nyuj. Cov nyuj tig pobtw huvsi rau hauv nruab nrab."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.5","label":"5","content":"Lub rhawv dej ntawd tuab ib dos, ua lub npoo rhawv dej zoo li lub npoo tais, thiab ua zoo li lub paj qos dej, ntim tau peb txhiab npa dej."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.6","label":"6","content":"Thiab nws ua kaum lub phaj dej cia ntxuav qhov txhia chaw, thiab muab tsib lub txawb rau lub tuam tsev sab nrad thiab tsib lub txawb rau sab ped. Lawv yuav siv cov phaj dej no ntxuav tej uas muab ua kevcai hlawv huvsi xyeem, tiamsis lub rhawv dej loj mas cia rau cov pov thawj siv xwb."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.7","label":"7","content":"Nws muab kub ua kaum tus ncej txawb teeb raws li tau hais tseg, thiab nws muab txawb rau hauv lub tuam tsev, tsib tug txawb rau sab nrad tsib tug txawb rau sab ped."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.8","label":"8","content":"Nws ua kaum lub rooj thiab muab txawb rau hauv lub tuam tsev, txawb tsib lub rau sab nrad tsib lub rau sab ped, thiab nws muab kub ua ib puas lub phaj."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.9","label":"9","content":"Nws ua lub tshav puam rau cov pov thawj, thiab lub tshav puam loj thiab ua rooj loog rau cov tshav puam ntawd thiab muab tooj liab luam cov rooj loog ntawd."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.10","label":"10","content":"Nws muab lub niag rhawv dej loj txawb rau ntawm lub tuam tsev sab hnub tuaj uas npuas rau sab nrad."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.11","label":"11","content":"Hulas kuj tau ua tej laujkaub tej duav phuaj thiab tej phaj. Hulas thiaj ua tau txhua yam tiav rau hauv Vajtswv lub tuam tsev rau vajntxwv Xalaumoo, yog tej no,"},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.12","label":"12","content":"ob tug ncej thiab ob lub tais uas txawb saum hau ncej saum ob tug ncej, thiab ob daim ntxais qhov muag uas kauv ob lub tais hau ncej saum ob tug ncej,"},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.13","label":"13","content":"thiab plaub puas lub txiv ntsiav kws lo rau ob daim ntxais qhov muag ntawd. Ib daim ntxais qhov muag mas dai ob zaj txiv ntsiav kws xwv thiaj li nyob puag ncig ob lub tais uas txawb saum hau ncej saum ob tug ncej,"},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.14","label":"14","content":"Nws ua cov tsheb thawb dej thiab cov phaj dej uas nyob saum cov tsheb,"},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.15","label":"15","content":"thiab ib lub niag rhawv dej thiab kaum ob tug nyuj uas txawb lub rhawv dej."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.16","label":"16","content":"Tej laujkaub thiab tej duav phuaj thiab cov hmuv chob nqaij thiab tej twj siv huvsi no mas Hulas‑anpi muab tooj liab uas txhuam ci nplas lawm ua pub rau vajntxwv Xalaumoo siv hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.17","label":"17","content":"Vajntxwv nchuav cov no ntawm lub hav Yaladee ntawm qhov av nplaum uas nyob lub moos Xukhau thiab lub moos Xeleda ntu nruab nrab."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.18","label":"18","content":"Xalaumoo ua txhua yam no ntau kawg li mas thiaj tsis paub tias cov tooj liab hnyav npaum li cas."},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.19","label":"19","content":"Xalaumoo ua tau txhua yam twj uas siv hauv Vajtswv lub tuam tsev, yog tej no, lub thaj kub thiab cov rooj uas txawb ncuav ntawm Yawmsaub xubntiag,"},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.20","label":"20","content":"thiab cov ncej txawb teeb thiab tej teeb uas xuas tseem kub ua uas yuav ci npuas chav tsev uas dawb huv kawg nkaus raws li uas hais tseg,"},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.21","label":"21","content":"thiab cov paj ntoo thiab cov teeb thiab ciaj uas xuas cov tseem kub ua,"},{"bible_id":"1269","chapter_code":"2CH.4","verse_code":"2CH.4.22","label":"22","content":"thiab cov tais khwb teeb xeeb thiab cov phaj, thiab cov tais uas rau cov hmoov tshuaj tsw qab thiab tej duav hlau yawm ncaig taws uas muab tseem kub ua, thiab cov ntsej tuav txhib qhov rooj kaw chav dawb huv kawg nkaus thiab tuav txhib qhov rooj chav dawb huv mas puavleej muab kub ua."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.1","label":"1","content":"Txhua yam haujlwm uas vajntxwv Xalaumoo ua Yawmsaub lub tuam tsev thiaj tiav tag li no. Thiab Xalaumoo coj tej nyiaj tej kub thiab tej twj siv huvsi uas nws txiv Davi twb muab xyeem pub rau Vajtswv lawd los muab khaws cia rau hauv tej txhab nyiaj hauv Vajtswv lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.2","label":"2","content":"Mas Xalaumoo hu Yixayee cov kev txwj laus, yog txhua tus uas ua hlob hauv txhua xeem thiab txhua cum tus thawj tuaj txoos ua ke rau hauv Yeluxalees es yuav mus coj Yawmsaub lub phij xab sib cog lus tawm hauv Davi lub nroog uas yog lub roob Xi‑oo los."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.3","label":"3","content":"Mas tag nrho Yixayee cov txivneej tuaj txoos ua ke ntawm vajntxwv xubntiag rau lub sijhawm uas ua kevcai pam noj haus rau lub xya hli."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.4","label":"4","content":"Cov Yixayee tej kev txwj laus sawvdaws tuaj txhij mas cov Levi txawm nqa lub phij xab."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.5","label":"5","content":"Lawv coj lub phij xab thiab lub tsev ntaub sib ntsib thiab tej twj siv dawb huv huvsi uas nyob hauv lub tsev ntaub mus. Tej no cov pov thawj thiab cov Levi yog cov uas coj los."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.6","label":"6","content":"Vajntxwv Xalaumoo thiab ib tsoom Yixayee sawvdaws uas tuaj txoos ua ke rau ntawm nws xubntiag nyob ntawm lub phij xab thiab muab yaj muab nyuj coob kawg los tua xyeem suav tsis txheeb li."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.7","label":"7","content":"Cov pov thawj thiaj coj Yawmsaub lub phij xab sib cog lus mus rau ntawm lub chaw uas npaj cia hauv lub tuam tsev chav sab hauv uas yog chav dawb huv kawg nkaus, mas muab tso rau hauv ob tug Khelunpee qab phab kooj tis."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.8","label":"8","content":"Ob tug Khelunpee ntawd nthuav kooj tis rau saum lub chaw uas txawb lub phij xab mas thiaj roos lub phij xab thiab ob tug las kwv."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.9","label":"9","content":"Ob tug las ntawd ntev heev, mas yog nyob hauv chav dawb huv mas pom ob tug tw las tshwm hauv chav sab hauv tuaj, tiamsis yog nyob sab nraud mas tsis pom. Mas ob tug las ntawd tseem nyob qhov ntawd txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.10","label":"10","content":"Tsis muaj dabtsi nyob hauv lub phij xab li tsuas yog ob daim txiag zeb uas Mauxe muab tso rau hauv ntawm lub roob Haule  uas yog lub chaw uas Yawmsaub nrog cov Yixayee sib cog lus tseg rau thaum lawv tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.11","label":"11","content":"Dhau ntawd cov pov thawj tawm hauv chav dawb huv los. Cov pov thawj uas nyob qhov ntawd sawvdaws tau tu lawv tus kheej kom dawb huv lawm, lawv tsis xam tias yog hnub uas pab twg ua haujlwm."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.12","label":"12","content":"Cov Levi uas yog cov hu nkauj sawvdaws, yog Axas, Hemas thiab Yeduthu thiab lawv cov tub thiab lawv cov kwvtij hnav tsoos tsho ntaub mag zoo zoo tau npuaj nruas tooj liab ntaus nkauj nog ncas me thiab ntaus nkauj nog ncas loj sawv ntsug ntawm lub thaj sab hnub tuaj thiab muaj cov pov thawj uas tshuab raj xyu ib puas nees nkaum leej."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.13","label":"13","content":"Cov tshuab raj thiab cov hu nkauj yuav tsum tsa suab nrov ib txhij qhuas thiab ua Yawmsaub tsaug. Mas thaum lawv tsa suab nrov nrog suab raj thiab suab nruas npuaj tooj liab thiab lwm yam suab phim nkauj, ces lawv qhuas Yawmsaub hais tias, “Yawmsaub yog tus zoo, nws txojkev hlub ruaj khov nyob mus ib txhis tsis kawg,” mas ib tauv huab txawm los puv nkaus Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.5","verse_code":"2CH.5.14","label":"14","content":"Mas cov pov thawj thiaj sawv ntsug ua haujlwm tsis tau vim tauv huab ntawd, rau qhov Yawmsaub lub hwjchim ci ntsa iab puv nkaus Vajtswv lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.1","label":"1","content":"Ces Xalaumoo txawm hais tias, “Yawmsaub tau hais tias nws yuav nyob hauv qhov tsaus ntuj nti."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.2","label":"2","content":"Kuv tau ua lub tuam tsev zoo heev rau koj, yog lub chaw rau koj nyob mus ib txhis li.”"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.3","label":"3","content":"Mas vajntxwv tig los foom koob hmoov rau ib tsoom Yixayee sawvdaws rau thaum lawv sawvdaws tseem sawv ntsug."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.4","label":"4","content":"Nws hais tias, “Cia li qhuas Yawmsaub uas yog cov Yixayee tus Vajtswv uas txhais tes ua tau tiav raws li tej lus uas cog tseg rau kuv txiv Davi lawd, hais tias,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.5","label":"5","content":"‘Txij hnub uas kuv coj kuv haiv neeg tawm hauv Iyi tebchaws los kuv tsis tau xaiv ib lub moos twg hauv cov xeem Yixayee sawvdaws cia ua lub tuam tsev rau kuv lub npe nyob, thiab kuv tsis tau xaiv ib tug txivneej twg los ua tus thawj kav kuv haiv neeg Yixayee."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.6","label":"6","content":"Tiamsis nimno kuv tau xaiv Yeluxalees ua chaw rau kuv lub npe nyob thiab kuv tau xaiv Davi ua tus kav kuv haiv neeg Yixayee.’"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.7","label":"7","content":"Kuv txiv Davi tau npaj siab cia tias yuav ua lub tuam tsev rau Yawmsaub uas yog Yixayee tus Vajtswv lub npe nyob."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.8","label":"8","content":"Tiamsis Yawmsaub hais rau kuv txiv Davi tias, ‘Qhov uas koj npaj siab yuav ua lub tuam tsev rau kuv lub npe nyob ntawd koj twb ua zoo lawm."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.9","label":"9","content":"Tiamsis koj tsis yog tus uas yuav ua lub tuam tsev. Koj tus tub uas yuav yug los yog tus uas yuav ua lub tuam tsev rau kuv lub npe nyob.’"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.10","label":"10","content":"Nimno Yawmsaub twb ua rau tej lus uas nws cog tseg ntawd tiav lawm. Rau qhov kuv tau sawv los nyob kuv txiv Davi chaw thiab nyob saum cov Yixayee lub zwm txwv raws li Yawmsaub tau cog lus tseg thiab kuv tau ua lub tuam tsev rau Yawmsaub uas yog cov Yixayee tus Vajtswv lub npe nyob."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.11","label":"11","content":"Thiab qhov ntawd kuv tau tso lub phij xab uas ntim Yawmsaub tej lus uas nws cog tseg rau cov Yixayee.”"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.12","label":"12","content":"Mas Xalaumoo sawv ntsug ntawm Yawmsaub lub thaj xyeem sab xubntiag tab meeg ib tsoom Yixayee sawvdaws, thiab nws tsa hlo nws ob txhais tes."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.13","label":"13","content":"Xalaumoo tau muab tooj liab ua ib lub sam thiaj ntev tsib tshim dav tsib tshim siab peb tshim thiab tau muab txawb rau hauv lub tshav puam mas nws nyob saud. Nws txhos caug tab meeg ib tsoom Yixayee sawvdaws thiab tsa tes rau saum ntuj"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.14","label":"14","content":"mas hais tias, “Au Yawmsaub uas yog Yixayee tus Vajtswv, yeej tsis muaj ib tug timtswv twg zoo cuag li koj tsis hais saum qaum ntuj thiab hauv ntiajteb. Koj ua raws li koj cog lus tseg thiab koj ua txojkev hlub uas ruaj khov tshwm rau koj cov qhev uas ua lawv lub neej raws li koj txojkev kawg siab kawg ntsws."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.15","label":"15","content":"Koj tau ua rau kuv txiv Davi uas yog koj tus qhev raws li tej lus uas koj twb cog tseg rau nws lawd. Koj lub qhov ncauj tau hais thiab koj txhais tes ua tiav rau hnub no."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.16","label":"16","content":"Au Yawmsaub uas yog Yixayee tus Vajtswv, yog li ntawd nimno thov koj ua raws li tej lus uas koj tau cog tseg rau kuv txiv Davi uas yog koj tus qhev hais tias, ‘Yog koj tej tub ki ceev faj rau txhua txojkev uas lawv ua thiab coj raws li kuv txoj kevcai ib yam li koj, mas tsis muaj ib hnub twg uas koj caj ces yuav tu ncua tus txivneej uas nyob saum cov Yixayee lub zwm txwv tab meeg kuv.’"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.17","label":"17","content":"Au Yawmsaub uas yog Yixayee tus Vajtswv, tej lus uas koj tau hais tseg rau kuv txiv Davi uas yog koj tus qhev mas thov koj ua kom tiav."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.18","label":"18","content":"“Mas Vajtswv yuav nrog neeg nyob hauv lub ntiajteb lov? Saib maj, txawm yog saum nruab ntug thiab nruab ntug uas siab kawg nkaus los twb tsis txaus rau koj nyob. Mas lub tuam tsev uas kuv ua no yimhuab tsis txaus rau koj nyob."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.19","label":"19","content":"Thov koj saib rau koj tus qhev tej lus taij lus thov no. Au Yawmsaub uas yog kuv tus Vajtswv, thov koj mloog kuv lub suab thiab tej lus taij thov uas koj tus qhev thov ntawm koj xubntiag no,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.20","label":"20","content":"xwv koj lub qhov muag thiaj ntsia ntsoov lub tuam tsev no nruab hnub hmo ntuj, yog lub chaw uas koj cog tseg tias koj yuav tso koj lub npe nyob hauv, koj thiaj li mloog tej lus thov uas koj tus qhev tig xubntiag rau lub chaw no thov."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.21","label":"21","content":"Thiab thov koj mloog koj tus qhev thiab koj haiv neeg Yixayee tej lus taij thov rau thaum lawv tig xubntiag rau lub chaw no thov. Koj nyob saum ntuj ceeb tsheej uas yog koj lub chaw nyob mas thov koj mloog. Thaum koj hnov lawd thov koj zam txim."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.22","label":"22","content":"“Yog leejtwg tau ua txhaum rau nws kwvtij zej zog es yuav tsum twv tsawm, thiab nws tuaj twv tsawm ntawm koj lub thaj xyeem hauv lub tuam tsev no,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.23","label":"23","content":"mas thov koj nyob saum ntuj mloog thiab thov koj tu. Thov koj txiav txim rau koj cov qhev ob tog, rau txim rau tus uas ua txhaum thiab coj tej uas nws ua ntawd rov poob rau saum nws taubhau. Thiab tus uas tsis txhaum mas thov koj tsa kom nws muaj cai pauj qhov uas nws ua ncaj ncees."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.24","label":"24","content":"“Yog koj haiv neeg Yixayee swb lawv cov yeeb ncuab rau qhov lawv tau ua txhaum rau koj, mas yog lawv tig rov los cuag koj thiab lees yuav koj lub npe thiab taij thov koj hauv lub tuam tsev no,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.25","label":"25","content":"ces thov koj nyob saum ntuj mloog thiab zam koj haiv neeg Yixayee lub txim thiab coj lawv rov los rau hauv lub tebchaws uas koj tau pub rau lawv thiab lawv tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.26","label":"26","content":"“Thaum rooj ntug kaw thiab tsis muaj nag los vim yog lawv tau ua txhaum rau koj, mas yog lawv tig xubntiag rau lub chaw no thov thiab lees yuav koj lub npe thiab tig ntawm lawv tej kev txhaum rau thaum koj tsim txom lawv,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.27","label":"27","content":"ces thov koj nyob saum ntuj mloog thiab thov koj zam koj cov qhev uas yog koj haiv neeg Yixayee lub txim. Thov koj qhia txojkev zoo uas tsim nyog lawv taug rau lawv, thiab thov koj pub nag los rau hauv koj lub tebchaws uas koj tau pub ua qub txeeg qub teg rau koj haiv neeg."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.28","label":"28","content":"“Yog lub tebchaws raug kev tshaib nqhis, yog muaj mob kis lossis qoob loo nce hmob lossis tuaj pwm lossis muaj kooj muaj kab ntsig, lossis lawv cov yeeb ncuab tuaj vij lawv hauv lub moos twg, mas txawm yog muaj kev mob phem yam twg los kev mob kev nkeeg yam twg tshwm tuaj,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.29","label":"29","content":"thiab txawm yog ib tug twg lossis koj haiv neeg Yixayee huvsi taij li cas thiab thov li cas vim qhov uas nyias paub nyias kev txom nyem thiab nyias tej kev nyuaj siab es tsa tes ncaj rau lub tuam tsev no,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.30","label":"30","content":"ces thov koj nyob saum ntuj uas yog koj lub chaw nyob mloog thiab zam txim thiab ua rau txhua tus uas koj twb paub hauv lawv lub siab, raws li lawv tau ua huvsi, rau qhov koj, tsuas yog koj tib leeg xwb thiaj paub hauv neeg lub siab huvsi,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.31","label":"31","content":"kom lawv thiaj hwm thiab paub ntshai koj thiab ua lawv lub neej raws li koj txojkev txhua hnub txhua lub sijhawm uas lawv nyob hauv lub tebchaws uas koj tau pub rau peb tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.32","label":"32","content":"“Ib yam nkaus li ntawd, thaum lwm haiv neeg ib tug twg uas tsis yog koj haiv neeg Yixayee tuaj lwm lub tebchaws deb tuaj vim yog hnov txog koj lub npe thiab koj txhais tes uas muaj hwjchim thiab koj txhais npab uas tsa hlo, mas thaum nws tuaj tig xubntiag rau lub tuam tsev no thov,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.33","label":"33","content":"ces thov koj nyob saum ntuj uas yog koj lub chaw nyob mloog thiab thov koj ua raws li txhua yam uas lwm haiv neeg tau thov rau koj, xwv txhua haiv neeg hauv ntiajteb thiaj paub koj lub npe thiab ntshai thiab hwm koj yam nkaus li koj haiv neeg Yixayee, thiab lawv thiaj paub tias lub tuam tsev uas kuv tau ua no lawv hu raws li koj lub npe."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.34","label":"34","content":"“Yog koj haiv neeg tawm mus ua rog rau lawv cov yeeb ncuab rau txojkev twg uas koj txib lawv mus, es lawv tig xubntiag thov ncaj rau lub nroog no uas koj tau xaiv cia thiab tig xubntiag thov ncaj rau lub tuam tsev uas kuv tau ua rau koj lub npe nyob,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.35","label":"35","content":"mas thov koj nyob saum ntuj mloog lawv tej lus taij lus thov thiab tuav lawv txojcai."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.36","label":"36","content":"“Yog lawv ua txhaum rau koj, vim tsis muaj ib tug twg uas tsis ua txhaum, es koj npau taws rau lawv, thiab muab lawv cob rau yeeb ncuab lawv thiaj raug ntes coj mus rau yeeb ncuab lub tebchaws tsis hais deb los ze,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.37","label":"37","content":"yog lawv lub siab xam pom lawv tej kev txhaum rau hauv lub tebchaws uas lawv raug ntes coj mus ntawd thiab ntxeev dua siab thiab taij thov koj hauv lub tebchaws uas lawv nyob ntawd hais tias, ‘Peb tau ua txhaum thiab ua tsis ncaj thiab ua phem kawg li,’"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.38","label":"38","content":"yog lawv ntxeev dua siab kawg siab kawg ntsws kawg tswvyim plab plaws hauv lub tebchaws uas lawv raug yeeb ncuab ntes coj mus nyob ntawd, thiab yog lawv tig xubntiag rau lawv lub tebchaws uas koj pub rau lawv tej poj koob yawm txwv thov koj thiab tig xubntiag rau lub nroog uas koj tau xaiv cia thiab lub tuam tsev uas kuv tau ua rau koj lub npe nyob no,"},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.39","label":"39","content":"mas thov koj nyob saum ntuj uas yog koj lub chaw nyob mloog lawv tej lus taij lus thov thiab tuav lawv txojcai thiab zam koj haiv neeg lub txim uas lawv tau ua txhaum rau koj."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.40","label":"40","content":"Au kuv tus Vajtswv, nimno thov koj tsa koj lub qhov muag saib thiab thov koj tig ntsej mloog tej lus uas thov ntawm lub chaw no."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.41","label":"41","content":"“Au Vajtswv Yawmsaub, thov koj sawv tsees los rau hauv koj lub chaw so, koj thiab koj lub phij xab uas muaj koj lub hwjchim. Au Vajtswv Yawmsaub, thov kom koj txojkev cawm dim nyob ntawm koj cov pov thawj, thiab cia koj cov neeg uas dawb huv zoo siab xyiv fab rau qhov koj ua zoo rau lawv."},{"bible_id":"1269","chapter_code":"2CH.6","verse_code":"2CH.6.42","label":"42","content":"Au Vajtswv Yawmsaub, thov tsis txhob tso tus uas koj hliv roj tsa lawd pov tseg. Thov koj nco ntsoov koj txojkev hlub ruaj khov uas koj muab rau koj tus qhev Davi.”"},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.1","label":"1","content":"Thaum Xalaumoo thov tag txawm muaj hluavtaws poob saum ntuj los kub tej qhov txhia chaw uas ua kevcai hlawv huvsi xyeem thiab tej tsiaj uas muab tua xyeem mas Yawmsaub lub hwjchim ci ntsa iab puv nkaus lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.2","label":"2","content":"Cov pov thawj mus rau hauv Yawmsaub lub tuam tsev tsis tau rau qhov Yawmsaub lub hwjchim ci ntsa iab puv nkaus nws lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.3","label":"3","content":"Thaum cov Yixayee sawvdaws pom hluavtaws nqes los thiab pom Yawmsaub lub hwjchim ci ntsa iab saum lub tuam tsev, lawv khoov ntshis ua plhu ti nkaus cov lag zeb uas pua hauv av, thiab lawv pe hawm Yawmsaub thiab ua nws tsaug hais tias, “Yawmsaub yog tus zoo, nws txojkev hlub ruaj khov nyob mus ib txhis tsis kawg.”"},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.4","label":"4","content":"Mas vajntxwv thiab cov pejxeem sawvdaws tua tsiaj xyeem rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.5","label":"5","content":"Vajntxwv Xalaumoo muab nyuj 22,000 tus thiab yaj 120,000 tus tua xyeem. Vajntxwv thiab cov pejxeem sawvdaws thiaj muab lub tuam tsev xyeem pub rau Vajtswv li no."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.6","label":"6","content":"Cov pov thawj nyias sawv ntawm nyias lub chaw thiab cov Levi kuj sawv ntsug tuav tej cuab yeej phim nkauj rau Yawmsaub uas vajntxwv Davi tau npaj cia ua Yawmsaub tsaug uas siv rau thaum Davi qhuas Vajtswv hais tias, “Yawmsaub txojkev hlub ruaj khov nyob mus ib txhis tsis kawg.” Cov pov thawj tshuab raj nyob ncaj ntawm cov Levi xubntiag. Thiab cov Yixayee sawvdaws sawv ntsug."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.7","label":"7","content":"Mas Xalaumoo ua kevcai tu lub plawv tshav puam uas ncaj ntawm lub qhov rooj tuam tsev kom dawb huv. Nws muab tsiaj ua kevcai hlawv huvsi xyeem thiab muab cov hlab hluas roj hlawv ua kevcai xyeem sib raug zoo rau qhov ntawd, vim lub thaj tooj liab uas Xalaumoo tau ua lawm tsis txaus tso tej uas ua kevcai hlawv huvsi xyeem thiab tej uas ua kevcai xyeem qoob loo thiab tej hlab hluas roj."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.8","label":"8","content":"Zaum ntawd Xalaumoo thiab ib tsoom Yixayee sawvdaws ua kevcai pam noj haus xya hnub. Muaj neeg coob heev tuaj txoos ua ke txij ntua ntawm txojkev uas mus rau lub moos Hama mus txog ntua tus dej Iyi."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.9","label":"9","content":"Mas hnub uas yim lawv tuaj txoos ua ke caiv so rau qhov lawv twb ua kevcai xyeem pub lub thaj rau Vajtswv tau xya hnub thiab ua kevcai pam noj haus xya hnub lawm."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.10","label":"10","content":"Hnub tim nees nkaum peb lub xya hli mas Xalaumoo tso cov pejxeem rov mus tsev. Lawv zoo siab thiab siab xyiv fab vim yog tej kev zoo uas Yawmsaub ua tshwm los rau Davi thiab Xalaumoo thiab rau Yawmsaub haiv neeg Yixayee."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.11","label":"11","content":"Xalaumoo ua tau Yawmsaub lub tuam tsev thiab nws lub tsev tiav tag li no. Txhua yam uas Xalaumoo tau xav tseg tias yuav ua Yawmsaub lub tuam tsev thiab nws lub tsev mas nws ua tau tiav huvsi lawm."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.12","label":"12","content":"Mas Yawmsaub los tshwm rau Xalaumoo thaum hmo ntuj thiab hais rau nws tias, “Kuv twb hnov koj tej lus thov lawm thiab kuv tau xaiv lub chaw no ua lub tsev uas tua tsiaj xyeem rau kuv."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.13","label":"13","content":"Thaum kuv kaw rooj ntug tsis pub kom nag los, lossis kuv hais kom kooj txig los txom fav lub tebchaws lossis tso mob kis los rau hauv kuv haiv neeg,"},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.14","label":"14","content":"mas yog kuv haiv neeg uas luag hu raws li kuv lub npe txo hwjchim thiab taij thov thiab nrhiav kuv thiab tig ntawm lawv tej kev txhaum kuv yuav nyob saum ntuj mloog thiab yuav zam lawv lub txim thiab yuav kho lawv lub tebchaws kom zoo."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.15","label":"15","content":"Kuv yuav tsa muag ntsia thiab tig ntsej mloog tej lus uas lawv thov ntawm lub chaw no."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.16","label":"16","content":"Rau qhov nimno kuv tau xaiv thiab tu lub tuam tsev no kom dawb huv kom kuv lub npe thiaj nyob hauv ib txhiab ib txhis. Kuv lub qhov muag thiab kuv lub siab yuav nrog nraim lub chaw no mus ib txhis."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.17","label":"17","content":"Hais txog koj, yog koj ua koj lub neej tab meeg kuv ib yam nkaus li koj txiv Davi ua thiab ua txhua yam raws li uas kuv hais kom koj ua, thiab tuav rawv kuv tej kab ke thiab kuv tej kevcai,,"},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.18","label":"18","content":"mas kuv yuav tsa koj lub zwm txwv nyob ruaj khov raws li kuv tau cog lus tseg rau koj txiv Davi lawm tias, ‘Tsis muaj ib hnub twg uas koj caj ces yuav tu ncua tus txivneej ua vajntxwv kav cov Yixayee li.’"},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.19","label":"19","content":"“Tiamsis yog nej thim thiab muab kuv tej kab ke thiab kuv tej lus nkaw uas kuv tau cob rau nej tso tseg, es nej mus ua koom tu thiab pe luag tej dab,"},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.20","label":"20","content":"mas kuv yuav muab nej rho kiag tawm ntawm lub tebchaws uas kuv tau muab rau nej, thiab kuv yuav muab lub tuam tsev uas kuv tu kom dawb huv rau kuv lub npe nyob lawd laim pov tseg kom ploj ntawm kuv qhov muag. Kuv yuav muab lub tuam tsev ua paj lug rau txhua haiv neeg hais tiag luag ncauj luag lo."},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.21","label":"21","content":"Lub tuam tsev no uas zoo nkauj kawg mas txhua tus uas taug kev yuav xav tsis thoob thiab hais tias, ‘Ua cas Yawmsaub ua li ntawd rau lub tebchaws no thiab lub tuam tsev no?’"},{"bible_id":"1269","chapter_code":"2CH.7","verse_code":"2CH.7.22","label":"22","content":"Ces luag yuav teb tias, ‘Vim yog lawv muab Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv uas coj lawv tawm hauv Iyi tebchaws los tso pov tseg, es mus tsawv nkaus luag tej dab los pe thiab ua koom tu. Vim li no Yawmsaub thiaj coj tej xwm txheej phem no huvsi los raug lawv.’ ”"},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.1","label":"1","content":"Xalaumoo siv sijhawm nees nkaum xyoo ua tau Yawmsaub lub tuam tsev thiab ua tau nws lub tsev,"},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.2","label":"2","content":"mas Xalaumoo mam li kho tej moos uas Hulas tau pub rau nws thiab kom cov Yixayee mus nyob rau hauv."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.3","label":"3","content":"Xalaumoo mus rau lub moos Hamaxaunpa thiab txeeb tau lub moos ntawd."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.4","label":"4","content":"Nws kho lub moos Thamau hauv tebchaws moj sab qhua thiab kho tej moos khaws cuab txhiaj cuab tam cia rau hauv Hama."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.5","label":"5","content":"Nws kho lub moos Npe Hauloo pem roob thiab lub moos Npe Hauloo nruab tiag, ua ob lub moos ruaj khov muaj ntsa loog muaj qhov rooj thiab muaj las rooj."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.6","label":"6","content":"Thiab ua lub moos Npa‑alab thiab ua txhua lub moos uas nws khaws cuab txhiaj cuab tam cia rau hauv, thiab ua tej moos uas nws khaws tej tsheb nees ua rog rau hauv, thiab ua tej moos uas nws cov tub rog caij nees nyob, thiab ua txhua yam uas Xalaumoo xav kom ua rau hauv lub nroog Yeluxalees thiab hauv tebchaws Lenpanoo thiab thoob plaws tej tebchaws uas Xalaumoo kav."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.7","label":"7","content":"Cov Hithai, cov Amaulai, cov Pelixai, cov Hivai thiab cov Yenpu uas tseem tshuav nyob, uas tsis yog neeg Yixayee,"},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.8","label":"8","content":"mas cov neeg no li noob uas tshuav nyob hauv lub tebchaws uas cov Yixayee tsis tau muab ua puam tsuaj tag ces Xalaumoo yuam ua qhev los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.9","label":"9","content":"Tiamsis cov neeg Yixayee mas Xalaumoo tsis yuam ua qhev. Lawv ua vajntxwv cov tub rog thiab ua nws cov nom tswv thiab ua thawj kav cov tsheb nees ua rog thiab ua nws cov tub rog uas caij nees."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.10","label":"10","content":"Cov no yog vajntxwv Xalaumoo cov nom tswv uas ua hlob huvsi muaj ob puas tsib caug leej, yog cov uas saib cov pejxeem."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.11","label":"11","content":"Xalaumoo coj Falau tus ntxhais ntawm Davi lub nroog mus rau lub tsev uas nws tau ua rau Falau tus ntxhais nyob, vim nws hais tias, “Kuv tus pojniam tsis tsim nyog nyob hauv Yixayee tus vajntxwv Davi lub tsev, rau qhov txhua qhov chaw uas Yawmsaub lub phij xab tau nyob hauv yog tej chaw uas dawb huv lawm.”"},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.12","label":"12","content":"Xalaumoo ua kevcai hlawv huvsi xyeem rau Yawmsaub saum Yawmsaub lub thaj uas nws tau ua rau ntawm zaj qab khav ntawm lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.13","label":"13","content":"Nws pheej xyeem raws li Mauxe tau hais tseg kom xyeem rau hnub Xanpatau thiab hnub hli xiab thiab tej kevcai uas ib xyoo ua peb zaug, yog kevcai noj ncuav tsis xyaw keeb, kevcai xya lub chib so  thiab kevcai nyob tsev pheeb suab."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.14","label":"14","content":"Raws li nws txiv Davi tau qhia tseg lawm mas nws thiaj tsa cov pov thawj ua tej pab ua Vajtswv tes haujlwm, thiab tsa cov Levi kom ua lawv tes haujlwm hu nkauj qhuas thiab pab cov pov thawj ua haujlwm raws li uas niaj hnub twb teem cia lawm, thiab tsa cov uas zov tej rooj loog ua tej pab mus zov txhua lub rooj loog. Rau qhov Davi uas yog Vajtswv tus qhev tau hais tseg li ntawd."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.15","label":"15","content":"Lawv thiaj ua txhua yam raws li uas vajntxwv tau hais kom cov pov thawj thiab cov Levi ua uas ntsig txog txhua yam thiab ntsig txog tej txhab nyiaj huvsi."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.16","label":"16","content":"Xalaumoo thiaj ua tau txhua yam tiav tag txij hnub uas pib ua Yawmsaub lub tuam tsev txog hnub uas ua tau tiav. Yog li no Yawmsaub lub tuam tsev thiaj li tiav tag huvsi."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.17","label":"17","content":"Xalaumoo txawm mus rau lub moos Exi‑oo Kenpaw thiab lub moos Elau ntawm ntug dej Hiavtxwv Liab hauv tebchaws Edoo."},{"bible_id":"1269","chapter_code":"2CH.8","verse_code":"2CH.8.18","label":"18","content":"Hulas txib nws cov tub teg tub taws xa nkoj txwg thiab cov uas txawj tsav nkoj txwg mus rau Xalaumoo, mas lawv thiaj nrog Xalaumoo cov tub nkoj mus txog lub moos Aufi mus thauj tau kub hnyav plaub puas tsib caug tala  qhov ntawd los rau vajntxwv Xalaumoo."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.1","label":"1","content":"Thaum tus poj vaj uas kav Senpa tebchaws tau hnov txog Xalaumoo lub meej nthawb, nws txawm tuaj rau Yeluxalees thom Xalaumoo txog ntau yam uas ceeblaj teb tau. Nws coj ib pab tub teg tub taws coob coob nrog nws tuaj, thiab muaj ntxhuav thauj tej txuj lom thiab kub ntau kawg thiab tej qe zeb hlaws muaj nqes. Thaum nws tuaj cuag Xalaumoo lawd, nws thiaj piav txhua yam uas nyob hauv nws lub siab huvsi rau Xalaumoo."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.2","label":"2","content":"Mas Xalaumoo teb txhua yam uas nws nug tau huvsi tsis muaj ib yam uas Xalaumoo yuav tsis paub thiab piav tsis tau rau nws li."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.3","label":"3","content":"Thaum tus poj vaj hauv Senpa pom Xalaumoo lub tswvyim thiab pom lub tsev uas nws tau ua,"},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.4","label":"4","content":"thiab pom tej zaub mov saum nws lub rooj thiab cov nom tswv uas nrog nws nyob thiab nws cov tub teg tub taws uas tu nws thiab tej cev ris tsho uas lawv hnav, thiab cov uas thiab cawv txiv hmab thiab lawv cev ris tsho, thiab pom tej uas nws muab ua kevcai hlawv xyeem ntawm Yawmsaub lub tuam tsev, mas tus poj vaj ntawd tsis pom qab xav li lawm."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.5","label":"5","content":"Mas nws thiaj hais rau vajntxwv tias, “Tej xov uas kuv nyob hauv kuv lub tebchaws hnov uas hais txog koj tej haujlwm thiab koj lub tswvyim yeej los muaj tseeb tiag."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.6","label":"6","content":"Tiamsis kuv tsis ntseeg tej lus ntawd mus txog thaum kuv tau tuaj cuag thiab kuv lub qhov muag tau pom lawm. Saib maj, tej uas lawv piav koj lub tswvyim loj kawg rau kuv hnov ntawd twb tsis muaj txog ib nrab. Koj tseem zoo tshaj tej lus uas kuv tau hnov lawd."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.7","label":"7","content":"Koj cov neeg  tau hmoov zoo lauj! Koj cov tub teg tub taws uas ua haujlwm ntawm koj xubntiag ib txwm thiab hnov koj tej tswvyim plab plaws mas tau hmoov zoo lauj!"},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.8","label":"8","content":"Qhuas Yawmsaub uas yog koj tus Vajtswv uas txaus siab rau koj thiab tsa koj nyob saum nws lub zwm txwv ua vajntxwv rau Yawmsaub uas yog koj tus Vajtswv. Vim koj tus Vajtswv hlub cov Yixayee thiab xav tias yuav tsa lawv nyob ruaj khov mus ib txhis li, mas nws thiaj tsa koj ua vajntxwv kav lawv kom koj thiaj txiav txim ncaj thiab ua ncaj ncees.”"},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.9","label":"9","content":"Mas nws txawm muab kub hnyav ib puas nees nkaus tala  thiab tej txuj lom ntau kawg thiab tej qe zeb hlaws muaj nqes rau vajntxwv. Tsis muaj txuj lom zoo cuag tej txuj lom uas tus poj vaj hauv Senpa muab rau vajntxwv Xalaumoo no."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.10","label":"10","content":"Dua li ntawd Hulas cov neeg thiab Xalaumoo cov neeg uas thauj kub ntawm lub moos Aufi tuaj, kuj thauj ntoo liab txiv khau tawv thiab tej qe zeb hlaws muaj nqes tuaj thiab."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.11","label":"11","content":"Mas vajntxwv thiaj muab cov ntoo liab txiv khau tawv ua cov ntaiv hauv Yawmsaub lub tuam tsev thiab hauv vajntxwv lub tsev, thiab ua cov nkauj nog ncas me thiab cov nkauj nog ncas loj rau cov hu nkauj. Yeej tsis tau pom dua tej yam uas zoo li ntawd hauv tebchaws Yuda."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.12","label":"12","content":"Vajntxwv Xalaumoo pub txhua yam rau tus poj vaj hauv Senpa raws li uas nws xav yuav thiab raws li nws thov, thiab ntau dhau tej uas nws coj tuaj pub rau vajntxwv. Mas nws thiab nws cov tub teg tub taws txawm rov qab mus rau nws lub tebchaws lawm."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.13","label":"13","content":"Ib xyoos twg mas Xalaumoo tau kub hnyav rau pua rau caum rau tala,"},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.14","label":"14","content":"tsis xam tej kub uas cov tub lag tub luam coj tuaj, thiab tej vajntxwv uas kav Alanpia tebchaws thiab tej tim xyoob uas kav hauv lub tebchaws coj kub thiab nyiaj tuaj rau Xalaumoo."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.15","label":"15","content":"Vajntxwv Xalaumoo muab kub ntaus ua ob puas daim phiaj loj thaiv, ib daim phiaj mas siv kub hnyav rau pua sekhee  ua."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.16","label":"16","content":"Nws muab kub ntaus ua dua peb puas daim phiaj thaiv, ib daim phiaj siv kub hnyav peb puas sekhee.  Vajntxwv muab cov phiaj kub ntawd khaws cia hauv lub tsev Hav Zoov Lenpanoo."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.17","label":"17","content":"Vajntxwv muab kaus ntxhw ua ib lub zwm txwv loj kawg li thiab muab cov tseem kub los luam."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.18","label":"18","content":"Lub zwm txwv ntawd muaj rau qeb ntai thiab lub chaw tiag taw yog xuas kub ua lo nkaus rau lub zwm txwv, mas ob sab ntawm lub zwm txwv muaj ob lub chaw tso tes mas muaj ob tug tsov ntxhuav sawv ze ntawm ob lub chaw tso tes ntawd,"},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.19","label":"19","content":"thiab muaj kaum ob tug tsov ntxhuav txawb rau rau qeb ntai ntawd ob sab huvsi ib qeb ntai ib tug. Lub zwm txwv zoo li no mas tsis tau txeev ua dua rau lwm lub tebchaws li."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.20","label":"20","content":"Tej khob uas vajntxwv Xalaumoo siv haus dej mas puavleej xuas kub ua xwb, thiab tej twj siv hauv lub tsev Hav Zoov Lenpanoo huvsi puavleej yog xuas tseem kub ua xwb. Ncua sijhawm uas Xalaumoo nyob mas saib nyiaj yam li tsis muaj nqes dabtsi li."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.21","label":"21","content":"Rau qhov vajntxwv tej nkoj txwg nrog Hulas cov neeg mus rau lub moos Thasi. Mas Thasi cov nkoj yuav thauj kub thauj nyiaj thauj kaus ntxhw thauj liab thauj noog yaj yuam peb xyoos tuaj ib zaug."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.22","label":"22","content":"Yog li no mas vajntxwv Xalaumoo thiaj li muaj nyiaj txiag thiab muaj lajlim tswvyim plab plaws ntau dua txhua tus vajntxwv uas nyob hauv ntiajteb no."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.23","label":"23","content":"Txhua tus vajntxwv thoob ntiajteb xav tuaj cuag Xalaumoo xav hnov nws tej tswvyim plab plaws uas Vajtswv pub rau nws."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.24","label":"24","content":"Txhua tus kuj coj tshav ntuj tuaj pub yog tej uas xuas nyiaj xuas kub ua, tej tsoos tsho, tej cuab yeej ua rog, tej txuj lom, nees thiab luj txwv tuaj, niaj xyoo muaj li no."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.25","label":"25","content":"Xalaumoo muaj plaub txhiab kem nkuaj rau nees thiab rau cov tsheb nees ua rog thiab muaj tub rog caij nees ib vam ob txhiab leej uas nws kom ib txhia nyob rau hauv tej moos uas nws npaj rau tej tsheb nees ua rog thiab ib txhia nrog vajntxwv nyob hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.26","label":"26","content":"Xalaumoo kav tej vajntxwv huvsi txij ntua tus niag dej Yufeti mus txog Filixatee tebchaws thiab txog ntawm tebchaws Iyi ciam teb."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.27","label":"27","content":"Vajntxwv saib nyiaj tsis muaj nqes rau hauv lub nroog Yeluxalees yam li tej pob zeb, thiab ua rau ntoo ciab muaj ntau yam nkaus li tej ntoo txiv cev hauv tej pov roob Sefela."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.28","label":"28","content":"Thiab lawv yuav nees hauv Iyi tebchaws thiab hauv txhua lub tebchaws los rau Xalaumoo."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.29","label":"29","content":"Lwm yam haujlwm uas Xalaumoo ua thiab txhua yam uas nws ua txij thaum pib mus txog thaum kawg twb muab sau cia rau hauv Nathas uas ua xibhwb cev Vajtswv lus phau ntawv keeb kwm, thiab hauv phau ntawv uas sau Vajtswv tej lus uas Ahiya uas yog neeg hauv Silau hais, thiab hauv phau ntawv uas sau tej lus uas Idau tus uas hais tom hauv ntej ua yog toog pom ntsig txog Nenpa tus tub Yelaunpau‑as."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.30","label":"30","content":"Xalaumoo nyob hauv Yeluxalees ua vajntxwv kav cov Yixayee huvsi tau plaub caug xyoo."},{"bible_id":"1269","chapter_code":"2CH.9","verse_code":"2CH.9.31","label":"31","content":"Xalaumoo kuj tuag mus nrog nws tej poj koob yawm txwv nyob, thiab lawv muab nws log rau hauv nws txiv Davi lub nroog, ces nws tus tub Lehaunpau‑as ua vajntxwv kav nyob nws chaw."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.1","label":"1","content":"Lehaunpau‑as mus rau ntawm lub moos Sekhee, rau qhov cov Yixayee sawvdaws tau tuaj rau ntawm Sekhee es yuav tsa nws ua vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.2","label":"2","content":"Thaum Nenpa tus tub Yelaunpau‑as tau hnov xov, rau thaum nws tseem nyob hauv Iyi tebchaws uas nws tau khiav vajntxwv Xalaumoo mus nyob, mas Yelaunpau‑as txawm rov ntawm Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.3","label":"3","content":"Lawv txawm txib neeg mus hu nws, mas Yelaunpau‑as thiab ib tsoom Yixayee sawvdaws tuaj hais rau Lehaunpau‑as tias,"},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.4","label":"4","content":"“Koj txiv tau ua tus quab hnyav heev rau peb. Yog li ntawd nimno thov koj ua rau tej haujlwm hnyav uas koj txiv kom peb ua thiab nws tus quab hnyav uas nyob saum peb ntawd sib zog, mas peb yuav ua nuam rau koj.”"},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.5","label":"5","content":"Lehaunpau‑as hais rau lawv tias, “Peb hnub saum no nej rov tuaj cuag kuv ib zaug thiab.” Cov pejxeem txawm rov mus lawm."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.6","label":"6","content":"Vajntxwv Lehaunpau‑as mus sablaj rau cov laus uas tu nws txiv Xalaumoo rau thaum nws txiv tseem muaj txojsia nyob hais tias, “Nej yuav qhia kuv teb li cas rau cov pejxeem no?”"},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.7","label":"7","content":"Mas lawv hais rau nws tias, “Yog koj hlub cov pejxeem no thiab ua tej uas hum lawv siab thiab teb tej lus zoo rau lawv, mas lawv yuav ua koj cov qhev mus ib txhis li.”"},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.8","label":"8","content":"Tiamsis nws tsis quav ntsej tej lus uas cov laus qhia ntawd, nws txawm mus sablaj rau cov tub hluas uas nrog nws hlob ib phaum thiab ua haujlwm rau nws."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.9","label":"9","content":"Nws hais rau lawv tias, “Nej yuav qhia kom peb teb li cas rau cov pejxeem no uas tau hais rau kuv tias, ‘Thov koj ua rau tus quab uas koj txiv muab tso rau saum peb kom sib zog?’ ”"},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.10","label":"10","content":"Cov tub hluas uas nrog nws hlob ib phaum txawm hais rau nws tias, “Koj hais li no rau cov pejxeem uas hais rau koj tias, ‘Koj txiv tau ua rau peb tus quab hnyav, thov koj ua kom sib zog.’ Mas koj cia li hais rau lawv li no, ‘Kuv tus nyuag ntiv tes rwg qab tseem loj dua kuv txiv lub duav."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.11","label":"11","content":"Txawm yog kuv txiv tau tso tus quab hnyav rau saum nej los kuv yuav tsav ntxiv kom tus quab ntawd hnyav dua thiab. Kuv txiv xuas pas nplawm nej tiamsis kuv yuav xuas raub ris teb nplawm nej.’ ”"},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.12","label":"12","content":"Yelaunpau‑as thiab cov pejxeem sawvdaws thiaj tuaj cuag Lehaunpau‑as rau hnub peb raws li vajntxwv tau hais tias, “Rov qab tuaj cuag kuv rau hnub peb.”"},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.13","label":"13","content":"Mas vajntxwv teb nyaum kawg li rau lawv, nws tsis quav ntsej tej lus uas cov laus qhia rau nws."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.14","label":"14","content":"Vajntxwv Lehaunpau‑as hais rau lawv raws li cov tub hluas tau qhia rau nws hais tias, “Kuv txiv ua rau nej tus quab hnyav tiamsis kuv yuav tsav ntxiv kom tus quab ntawd hnyav dua thiab. Kuv txiv xuas pas nplawm nej tiamsis kuv yuav xuas raub ris teb nplawm nej.”"},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.15","label":"15","content":"Vajntxwv thiaj tsis mloog cov pejxeem tej lus, rau qhov tej xwm txheej no yog los ntawm Vajtswv xwv Yawmsaub thiaj ua tau tiav raws li tej lus uas nws tau txib Ahiya uas yog neeg hauv Silau hais rau Nenpa tus tub Yelaunpau‑as."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.16","label":"16","content":"Thaum cov Yixayee sawvdaws pom tias vajntxwv tsis mloog lawv tej lus, lawv thiaj teb vajntxwv tias, “Peb muaj feem dabtsi rau hauv Davi lawm? Peb tsis muaj qub txeeg qub teg hauv Yexi tus tub li lawm. Yixayee 'e, nyias rov mus rau nyias lub tsev ntaub. Au Davi, koj cia li saib xyuas koj caj ces xwb lauj!” Mas cov Yixayee sawvdaws txawm rov mus rau nyias vaj nyias tsev lawm."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.17","label":"17","content":"Mas Lehaunpau‑as tsuas kav cov Yixayee uas nyob rau hauv tej moos hauv Yuda tebchaws xwb."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.18","label":"18","content":"Mas vajntxwv Lehaunpau‑as txib Hadaulas uas yog tus saib xyuas cov neeg raug yuam ua haujlwm mus xyuas cov Yixayee mas lawv xuas pob zeb ntaus nws tuag. Ces vajntxwv Lehaunpau‑as txawm maj nce nws li tsheb ua rog khiav mus rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.10","verse_code":"2CH.10.19","label":"19","content":"Yixayee thiaj li fav xeeb rau Davi caj ces los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.1","label":"1","content":"Thaum Lehaunpau‑as mus rau hauv Yeluxalees lawd nws txawm sau cov Yuda thiab xeem Npeeyamee sawvdaws tuaj ua ke, huvsi muaj 180,000 leej tub rog uas txawj tshaj plaws es yuav mus ua rog rau Yixayee thiab muab tebchaws rov los rau Lehaunpau‑as kav."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.2","label":"2","content":"Tiamsis Vajtswv hais lus tuaj rau Semaya uas yog Vajtswv tus neeg tias,"},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.3","label":"3","content":"“Cia li hais rau Xalaumoo tus tub Lehaunpau‑as uas ua vajntxwv kav Yuda thiab hais rau cov Yixayee huvsi hauv Yuda thiab Npeeyamee tebchaws tias,"},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.4","label":"4","content":"‘Yawmsaub hais li no tias, Nej tsis txhob nce mus ua rog rau nej cov kwvtij. Sawvdaws cia li rov mus nyias vaj nyias tsev, rau qhov tej xwm txheej no yog los ntawm kuv los.’ ” Yog li no lawv thiaj mloog Yawmsaub tej lus thiab rov mus, tsis tau mus ua rog rau Yelaunpau‑as."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.5","label":"5","content":"Lehaunpau‑as nyob hauv Yeluxalees thiab nws ua tej moos rau hauv Yuda tebchaws tiv thaiv yeeb ncuab."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.6","label":"6","content":"Nws kho tej moos no yog Npelehee, Edas, Thekhau‑a,"},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.7","label":"7","content":"Npexuv, Xaukhau, Adulas,"},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.8","label":"8","content":"Ka, Malesa, Xi,"},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.9","label":"9","content":"Adaula‑i, Lakhi, Axekha,"},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.10","label":"10","content":"Xaula, Aiyaloo thiab Heploo, yog tej moos uas muaj ntsa loog nyob hauv Yuda thiab Npeeyamee tebchaws."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.11","label":"11","content":"Nws ua rau tej moos uas muaj ntsa loog ntawd khov kho thiab tsa kom muaj cov thawj tub rog nyob hauv, thiab muab zaub mov, roj thiab cawv txiv hmab khaws cia rau hauv."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.12","label":"12","content":"Nws khaws tej daim phiaj hlau thaiv thiab tej hmuv cia rau hauv tej moos ntawd huvsi, thiab ua rau tej moos ntawd ruaj khov. Mas nws thiaj kav tau Yuda thiab Npeeyamee cia."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.13","label":"13","content":"Cov pov thawj thiab cov Levi uas nyob lawv tej chaw txhua qhov hauv Yixayee tebchaws tuaj Lehaunpau‑as tog."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.14","label":"14","content":"Cov Levi tso lawv tej tshav zaub thiab lawv tej vaj tse tseg thiab cia li mus nram Yuda tebchaws thiab Yeluxalees, vim yog Yelaunpau‑as thiab nws cov tub ntiab lawv tawm qhov uas ua Yawmsaub li pov thawj,"},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.15","label":"15","content":"thiab tsa dua ib co pov thawj teev dab ntawm tej chaw siab thiab teev dab tshis thiab teev tej dab mlom thav nyuj uas nws ua."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.16","label":"16","content":"Ces cov uas muab siab rau nrhiav Yawmsaub uas yog cov Yixayee tus Vajtswv kuj raws cov Levi qab tawm hauv Yixayee txhua xeem mus rau nram Yeluxalees xwv thiaj tau tua tsiaj xyeem rau Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.17","label":"17","content":"Lawv tau ua rau Yuda tebchaws muaj zog thiab lawv txhawb Xalaumoo tus tub Lehaunpau‑as nyob ruaj khov tau peb xyoos, rau qhov lawv ua lub neej raws nraim li Davi thiab Xalaumoo tau peb xyoos."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.18","label":"18","content":"Lehaunpau‑as yuav Mahala uas yog Davi tus tub Yelimau li ntxhais ua pojniam. Mahala niam yog Anpiha‑i uas yog Yexi tus tub Elia li ntxhais."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.19","label":"19","content":"Nws yug tau cov tub no rau Lehaunpau‑as, yog Ye‑u, Semaliya thiab Xahas."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.20","label":"20","content":"Los rau tom qab Lehaunpau‑as yuav Axaloo tus ntxhais Ma‑akha ua pojniam mas yug tau Anpiya, Athai, Xixas thiab Selaumi."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.21","label":"21","content":"Lehaunpau‑as nyiam Axaloo tus ntxhais Ma‑akha heev dua nws cov pojniam thiab cov hluas nkauj uas nws kav huvsi. Nws yuav kaum yim tus pojniam thiab kav rau caum tus hluas nkauj, muaj nees nkaum yim tus tub muaj rau caum tus ntxhais."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.22","label":"22","content":"Lehaunpau‑as tsa Anpiya uas yog Ma‑akha tus tub ua thawj hauv nws cov kwvtij rau qhov nws npaj siab yuav tsa tus tub ntawd ua vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.11","verse_code":"2CH.11.23","label":"23","content":"Nws muaj tswvyim tu txhua yam thiab muab nws cov tub faib mus nyob thoob plaws Yuda tebchaws thiab Npeeyamee tebchaws nyob rau hauv txhua lub moos uas muaj ntsa loog. Nws pub zaub mov nplua mias rau lawv thiab yuav ntau tus pojniam rau lawv."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.1","label":"1","content":"Thaum Lehaunpau‑as ua vajntxwv kav lub tebchaws ruaj khov thiab muaj zog lawm, nws txawm tso Yawmsaub txoj kevcai tseg, thiab cov Yixayee sawvdaws kuj muab tso tseg ib yam nkaus."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.2","label":"2","content":"Xyoo tsib uas Lehaunpau‑as ua vajntxwv kav mas Sisab uas ua vajntxwv hauv Iyi tebchaws txawm tuaj ua rog rau lub nroog Yeluxalees, vim yog lawv tso Yawmsaub tseg,"},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.3","label":"3","content":"muaj tsheb nees ua rog ib txhiab ob puas lub thiab tub rog caij nees rau vam leej. Thiab cov tub rog uas nrog nws tuaj nram Iyi tuaj suav tsis txheeb, yog cov Linpia, cov Xukhi‑i thiab cov neeg Khuj."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.4","label":"4","content":"Nws txeeb tau Yuda tej moos uas muaj ntsa loog tag thiab tuaj rau ntawm Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.5","label":"5","content":"mas Semaya uas yog xibhwb cev Vajtswv lus tuaj cuag Lehaunpau‑as thiab Yuda cov thawj uas tuaj txoos ua ke rau hauv Yeluxalees vim yog ntshai Sisab thiab hais rau lawv tias, “Yawmsaub hais li no tias, ‘Nej tau tso kuv tseg, kuv thiaj tso nej tseg rau hauv Sisab txhais tes.’ ”"},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.6","label":"6","content":"Ces Yixayee cov thawj thiab vajntxwv thiaj li txo hwjchim thiab hais tias, “Yawmsaub ua ncaj ncees.”"},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.7","label":"7","content":"Thaum Yawmsaub pom tias lawv txo hwjchim, Yawmsaub hais lus tuaj rau Semaya tias, “Lawv txo hwjchim lawm, kuv yuav tsis ua kom lawv puam tsuaj tiamsis kuv yuav pab lawv dim ib qho xwb mas kuv tsis siv Sisab txhais tes nchuav kuv txojkev npau taws rau saum Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.8","label":"8","content":"Txawm li cas los lawv tseem yuav ua Sisab li qhev kom lawv thiaj li paub tias qhov uas tu kuv thiab tu tej vajntxwv hauv ib tsoom tebchaws txawv li cas.”"},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.9","label":"9","content":"Iyi tus vajntxwv Sisab txawm nce tuaj ua rog rau Yeluxalees. Nws muab tej nyiaj txiag qhov txhia chaw hauv Yawmsaub lub tuam tsev thiab hauv vajntxwv lub tsev lws huvsi coj mus. Nws kuj coj tej daim phiaj kub thaiv uas Xalaumoo ua huvsi mus."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.10","label":"10","content":"Mas vajntxwv Lehaunpau‑as ho muab tooj liab ua tej daim phiaj los siv hloov chaw thiab muab cov daim phiaj ntawd cob rau cov thawj rog uas zov vajntxwv lub qhov rooj."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.11","label":"11","content":"Txhua zaus uas vajntxwv mus rau hauv Yawmsaub lub tuam tsev cov tub rog kuj tuav cov daim phiaj ntawd tawm tuaj thiab coj rov qab mus khaws cia rau hauv lub tsev uas cov tub rog zov khuav nyob."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.12","label":"12","content":"Thaum Lehaunpau‑as txo hwjchim lawm, Yawmsaub txojkev npau taws kuj thim rov qab tsis ua kom puam tsuaj tag huvsi, thiab Yuda tseem nyob zoo."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.13","label":"13","content":"Vajntxwv Lehaunpau‑as thiaj nyob ruaj rau hauv Yeluxalees thiab tseem kav tebchaws mus. Thaum Lehaunpau‑as sawv ua vajntxwv kav nws hnub nyoog muaj plaub caug ib xyoos. Nws nyob hauv Yeluxalees kav tau kaum xya xyoo, yog lub nroog uas Yawmsaub xaiv hauv txhua xeem Yixayee cia ua lub chaw rau nws lub npe nyob. Nws niam npe hu ua Na‑ama uas yog neeg Asmoo."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.14","label":"14","content":"Nws tau ua tej uas phem rau qhov nws tsis muab siab rau nrhiav Yawmsaub."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.15","label":"15","content":"Lehaunpau‑as tej haujlwm txij thaum pib mus txog thaum kawg mas twb muab sau cia rau hauv Semaya uas yog xibhwb cev Vajtswv lus thiab Idau uas hais pom tom hauv ntej phau ntawv keeb kwm. Lehaunpau‑as thiab Yelaunpau‑as pheej sib ua rog tsis tu li."},{"bible_id":"1269","chapter_code":"2CH.12","verse_code":"2CH.12.16","label":"16","content":"Lehaunpau‑as tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log rau hauv Davi lub nroog. Mas nws tus tub Anpiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.1","label":"1","content":"Xyoo kaum yim uas Yelaunpau‑as ua vajntxwv kav mas Anpiya pib ua vajntxwv kav Yuda tebchaws."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.2","label":"2","content":"Nws nyob hauv Yeluxalees kav tau peb xyoos. Nws niam npe hu ua Mikhaya uas yog Uli‑ee uas nyob hauv Kinpe‑a li ntxhais. Anpiya thiab Yelaunpau‑as pheej sib ua rog."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.3","label":"3","content":"Anpiya coj ib pab tub rog siab loj siab tuab, muaj 400,000 leej uas txawj tshaj plaws tawm mus ua rog. Yelaunpau‑as npaj nws cov tub rog mus ua rog rau Anpiya, muaj 800,000 leej tub rog uas muaj zog thiab txawj tshaj plaws."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.4","label":"4","content":"Anpiya txawm sawv ntsug saum lub roob Xemala‑i uas nyob pem toj siab Efa‑i tebchaws thiab hais tias, “Yelaunpau‑as thiab cov Yixayee sawvdaws 'e, cia li tig ntsej mloog kuv hais."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.5","label":"5","content":"Nej tseem tsis paub tias Yawmsaub uas yog Yixayee tus Vajtswv tau cog lus ruaj khov  tias yuav pub Davi thiab nws caj ces ua vajntxwv kav Yixayee tebchaws mus ib txhis lov?"},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.6","label":"6","content":"Txawm li ntawd los Nenpa tus tub Yelaunpau‑as uas yog Davi tus tub Xalaumoo li ib tug tub teg tub taws tseem fav xeeb sawv twv nws tus tswv."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.7","label":"7","content":"Muaj neeg loj leeb tsis tsheej haj tuaj koom nrog Yelaunpau‑as fav xeeb rau Xalaumoo tus tub Lehaunpau‑as rau thaum Lehaunpau‑as tseem hluas lub siab ywj fab ywj fwj thiaj tiv tsis tau lawv."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.8","label":"8","content":"“Nimno nej xav tias yuav tawm tsam Yawmsaub lub tebchaws uas nyob hauv Davi caj ces txhais tes, rau qhov nej yog pab uas coob kawg thiab muaj tej dab mlom thav nyuj kub uas Yelaunpau‑as nchuav rau nej."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.9","label":"9","content":"Nej tsis tau ntiab Yawmsaub cov pov thawj uas yog Aloo caj ces thiab cov Levi khiav lov, thiab tsa pov thawj rau nej ib yam li neeg lwm lub tebchaws? Leejtwg coj ib tug thav txiv nyuj thiab xya tus txiv yaj tuaj ua kevcai tu kom nws tus kheej dawb huv thiaj tau ua pov thawj ua haujlwm rau tej uas tsis yog Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.10","label":"10","content":"Tiamsis peb cov, Yawmsaub yog peb tus Vajtswv thiab peb tsis tau tso nws tseg. Peb muaj pov thawj uas yog Aloo caj ces ua koom tu Yawmsaub thiab muaj cov Levi pab lawv ua haujlwm."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.11","label":"11","content":"Lawv niaj tagkis thiab niaj hmo muab tsiaj ua kevcai hlawv xyeem thiab hlawv hmoov tshuaj tsw qab thiab muab cov ncuav txawb rau saum lub rooj dawb huv ntawm Yawmsaub xubntiag thiab tu lub teeb kub kom tej teeb cig rau txhua hmo. Peb tuav rawv Yawmsaub uas yog peb tus Vajtswv tej lus nkaw, tiamsis nej twb tso nws tseg lawm."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.12","label":"12","content":"Saib maj, Vajtswv nrog nraim peb coj peb lub hauv ntej, thiab nws cov pov thawj muaj raj xyu tshuab txhib ua rog rau nej. Yixayee caj ces 'e, tsis txhob tawm tsam Yawmsaub uas yog nej tej poj koob yawm txwv tus Vajtswv, rau qhov nej yuav kov tsis yeej.”"},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.13","label":"13","content":"Yelaunpau‑as tau tso ib txhia tub rog lug mus zov cov Yuda qub qab. Yog li no nws cov tub rog thiaj nyob ntawm cov Yuda hauv ntej thiab zov tom lawv qub qab."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.14","label":"14","content":"Thaum cov Yuda tsa muag ntsia ua ciav kev ua rog nyob ntawm lawv hauv ntej thiab nyob tom lawv qub qab. Lawv txawm hu thov Yawmsaub thiab cov pov thawj tshuab raj xyu."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.15","label":"15","content":"Cov Yuda txawm qw lub suab ua rog nrov. Thaum cov Yuda qw nrov, Vajtswv ua rau Yelaunpau‑as thiab cov Yixayee sawvdaws swb kiag Anpiya thiab cov Yuda."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.16","label":"16","content":"Cov Yixayee thiaj khiav cov Yuda thiab Vajtswv muab lawv cob rau hauv cov Yuda txhais tes."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.17","label":"17","content":"Anpiya thiab nws cov tub rog kuj tua cov Yixayee tuag coob kawg, cov Yixayee tuag 500,000 leej tub rog uas txawj tshaj plaws."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.18","label":"18","content":"Yog li no cov Yixayee thiaj swb kiag zaum ntawd thiab cov Yuda kov yeej, rau qhov lawv vam khom Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.19","label":"19","content":"Thiab Anpiya raws caum Yelaunpau‑as thiab txeeb tau tej moos no ntawm nws, yog lub moos Npe‑ee, lub moos Yesana, lub moos Efoo, thiab tej zej zog uas nyob ib ncig tej moos ntawd."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.20","label":"20","content":"Yelaunpau‑as tsis rov muaj hwjchim li qub tag Anpiya sim neej. Thiab Yawmsaub ntaus Yelaunpau‑as, nws thiaj tuag lawm."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.21","label":"21","content":"Tiamsis Anpiya muaj hwjchim loj zuj zus. Nws yuav kaum plaub tug pojniam thiab muaj nees nkaum ob tug tub muaj kaum rau tus ntxhais."},{"bible_id":"1269","chapter_code":"2CH.13","verse_code":"2CH.13.22","label":"22","content":"Lwm yam haujlwm uas Anpiya ua, tej uas nws ua thiab tej uas nws hais twb muab sau cia rau hauv Idau uas yog xibhwb cev Vajtswv lus phau ntawv lawm."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.1","label":"1","content":"Anpiya txawm tuag mus nrog nws tej poj koob yawm txwv nyob, lawv muab nws log rau hauv Davi lub nroog. Nws tus tub Axa sawv nws chaw ua vajntxwv kav. Thaum Axa ua vajntxwv lub tebchaws so tsis ua rog tau kaum xyoo."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.2","label":"2","content":"Axa ua tej uas Yawmsaub uas yog nws tus Vajtswv pom tias zoo thiab raug cai."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.3","label":"3","content":"Nws rhuav tshem tej thaj teev lwm haiv neeg tej dab thiab tej chaw siab, thiab tsoo tej ncej teev dab thiab ntov tej ncej dab Asela pov tseg,"},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.4","label":"4","content":"thiab hais kom cov Yuda nrhiav Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv, thiab tuav rawv nws txoj kevcai thiab nws tej lus nkaw."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.5","label":"5","content":"Thiab nws rhuav tshem tej chaw siab teev dab thiab tej thaj hlawv hmoov xyab hauv Yuda txhua lub moos pov tseg. Mas nws thiaj kav lub tebchaws nyob tus yees."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.6","label":"6","content":"Nws tsim ntsa loog rau tej moos hauv Yuda tebchaws, rau qhov lub tebchaws nyob tus yees. Nws tsis tau ua rog rau ncua sijhawm ntawd, vim yog Yawmsaub pub nws tau so tsis ua rog."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.7","label":"7","content":"Nws hais rau cov Yuda tias, “Cia peb tsim kho tej moos no, xov ntsa loog thiab ua chaw tsom faj thiab ua rooj loog thiab las rooj. Lub tebchaws tseem yog peb li vim yog peb tau nrhiav Yawmsaub uas yog peb tus Vajtswv. Peb tau nrhiav nws, nws thiaj pub peb tau so tus yees rau txhua fab.” Lawv thiaj li tsim tej ntawd thiab vam meej tuaj."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.8","label":"8","content":"Axa muaj tub rog hauv Yuda tebchaws 300,000 leej tuav rawv daim phiaj hlau loj thiab hmuv, thiab muaj tub rog hauv Npeeyamee tebchaws 280,000 leej tuav rawv phiaj hlau thiab txawj tua hneev, puavleej yog tub rog siab loj siab tuab."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.9","label":"9","content":"Xelag uas yog neeg Khuj kuj tuaj ua rog rau lawv, nws muaj tub rog 1,000,000 leej thiab tsheb nees ua rog peb puas lub tuaj rau ntawm lub moos Malesa."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.10","label":"10","content":"Axa txawm mus ua rog rau nws mas lawv ob tog npaj chaw ua rog rau hauv lub hav Xefatha ntawm lub moos Melesa."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.11","label":"11","content":"Mas Axa thov hu Yawmsaub uas yog nws tus Vajtswv tias, “Au Yawmsaub, tsis muaj leejtwg pab tau yam li koj hauv txojkev ua rog uas ib tog muaj zog ib tog tsis muaj zog. Au Yawmsaub uas yog peb tus Vajtswv, thov koj pab peb rau qhov peb vam khom koj thiab peb tuaj tawm tsam haiv neeg coob heev no hauv koj lub npe. Au Yawmsaub, koj yog peb tus Vajtswv, thov tsis txhob cia neeg kov yeej koj.”"},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.12","label":"12","content":"Yawmsaub thiaj ua rau cov neeg Khuj swb Axa thiab cov Yuda, cov neeg Khuj thiaj khiav mus lawm."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.13","label":"13","content":"Axa thiab nws cov tub rog raws caum lawv mus txog lub moos Kelas, mas cov neeg Khuj raug tua tuag tag tsis tshuav ib tug ciaj li, rau qhov lawv tawg swb kiag Yawmsaub thiab nws pab tub rog. Cov Yuda txeeb tau lawv tej qhov txhia chaw ntau kawg li coj mus."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.14","label":"14","content":"Lawv kuj ntaus txhua lub moos uas nyob ib ncig ntawm Kelas rau qhov Yawmsaub ua rau luag ntshai kawg li. Lawv lws txhua lub moos ntawd rau qhov muaj ntau yam uas txeeb tau hauv tej moos ntawd."},{"bible_id":"1269","chapter_code":"2CH.14","verse_code":"2CH.14.15","label":"15","content":"Lawv ntaus tej neeg yug tsiaj tej tsev ntaub thiab coj tej yaj tej ntxhuav coob kawg li mus. Ces lawv txawm rov los rau hauv Yeluxalees lawm."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.1","label":"1","content":"Vajtswv tus Ntsuj Plig los nyob hauv Axaliya uas yog Aude tus tub,"},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.2","label":"2","content":"nws txawm tawm mus ntsib Axa thiab hais rau nws tias, “Axa thiab cov Yuda thiab cov Npeeyamee sawvdaws, cia li mloog kuv hais. Yawmsaub nrog nraim nej rau thaum nej nrog nraim nws. Yog nej nrhiav nws nej yuav ntsib nws, tiamsis yog nej tso nws tseg nws yuav tso nej tseg."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.3","label":"3","content":"Ntev los lawm cov Yixayee tsis yuav tus Vajtswv uas tseeb thiab tsis muaj ib tug pov thawj uas txawj qhia thiab tsis muaj txoj kevcai."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.4","label":"4","content":"Tiamsis thaum lawv raug kev txom nyem nyuaj siab lawv tig los rau ntawm Yawmsaub uas yog cov Yixayee tus Vajtswv, lawv nrhiav nws thiab ntsib nws."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.5","label":"5","content":"Lub sijhawm ntawd cov uas tawm mus thiab cov uas nkag los yeej tsis tau txojkev kaj siab li rau qhov muaj kev kub ntxhov ntau heev rau cov neeg sawvdaws uas nyob hauv tej tebchaws"},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.6","label":"6","content":"Lawv tawg ua sab ua sua, ib lub tebchaws tawm tsam ib lub tebchaws, ib lub moos tawm tsam ib lub moos, vim yog Vajtswv tso txhua yam kev txom nyem nyuaj siab los raug lawv."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.7","label":"7","content":"Tiamsis nej, mas cia li ua siab tuab. Tsis txhob cia nej txhais tes tsaug leeg, rau qhov tej haujlwm uas nej ua nej yuav tau nqe zog.”"},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.8","label":"8","content":"Thaum Axa hnov tej lus uas Aude tus tub Axaliya cev rau nws lawd, nws txawm muaj siab loj siab tuab thiab muab tej dab mlom uas qias vuab tsuab thoob plaws Yuda tebchaws thiab Npeeyamee tebchaws thiab hauv tej moos uas nws txeeb tau pem toj siab Efa‑i tebchaws rhuav pov tseg huvsi, thiab nws kho Yawmsaub lub thaj uas nyob ntawm qab khav uas mus rau hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.9","label":"9","content":"Thiab nws sau kiag cov Yuda thiab cov Npeeyamee sawvdaws thiab cov Efa‑i, cov Manaxe thiab cov Xime‑oo uas tuaj nrog lawv nyob, vim yog muaj neeg coob coob tsiv hauv Yixayee tebchaws tuaj rau ntawm nws rau thaum lawv pom tias Yawmsaub uas yog nws tus Vajtswv nrog nraim nws."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.10","label":"10","content":"Lawv tuaj txoos ua ke rau hauv Yeluxalees rau lub peb hlis xyoo kaum tsib uas Axa ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.11","label":"11","content":"Hnub ntawd lawv muab tej tsiaj uas txeeb tau los rho ib txhia los xyeem rau Yawmsaub, yog xya pua tus nyuj thiab xya txhiab tus yaj."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.12","label":"12","content":"Thiab lawv cog lus tseg tias lawv yuav nrhiav Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv kawg siab kawg ntsws,"},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.13","label":"13","content":"thiab hais tias leejtwg tsis yeem nrhiav Yawmsaub uas yog cov Yixayee tus Vajtswv mas tus ntawd yuav raug muab tua tuag, tsis hais menyuam neeg laus pojniam txivneej huvsi."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.14","label":"14","content":"Lawv tsa suab nrov cog lus twv rau Yawmsaub thiab qw nrov nrov thiab tshuab raj xyu thiab raj kub yaj."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.15","label":"15","content":"Cov Yuda sawvdaws zoo siab xyiv fab rau tej lus cog tseg ntawd rau qhov lawv tau cog lus twv kawg siab kawg ntsws thiab nrhiav Yawmsaub kawg lawv lub siab ntshaw thiab lawv kuj ntsib nws, thiab Yawmsaub pub lawv tau so tus yees rau txhua fab."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.16","label":"16","content":"Txawm yog nws niam Ma‑akha los vajntxwv Axa muab hle tsis pub nyob lub rooj poj vaj lawm, rau qhov nws niam tau ua ib tug dab mlom qias vuab tsuab los teev tus dab Asela. Thiab Axa muab nws niam tus dab mlom ntawd ntov tsoo coj mus hlawv pov tseg rau ntawm lub hav Khiloo,"},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.17","label":"17","content":"tiamsis tsis tau rhuav tshem tej chaw siab teev dab hauv cov Yixayee. Txawm li ntawd los nws lub siab tsis muaj ib qho chaw thuam li mus tag nws sim neej uas ua vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.18","label":"18","content":"Nws muab tej nyiaj tej kub tej twj siv uas nws thiab nws txiv tau yeem lus xyeem lawd coj los cia rau hauv Vajtswv lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.15","verse_code":"2CH.15.19","label":"19","content":"Mas tsis muaj kev ua rog mus txog xyoo peb caug tsib uas Axa ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.1","label":"1","content":"Xyoo peb caug rau uas Axa ua vajntxwv kav mas cov Yixayee tus vajntxwv Npa‑asa tuaj ua rog rau cov Yuda. Nws ua lub moos Lama los tav kev tsis pub ib tug nkag mus cuag tau cov Yuda tus vajntxwv Axa thiab tsis pub ib tug tawm tau."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.2","label":"2","content":"Ces Axa txawm muab tej nyiaj tej kub hauv tej txhab Yawmsaub lub tuam tsev thiab hauv vajntxwv lub tsev ib txhia xa mus rau Alas tus vajntxwv Npeehada uas nyob hauv lub nroog Damaxaka, thiab hais tias,"},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.3","label":"3","content":"“Thov koj nrog kuv cog lus sib raug zoo ib yam li kuv txiv thiab koj txiv txeev ua los lawd. Kuv xa cov nyiaj thiab kub no tuaj rau koj es thov koj mus rhuav tej lus uas nrog Yixayee tus vajntxwv Npa‑asa cog lus sib raug zoo lawd tseg, xwv nws thiaj thim tub rog ntawm kuv mus.”"},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.4","label":"4","content":"Ces Npeehada kuj mloog vajntxwv Axa hais. Nws txawm tso thawj tub rog mus ntaus Yixayee tej moos, mas lawv ntaus yeej lub moos Iyoo, Daj, Anpeema‑i, thiab tej moos uas khaws qhov txhia chaw cia hauv Nathali tebchaws huvsi."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.5","label":"5","content":"Thaum Npa‑asa hnov tej xwm ntawd, nws txawm tseg tsis ua lub moos Lama thiab tso nws tes haujlwm tseg."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.6","label":"6","content":"Ces vajntxwv Axa txawm coj cov Yuda sawvdaws mus muab tej pob zeb thiab tej ntoo uas Npa‑asa ua lub moos Lama ntawd coj los tsim kho lub moos Kenpa thiab Mixapa."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.7","label":"7","content":"Thaum ntawd Hanani uas hais pom tom hauv ntej tuaj cuag Yuda tus vajntxwv Axa thiab hais rau nws tias, “Vim koj vam khom Alas tus vajntxwv tsis vam khom Yawmsaub uas yog koj tus Vajtswv, yog li no Alas tus vajntxwv cov tub rog thiaj dim hauv koj txhais tes lawm."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.8","label":"8","content":"Cov neeg Khuj  thiab cov neeg Linpia tsis yog pab tub rog uas coob kawg muaj tsheb ua rog thiab tub rog caij nees coob kawg lov? Txawm li cas los vim koj vam khom Yawmsaub, nws thiaj muab lawv rau hauv koj txhais tes."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.9","label":"9","content":"Rau qhov Yawmsaub mus mus los los qhov muag ntsia ntsoov thoob plaws lub ntiajteb kom thiaj ua nws lub hwjchim tshwm los pab cov uas lub siab xib rau nws. Qhov no koj ua ruam kawg li, rau qhov txij no mus koj yuav muaj kev ua rog.”"},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.10","label":"10","content":"Ces Axa txawm chim rau tus uas hais pom tom hauv ntej ntawd thiaj muab nws ntes kaw rau hauv tsev lojfaj, rau qhov nws npau taws heev rau qhov uas tus xibhwb hais li ntawd. Axa kuj tsim txom cov pejxeem qee leej heev rau lub sijhawm ntawd."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.11","label":"11","content":"Axa tej haujlwm txij thaum pib mus txog thaum kawg mas twb muab sau cia rau hauv phau ntawv uas hais txog Yuda thiab Yixayee tej vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.12","label":"12","content":"Xyoo peb caug cuaj uas Axa ua vajntxwv kav, nws txawm mob nws txhais kotaw, mas nws tus mob loj heev tuaj. Txawm yog nws mob los nws kuj tsis nrhiav Yawmsaub nws nrhiav tej Kws tshuaj pab xwb."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.13","label":"13","content":"Axa txawm tuag mus nrog nws tej poj koob yawm txwv nyob, nws tuag rau thaum nws ua vajntxwv kav tau plaub caug ib xyoos."},{"bible_id":"1269","chapter_code":"2CH.16","verse_code":"2CH.16.14","label":"14","content":"Lawv muab nws log rau hauv lub qhov ntxa uas nws tho rau nws hauv Davi lub nroog. Lawv muab nws lub cev tuag tso rau saum lub txaj uas pleev cov tshuaj tsw qab puv nkaus uas yog tus Kws tov tshuaj twb tov cia lawd. Thiab lawv rauv ib cub tawg loj heev ua koob meej rau nws."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.1","label":"1","content":"Axa tus tub Yehausafa sawv nws chaw ua vajntxwv kav Yuda thiab cuab zog npaj tawm tsam cov Yixayee."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.2","label":"2","content":"Nws xa tub rog nyob rau hauv Yuda txhua lub moos uas muaj ntsa loog thiab tsa tub rog mus zov thoob plaws Yuda tebchaws thiab hauv Efa‑i tej moos uas nws txiv Axa twb txeeb tau lawd."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.3","label":"3","content":"Yawmsaub nrog nraim Yehausafa nyob rau qhov Yehausafa taug nraim nws txiv  txojkev uas thaum nws txiv pib ua vajntxwv, nws tsis nrhiav teev tej dab Npa‑as,"},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.4","label":"4","content":"nws nrhiav Vajtswv uas yog nws txiv tus Vajtswv thiab ua lub neej raws li Vajtswv tej lus nkaw, nws tsis ua raws li cov Yixayee ua."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.5","label":"5","content":"Vim li no Yawmsaub thiaj pub nws kav tau lub tebchaws nyob ruaj khov. Mas tag nrho cov Yuda coj tshav ntuj tuaj pub rau Yehausafa, nws thiaj nplua nuj heev thiab muaj koob meej."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.6","label":"6","content":"Nws muaj siab loj siab tuab ua raws li Yawmsaub txojkev. Thiab nws rhuav tshem tej chaw siab uas teev dab thiab tej ncej dab Asela hauv Yuda tebchaws mus."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.7","label":"7","content":"Xyoo peb uas nws ua vajntxwv kav, nws txib nws cov thawj uas yog Npeeha‑i, Aunpadiya, Xekhaliya, Nethanee thiab Mikhaya mus qhia rau hauv Yuda tej moos."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.8","label":"8","content":"Thiab cov Levi no kuj nrog lawv mus, yog Semaya, Nethaniya, Xenpadiya, Axahee, Semilamau, Yehaunathas, Adauniya, Thaunpiya thiab Thau‑adauniya thiab nrog cov Levi no ua ke yog Elisama thiab Yehaulas uas ua pov thawj."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.9","label":"9","content":"Lawv coj Yawmsaub phau ntawv kevcai mus qhuab qhia thoob plaws Yuda tebchaws. Lawv mus txhua nrho Yuda tej moos thiab qhia cov pejxeem."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.10","label":"10","content":"Yawmsaub ua rau txhua lub tebchaws uas nyob ib ncig Yuda ntshai heev, lawv thiaj tsis tuaj ua rog rau Yehausafa."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.11","label":"11","content":"Cov Filixatee qee leej coj tshav ntuj tuaj pub rau Yehausafa thiab coj nyiaj tuaj them se rau nws. Cov Alam kuj coj xya txhiab xya pua tus txiv yaj thiab xya txhiab xya pua tus txiv tshis tuaj pub rau nws."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.12","label":"12","content":"Yehausafa thiaj vam meej heev zuj zus tuaj. Nws tsim tej chaw ruaj khov thiab tej moos khaws qhov txhia chaw hauv Yuda tebchaws,"},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.13","label":"13","content":"thiab nws khaws qhov txhia chaw ntau kawg cia rau hauv Yuda tej moos. Nws muaj cov tub rog uas siab loj siab tuab nyob hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.14","label":"14","content":"Ntawm no mus yog txheeb cov tub rog raws li lawv xeem. Xeem Yuda cov thawj uas kav ib txhiab leej ib tug yog Anas uas ua thawj kav 300,000 leej tub rog uas siab loj siab tuab,"},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.15","label":"15","content":"tus ob yog Yehauhanas uas ua tus thawj kav 280,000 leej,"},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.16","label":"16","content":"tus peb yog Xikhi tus tub Amasiya uas yeem ua koom tu Yawmsaub, nws kav 200,000 leej tub rog uas siab loj siab tuab."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.17","label":"17","content":"Xeem Npeeyamee muaj Eliyada uas yog tub rog siab loj siab tuab kav 200,000 leej tub rog uas muaj hneev thiab daim phiaj hlau thaiv."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.18","label":"18","content":"Tus ob yog Yehauxanpa uas kav 180,000 leej uas muaj cuab yeej ua rog."},{"bible_id":"1269","chapter_code":"2CH.17","verse_code":"2CH.17.19","label":"19","content":"Cov no tu vajntxwv tsis suav rau cov tub rog uas vajntxwv txib mus nyob rau hauv tej moos uas muaj ntsa loog thoob Yuda tebchaws lawd."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.1","label":"1","content":"Yehausafa nplua nuj thiab muaj koob meej heev thiab nws nrog Ahaj tis nruab tis ze."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.2","label":"2","content":"Ntau xyoo tom qab Yehausafa mus tsham Ahaj hauv lub nroog Xamali. Ahaj tua yaj tua nyuj ntau kawg tiam Yehausafa thiab cov neeg uas nrog nws mus, thiab yaum kom nws nrog Ahaj ua rog rau lub moos Lamau Kile‑a."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.3","label":"3","content":"Cov Yixayee tus vajntxwv Ahaj hais rau Yuda tus vajntxwv Yehausafa tias, “Koj yuav nrog kuv mus rau lub moos Lamau Kile‑a los tsis mus?” Yehausafa teb tias, “Koj zoo li cas kuv zoo li ntawd thiab kuv cov neeg kuj yog koj li neeg. Peb yuav nrog koj mus ua rog.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.4","label":"4","content":"Yehausafa hais rau Yixayee tus vajntxwv tias, “Thov nug saib Yawmsaub hais li cas tso.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.5","label":"5","content":"Ces Yixayee tus vajntxwv txawm hu cov xibhwb cev Vajtswv lus plaub puas leej tuaj ua ke mas hais rau lawv tias, “Tsim nyog peb mus ua rog rau lub moos Lamau Kile‑a los tsis txhob mus?” Mas lawv teb tias, “Mus los maj, rau qhov Vajtswv yuav muab lub moos ntawd rau hauv vajntxwv txhais tes.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.6","label":"6","content":"Tiamsis Yehausafa hais tias, “Muaj dua lwm tus xibhwb cev Vajtswv lus uas peb nug tau thiab los tsis muaj lawm?”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.7","label":"7","content":"Yixayee tus vajntxwv hais rau Yehausafa tias, “Tseem tshuav ib tug yawg uas peb yuav kom ua nug rau Yawmsaub tau thiab, yog Mikhaya uas yog Ilas tus tub. Tiamsis kuv ntxub nws rau qhov nws tsis txeev cev lus zoo ntsig txog kuv, tsuas yog pheej cev lus phem xwb.” Ces Yehausafa hais rau vajntxwv tias, “Tsis txhob hais li kod.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.8","label":"8","content":"Yixayee tus vajntxwv hu ib tug tub teg tub taws los thiab hais tias, “Cia li coj Ilas tus tub Mikhaya tuaj sai sai.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.9","label":"9","content":"Yixayee tus vajntxwv thiab Yehausafa tabtom nyob saum ob tug lub zwm txwv thiab hnav tej tsoos meej mom rau ntawm lub tshav ntaus qoob uas nyob ntawm lub rooj loog Xamali thiab cov xibhwb cev Vajtswv lus sawvdaws tabtom cev lus ntawm ob tug xubntiag."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.10","label":"10","content":"Mas Xedekhiya uas yog Khena‑ana tus tub txawm muab kav hlau ua ib txwm kub rau nws thiab hais tias, “Yawmsaub hais li no tias, ‘Koj yuav siv txwm kub no nrau cov Alas mus txog thaum lawv puam tsuaj tag.’ ”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.11","label":"11","content":"Thiab cov uas cev lus sawvdaws kuj cev lus ib yam nkaus li ntawd hais tias, “Cia li mus rau lub moos Lamau Kile‑a, thiab kov yeej, rau qhov Yawmsaub yuav muab lub moos ntawd rau hauv vajntxwv txhais tes.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.12","label":"12","content":"Mas tus tub teg tub taws uas mus hu Mikhaya txawm hais rau Mikhaya tias, “Saib maj, cov xibhwb cev lus sawvdaws ua ib lub suab hais yam uas zoo rau vajntxwv xwb. Koj cia li hais zoo ib yam li lawv hais thiab hais yam uas zoo xwb.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.13","label":"13","content":"Tiamsis Mikhaya hais tias, “Yawmsaub muaj txojsia nyob pom, kuv tus Vajtswv hais li cas rau kuv, kuv yuav tsum hais li ntawd xwb.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.14","label":"14","content":"Thaum nws tuaj cuag vajntxwv, vajntxwv hais rau nws tias, “Mikhaya, tsim nyog peb yuav mus ua rog rau Lamau Kile‑a los tsis txhob mus?” Mikhaya teb nws tias, “Cia li mus los maj thiab kov yeej. Yawmsaub yuav muab lub moos ntawd rau hauv vajntxwv txhais tes.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.15","label":"15","content":"Vajntxwv txawm hais rau nws tias, “Kuv twb kom koj cog lus twv pes tsawg zaus lawm tias koj yuav tsum tuav Yawmsaub lub npe hais qhov tseeb xwb xwb li?”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.16","label":"16","content":"Mikhaya thiaj hais tias, “Kuv pom cov Yixayee sawvdaws raug khiav ua sab ua sua saum tej roob yam nkaus li pab yaj uas tsis muaj tus tswv yug. Thiab Yawmsaub hais tias, ‘Cov neeg no tsis muaj tus tswv, cia lawv nyias rov mus zoo rau nyias vaj nyias tsev.’ ”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.17","label":"17","content":"Cov Yixayee tus vajntxwv thiaj hais rau Yehausafa tias, “Kuv twb hais rau koj tias nws yuav tsis cev lus zoo ntsig txog kuv, tsuas yog cev lus phem xwb, los tsis yog?”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.18","label":"18","content":"Thiab Mikhaya hais tias, “Yog li no cia li tig ntsej mloog Yawmsaub tej lus. Kuv pom Yawmsaub nyob saum nws lub zwm txwv thiab ib tsoom neeg saum ntuj sawv ntawm nws sab xis thiab sab laug."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.19","label":"19","content":"Mas Yawmsaub hais tias, ‘Leejtwg yuav ntxias Ahaj kom nws mus ntog tuag rau ntawm lub moos Lamau Kile‑a?’ Ib tug hais li ub, ib tug hais li no."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.20","label":"20","content":"Muaj ib tug plig txawm txav los sawv ntsug ntawm Yawmsaub xubntiag hais tias, ‘Kuv yuav ntxias nws.’ Yawmsaub hais rau tus plig ntawd tias, ‘Koj yuav ua li cas?’"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.21","label":"21","content":"Nws teb tias, ‘Kuv yuav mus thiab kuv yuav ua ib tug plig dag rau hauv nws cov xibhwb uas cev lus lub qhov ncauj.’ Yawmsaub hais tias, ‘Koj mus ntxias nws, thiab koj yuav ua tau kom tiav. Koj cia li mus ua.’"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.22","label":"22","content":"Vim li ntawd nimno Yawmsaub thiaj muab tus plig dag tso rau hauv koj cov xibhwb uas cev lus txhua tus lub qhov ncauj. Yawmsaub twb teem tej xwm txheej phem no los raug koj lawm.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.23","label":"23","content":"Ces Xedekhiya uas yog Khena‑ana tus tub txawm txav los tib tawg ncuav Mikhaya sab plhu thiab hais tias, “Yawmsaub tus Ntsuj Plig tawm ntawm kuv taug txojkev twg mus hais rau koj?”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.24","label":"24","content":"Mas Mikhaya hais tias, “Saib maj, koj yuav paub rau hnub uas koj khiav mus nraim cev rau chav tsev hauv nruab nrab.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.25","label":"25","content":"Yixayee tus vajntxwv hais tias, “Cia li ntes kiag Mikhaya, coj nws rov mus cob rau Asmoo uas ua tim xyoob kav lub nroog thiab cob rau Yau‑as uas yog vajntxwv tus tub,"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.26","label":"26","content":"thiab hais tias, ‘Vajntxwv hais li no tias, Muab tus yawg no kaw nkuaj thiab tsuas yog muab ncuav thiab dej rau nws xwb mus txog thaum kuv rov los txog zoo.’ ”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.27","label":"27","content":"Mikhaya hais tias, “Yog koj tseem rov los txog zoo, ces tsis yog Yawmsaub kom kuv hais tej lus no.” Thiab nws hais tias, “Nej sawvdaws cia li mloog nawj!”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.28","label":"28","content":"Yixayee tus vajntxwv thiab Yuda tus vajntxwv Yehausafa txawm mus rau Lamau Kile‑a lawm."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.29","label":"29","content":"Yixayee tus vajntxwv hais rau Yehausafa tias, “Kuv yuav hloov tsoos tsho ua cuav tsab mus ntaus rog, tiamsis koj mas koj hnav koj cev tsoos tsho meej mom.” Yixayee tus vajntxwv txawm hloov tsoos tsho ua cuav tsab txeem mus ua rog."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.30","label":"30","content":"Cov Alas tus vajntxwv hais rau cov thawj rog uas kav nws tej tsheb ua rog tias, “Tsis txhob tua tej tub rog tsis hais loj thiab yau, tsuas yog tua cov Yixayee tus vajntxwv xwb.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.31","label":"31","content":"Thaum cov thawj rog uas kav tej tsheb ua rog pom Yehausafa, lawv hais tias, “Yog Yixayee tus vajntxwv.” Lawv txawm tig kiag mus tawm tsam nws. Mas Yehausafa qw nrov nrov, mas Yawmsaub pab nws. Vajtswv thiaj ua rau lawv tso nws tseg."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.32","label":"32","content":"Thaum cov thawj rog uas kav tej tsheb ua rog pom tias tsis yog Yixayee tus vajntxwv, lawv thiaj tseg tsis caum nws lawm."},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.33","label":"33","content":"Muaj ib tug yawg lam rub hneev nti kwv yees tua mus raug Yixayee tus vajntxwv nkag plaws lub tsho hlau ib kem ntawm hauv siab. Ahaj thiaj hais rau tus uas tsav nws lub tsheb ua rog tias, “Cia li tig rov qab, coj kuv tawm hauv tshav rog mus, rau qhov kuv raug mob lawm.”"},{"bible_id":"1269","chapter_code":"2CH.18","verse_code":"2CH.18.34","label":"34","content":"Hnub ntawd kev sib ntaus sib tua loj heev, vajntxwv thiaj pheeb hauv nws lub tsheb ua rog tig ntsia ntsoov rau cov Alas mus txog yuav tsaus ntuj. Thaum hnub poob qho nws txawm tuag lawm."},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.1","label":"1","content":"Cov Yuda tus vajntxwv Yehausafa rov qab mus txog nws tsev hauv Yeluxalees zoo."},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.2","label":"2","content":"Hanani tus tub Yehu uas ua xibhwb hais pom tom hauv ntej txawm tawm mus ntsib vajntxwv Yehausafa thiab hais rau nws tias, “Tsim nyog koj pab cov neeg phem thiab hlub cov uas ntxub Yawmsaub lov? Vim li no, Yawmsaub txojkev npau taws poob rau saum koj lawm."},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.3","label":"3","content":"Txawm li cas kuj xij, koj muaj ib qhov zoo vim yog koj rhuav tshem tej ncej dab Asela tawm hauv lub tebchaws no thiab rau siab nrhiav Vajtswv.”"},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.4","label":"4","content":"Yehausafa nyob hauv Yeluxalees, thiab tawm mus xyuas tej pejxeem txij ntawm lub moos Npe‑awsenpa mus txog pem toj siab Efa‑i tebchaws dua ib zaug, thiab coj lawv rov los cuag Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.5","label":"5","content":"Nws tsa cov uas tu plaub rau hauv Yuda tej moos uas muaj ntsa loog txhua lub thoob plaws lub tebchaws,"},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.6","label":"6","content":"thiab hais rau cov uas tu plaub ntawd tias, “Cia li ua tib zoo xav txog tej uas nej yuav ua, rau qhov tsis yog nej tu plaub kom hum neeg, tiamsis nej tu kom hum Yawmsaub xwb, Yawmsaub nrog nraim nej tu plaub."},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.7","label":"7","content":"Yog li no nej yuav tsum paub ntshai Yawmsaub, thiab ceev faj tej uas nej ua, rau qhov Yawmsaub uas yog peb tus Vajtswv tsis ntxeev cai thiab tsis saib leejtwg ntsej muag thiab tsis yuav nyiaj xiab.”"},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.8","label":"8","content":"Tsis tag li ntawd xwb Yehausafa tsa cov Levi thiab cov pov thawj qee leej thiab Yixayee cov thawj hauv txhua xeem hauv Yeluxalees ua cov uas tu tej plaub uas ntsig txog Yawmsaub kevcai thiab tu tej plaub ntug uas hais tsis hum. Lawv ua haujlwm rau hauv Yeluxalees xwb."},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.9","label":"9","content":"Thiab nws nkaw lus rau lawv tias, “Nej yuav tsum paub ntshai Yawmsaub ua tej haujlwm no. Nej yuav tsum mob siab ua kom kawg nej lub siab lub ntsws txhob tso tseg."},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.10","label":"10","content":"Thaum nej cov kwvtij uas nyob hauv lawv tej moos coj lawv tej plaub tuaj txog nej tsis hais kev sib tua lossis plaub ua txhaum txoj kevcai thiab tej lus nkaw thiab tej kab ke thiab tej kevcai twg kuj xij mas nej yuav tsum qhuab ntuas lawv kom lawv tsis txhob ua txhaum rau Yawmsaub, mas Yawmsaub txojkev npau taws thiaj tsis poob rau saum nej thiab nej cov kwvtij. Nej yuav tsum ua li no nej thiaj tsis muaj txim."},{"bible_id":"1269","chapter_code":"2CH.19","verse_code":"2CH.19.11","label":"11","content":"Tus pov thawj hlob Amaliya kuj kav nej rau hauv txhua yam uas ntsig txog Yawmsaub, thiab Yisama‑ee tus tub Xenpadiya uas ua thawj hauv xeem Yuda kuj kav nej rau txhua yam uas ntsig txog vajntxwv, thiab cov Levi yuav ua tub teg tub taws pab nej. Nej cia li ua siab loj siab tuab ua haujlwm. Thov Yawmsaub nrog nraim tus uas ua ncaj.”"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.1","label":"1","content":"Los rau tom qab no cov Mau‑a thiab cov Asmoo nrog cov Me‑uni qee leej tuaj ua rog rau Yehausafa."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.2","label":"2","content":"Muaj neeg tuaj hais rau Yehausafa tias, “Muaj ib pab tub rog coob coob tuaj ntawm Edoo  tebchaws yog tuaj hiavtxwv  sab tim ub tuaj tawm tsam koj. Saib maj, lawv tuaj txog Haxaxoo Thama lawm.” (Haxaxoo Thama yog Eekedi.)"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.3","label":"3","content":"Ces Yehausafa txawm ntshai heev thiab nws mob siab nrhiav Yawmsaub thiab tshaj tawm thoob plaws Yuda tebchaws kom yoo mov."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.4","label":"4","content":"Mas cov Yuda tuaj txoos ua ke nrhiav kev pab ntawm Yawmsaub. Lawv tuaj hauv Yuda txhua lub moos tuaj ua nug rau Yawmsaub."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.5","label":"5","content":"Mas Yehausafa sawv ntsug ntawm cov Yuda thiab cov neeg Yeluxalees uas tuaj txoos ua ke ntawd hauv Yawmsaub lub tuam tsev ntawm lub tshav puam tshiab,"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.6","label":"6","content":"thiab nws hais tias, “Au Yawmsaub uas yog peb tej poj koob yawm txwv tus Vajtswv, koj tsis yog Vajtswv uas nyob saum ntuj lov? Koj tsis kav tag nrho txhua haiv neeg tej tebchaws lov? Koj txhais tes muaj hwjchim thiab muaj zog, thiaj tsis muaj leejtwg tawm tsam tau koj."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.7","label":"7","content":"Au peb tus Vajtswv, koj tsis tau ntiab cov neeg hauv lub tebchaws no khiav tawm ntawm koj haiv neeg Yixayee xubntiag lov, thiab muab lub tebchaws rau koj tus kwvluag Aplahas caj ces mus ib txhis?"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.8","label":"8","content":"Lawv tau nyob rau hauv thiab tau ua lub chaw rau koj lub npe nyob, thiab hais tias,"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.9","label":"9","content":"‘Yog muaj xwm txheej phem tshwm tuaj rau peb, tsis hais hniav ntaj, kev teem txim, mob kis thiab kev tshaib plab los yog, peb yuav sawv ntsug ntawm lub tuam tsev no rau ntawm koj xubntiag, vim koj lub npe nyob hauv lub tuam tsev no, thiab peb yuav nyob hauv kev txom nyem nyuaj siab no quaj thov koj, mas koj yuav mloog thiab cawm kom dim.’"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.10","label":"10","content":"Nimno cov Asmoo thiab cov Mau‑a thiab cov uas nyob saum lub roob Xe‑i, yog tej tebchaws uas koj tsis kheev cov Yixayee txeem mus rau hauv rau thaum lawv tawm hauv Iyi tebchaws los, mas lawv thiaj lug tsis ua kom puam tsuaj,"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.11","label":"11","content":"saib maj, lawv cov ntawd ua pauj rau peb li no. Lawv tuaj ntiab peb tawm hauv lub tebchaws uas koj muab ua qub txeeg qub teg rau peb."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.12","label":"12","content":"Au peb tus Vajtswv, koj yuav tsis rau txim rau lawv lov? Rau qhov peb tsis muaj hwjchim uas yuav tiv thaiv tau pab tub rog coob coob uas tuaj ua rog rau peb no. Peb tsis pom qab yuav ua li cas, peb lub qhov muag ntsia ntsoov rau koj xwb.”"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.13","label":"13","content":"Thaum ntawd Yuda cov txivneej sawvdaws thiab lawv tej pojniam thiab tej menyuam yaus menyuam mos kuj sawv ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.14","label":"14","content":"Mas Yawmsaub tus Ntsuj Plig los rau hauv Xekhaliya tus tub Yahaxi‑ee rau thaum nws nyob hauv ib tsoom neeg ntawd. Nws yawg yog Npenaya, nws yawg koob yog Ye‑i‑ee, nws yawg suab yog Mathaniya, yog xeem Levi, yog Axas cum."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.15","label":"15","content":"Yahaxi‑ee hais tias, “Cov Yuda sawvdaws thiab cov uas nyob hauv Yeluxalees, thiab vajntxwv Yehausafa, nej cia li mloog. Yawmsaub hais li no rau nej tias, Tsis txhob ntshai, tsis txhob poob siab rau pab tub rog coob coob ntawd, rau qhov kev ua rog tsis yog nej li tiamsis yog Yawmsaub li."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.16","label":"16","content":"Tagkis nej cia li nqes mus ua rog rau lawv. Lawv yuav nce taug txojkev ntawm lub moos Xib tuaj. Nej yuav ntsib lawv ntawm lub hauv hav hauv tebchaws moj sab qhua Yelu‑ee."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.17","label":"17","content":"Zaum rog no tsis txog nej yuav tawm tsam li. Yuda thiab Yeluxalees 'e, cia li npaj txhij rau ntawm lub chaw ua rog, sawv twjywm, thiab saib Yawmsaub kov yeej rau nej. Tsis txhob ntshai, tsis txhob poob siab. Tagkis cia li mus tawm tsam lawv, thiab Yawmsaub yuav nrog nraim nej.”"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.18","label":"18","content":"Ces Yehausafa txawm nyo hau ua lub plhu ti nkaus hauv av thiab cov Yuda sawvdaws thiab cov neeg Yeluxalees cia li khwb nkaus ntawm Yawmsaub xubntiag pe hawm Yawmsaub."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.19","label":"19","content":"Ces cov Levi uas yog Khauha caj ces thiab Khaula caj ces thiaj li sawv tsees tsa suab nrov qhuas Yawmsaub uas yog cov Yixayee tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.20","label":"20","content":"Tagkis tom qab lawv sawv ntxov mus rau hauv tebchaws moj sab qhua Thekhau‑a. Thaum lawv tawm mus Yehausafa sawv ntsug hais tias, “Cov Yuda thiab cov uas nyob hauv Yeluxalees cia li mloog kuv hais. Cia li ntseeg Yawmsaub uas yog nej tus Vajtswv mas nej yuav nyob ruaj khov. Cia li ntseeg Yawmsaub cov neeg uas cev lus mas nej yuav ua tau kom tiav.”"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.21","label":"21","content":"Thaum nws sablaj rau cov pejxeem lawm, nws tsa cov uas yuav hu nkauj rau Yawmsaub thiab hnav tej tsoos tsho muaj meej mom dawb huv qhuas Yawmsaub, thiab mus ua cov tub rog ntej hu tias, “Cia li ua Yawmsaub tsaug, rau qhov nws txojkev hlub ruaj khov nyob mus ib txhis.”"},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.22","label":"22","content":"Thaum lawv pib hu nkauj thiab qhuas, Yawmsaub npaj cov uas zov kev tos tawm tsam cov Asmoo, thiab cov Mau‑a thiab cov uas nyob saum lub roob Xe‑i uas tau tuaj ua rog rau cov Yuda, luag thiaj li swb tawg khiav tag lawm."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.23","label":"23","content":"Rau qhov cov Asmoo thiab cov Mau‑a sawv tsees tawm tsam cov pem roob Xe‑i, ua rau lawv puam tsuaj tag. Thaum lawv ua rau cov Xe‑i puam tsuaj tag, lawv sawvdaws kuj rov sib tua ua rau lawv puam tsuaj tag thiab."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.24","label":"24","content":"Thaum cov Yuda nce mus rau saum lub chaw tsom faj uas saib rau tebchaws moj sab qhua, lawv ntsia mus rau pab tub rog coob heev ntawd, ua ciav pom cev tuag pawg lug rau hauv av, tsis tshuav ib tug dim li."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.25","label":"25","content":"Thaum Yehausafa thiab nws cov tub rog tuaj khaws luag tej qhov txhia chaw, mas lawv pom tej tsiaj coob kawg thiab tej cuab yeej thiab tsoos tsho thiab tej yam uas muaj nqes, lawv khaws mus txog thaum ris tsis taus lawm. Lawv khaws tej uas txeeb tau ntawd tau peb hnub vim yog muaj ntau kawg li."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.26","label":"26","content":"Hnub uas plaub lawv tuaj txoos ua ke rau hauv lub hav Npelakha, thiab qhuas Yawmsaub qhov ntawd. Vim li no thiaj hu lub chaw ntawd tias lub hav Npelakha  los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.27","label":"27","content":"Ces Yehausafa txawm coj cov Yuda thiab cov Yeluxalees txhua tus rov los rau hauv Yeluxalees zoo siab xyiv fab, rau qhov Yawmsaub ua rau lawv zoo siab xyiv fab vim yeeb ncuab swb tag lawm."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.28","label":"28","content":"Lawv thiaj muaj suab nkauj nog ncas me suab nkauj nog ncas loj thiab suab raj xyu rov los rau hauv Yeluxalees thiab los rau ntawm Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.29","label":"29","content":"Ib tsoom tebchaws sawvdaws ntshai Vajtswv rau thaum lawv hnov tias Yawmsaub tawm tsam Yixayee cov yeeb ncuab."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.30","label":"30","content":"Yehausafa lub tebchaws thiaj li nyob tus yees, rau qhov nws tus Vajtswv pub nws so tsis ua rog rau txhua fab."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.31","label":"31","content":"Yehausafa ua vajntxwv kav Yuda li no. Thaum nws pib ua vajntxwv kav nws hnub nyoog muaj peb caug tsib xyoos, nws nyob hauv Yeluxalees kav tau nees nkaum tsib xyoos. Nws niam npe hu ua Axunpa uas yog Sihi tus ntxhais."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.32","label":"32","content":"Nws taug nraim nws txiv Axa tus neev taw, tsis tig mus rau sab twg li. Nws ua tej uas Yawmsaub pom tias zoo."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.33","label":"33","content":"Tiamsis tej chaw siab teev dab tseem tsis tau muab rhuav pov tseg, cov pejxeem tseem tsis tau rau siab npuab lawv tej poj koob yawm txwv tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.34","label":"34","content":"Lwm yam haujlwm uas Yehausafa ua txij thaum pib mus txog thaum kawg mas twb muab sau cia rau hauv Hanani tus tub Yehu phau ntawv keeb kwm, uas sau ua ke rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.35","label":"35","content":"Los rau tom qab no cov Yuda tus vajntxwv Yehausafa nrog cov Yixayee tus vajntxwv Ahaxiya uas ua phem kawg sib raug zoo."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.36","label":"36","content":"Nws koom nrog ua tej nkoj txwg uas yuav mus rau lub moos Thasi, ob tug ua tej nkoj ntawd hauv lub moos Exi‑oo Kenpaw."},{"bible_id":"1269","chapter_code":"2CH.20","verse_code":"2CH.20.37","label":"37","content":"Mas Eliyexaw uas yog Daudavahu tus tub hauv lub moos Malesa cev Vajtswv lus rau Yehausafa tias, “Vim yog koj koom nrog Ahaxiya ua haujlwm, Yawmsaub yuav ua rau tej uas koj ua puam tsuaj.” Mas tej nkoj ntawd thiaj tawg piam tag mus tsis txog lub moos Thasi."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.1","label":"1","content":"Yehausafa kuj tuag mus nrog nws tej poj koob yawm txwv nyob, thiab lawv muab nws log nrog nws tej poj koob yawm txwv ua ke rau hauv Davi lub nroog mas nws tus tub Yehaulas sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.2","label":"2","content":"Yehaulas cov kwv uas yog Yehausafa cov tub yog Axaliya, Yehi‑ee, Xekhaliya, Axaliya, Mikha‑ee thiab Sefathiya. Cov no yog Yuda  tus vajntxwv Yehausafa li tub."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.3","label":"3","content":"Lawv txiv pub tej qhov txhia chaw uas xuas nyiaj xuas kub ua thiab tej uas muaj nqes heev, thiab pub tej moos hauv Yuda uas muaj ntsa loog rau lawv. Tiamsis nws pub lub tebchaws rau Yehaulas kav rau qhov nws yog tus tub hlob."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.4","label":"4","content":"Thaum Yehaulas sawv los nyob saum nws txiv lub zwm txwv thiab ua vajntxwv ruaj khov lawm, nws xuas ntaj tua nws cov kwv huvsi thiab tua Yuda cov thawj qee leej pov tseg."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.5","label":"5","content":"Thaum Yehaulas pib ua vajntxwv kav nws hnub nyoog muaj peb caug ob xyoos, nws nyob hauv Yeluxalees kav tau yim xyoo."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.6","label":"6","content":"Nws taug nraim cov Yixayee tej vajntxwv tus neev taw, yog ua raws li Ahaj caj ces, vim yog nws yuav Ahaj tus ntxhais ua pojniam. Tej uas nws ua mas Yawmsaub pom tias phem."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.7","label":"7","content":"Txawm li cas los Yawmsaub yeej tsis ua rau Davi caj ces puam tsuaj tag vim yog tej lus uas nws nrog Davi cog tseg, thiab vim nws twb cog lus tseg tias nws yuav pub ib lub teeb ci rau Davi thiab rau Davi caj ces mus ib txhis."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.8","label":"8","content":"Ntu uas Yehaulas ua vajntxwv mas Edoo fav xeeb rau Yuda thiab tsa dua ib tug vajntxwv kav lawv."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.9","label":"9","content":"Mas Yehaulas thiaj coj nws cov thawj rog thiab nws tej tsheb ua rog huvsi ua ke hla mus. Thaum hmo ntuj nws txawm mus ntaus cov Edoo uas tuaj vij nws thiab nws cov thawj uas kav nws tej tsheb ua rog."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.10","label":"10","content":"Cov Edoo thiaj fav xeeb tsis zwm rau cov Yuda los txog niaj hnub nimno. Thiab lub sijhawm ntawd lub moos Lina kuj fav xeeb tsis zwm rau Yehaulas lawm, rau qhov nws tau tso Yawmsaub uas yog nws tej poj koob yawm txwv tus Vajtswv tseg."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.11","label":"11","content":"Dua li ntawd nws tseem ua tej chaw siab teev dab rau saum Yuda tej roob, thiab coj cov neeg hauv Yeluxalees tso Yawmsaub tseg thiab ua rau cov Yuda yuam kev lawm."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.12","label":"12","content":"Mas muaj ib tsab ntawv tuaj ntawm Eliya uas ua xibhwb cev Vajtswv lus tuaj hais tias, “Yawmsaub uas yog koj yawg koob Davi tus Vajtswv hais li no tias, ‘Vim yog koj tsis tau ua raws nraim li koj txiv Yehausafa txojkev thiab tsis ua raws li Yuda tus vajntxwv Axa txojkev,"},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.13","label":"13","content":"tiamsis koj taug nraim Yixayee tej vajntxwv tus neev taw thiab coj cov Yuda thiab cov neeg hauv Yeluxalees tso Yawmsaub tseg ib yam li Ahaj caj ces coj cov Yixayee tso Yawmsaub tseg, thiab vim koj tau tua koj cov kwv uas yog koj txiv caj ces thiab lawv zoo dua koj,"},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.14","label":"14","content":"saib maj, Yawmsaub yuav tso tej mob phem loj los raug koj cov neeg thiab koj cov menyuam thiab koj tej pojniam thiab koj tej qhov txhia chaw huvsi."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.15","label":"15","content":"Thiab koj yuav mob hnyav heev mob koj tej plab tej hnyuv mus txog tej plab hnyuv tawm los hnub tag hnub thiab tsis txawj zoo.’ ”"},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.16","label":"16","content":"Yawmsaub ua rau cov Filixatee thiab cov Alam uas nyob ze cov neeg Khuj  chim rau Yehaulas."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.17","label":"17","content":"Ces lawv thiaj tuaj ua rog rau Yuda thiab txeem mus rau hauv lub tebchaws, mas txeeb tej qhov txhia chaw hauv vajntxwv tsev huvsi thauj mus thiab coj nws tej tub tej pojniam mus tsis tshuav tub nrog nws nyob tsuas yog tshuav Ahaxiya  uas yog tus tub ntxawg xwb."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.18","label":"18","content":"Thaum dhau tej xwm txheej ntawd lawm, Yawmsaub ua rau Yehaulas tej plab hnyuv mob kho tsis tau li."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.19","label":"19","content":"Dhau ob xyoos tom qab, nws tej plab hnyuv tawm los tag vim tim tus mob ntawd, ces nws txawm tuag khwv khwv li. Nws cov pejxeem tsis rauv ib cub tawg loj heev ua koob meej rau nws ib yam li lawv rauv rau nws tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"2CH.21","verse_code":"2CH.21.20","label":"20","content":"Thaum Yehaulas pib kav nws muaj peb caug ob xyoos, nws ua vajntxwv kav hauv Yeluxalees tau yim xyoo. Nws tuag tsis muaj leejtwg nco li. Lawv muab nws log rau hauv Davi lub nroog tiamsis tsis yog log rau hauv vajntxwv tej qhov ntxa."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.1","label":"1","content":"Cov neeg hauv Yeluxalees tsa Yehaulas tus tub ntxawg Ahaxiya ua vajntxwv nyob nws txiv chaw, rau qhov nws cov tijlaug sawvdaws raug ib pab tub rog uas nrog cov Alam tuaj rau hauv lub yeej muab tua tuag tag. Yog li ntawd Yehaulas tus tub Ahaxiya thiaj ua tus kav Yuda."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.2","label":"2","content":"Thaum Ahaxiya pib ua vajntxwv kav ntawd nws muaj nees nkaum ob  xyoos, nws nyob hauv Yeluxalees kav tau ib xyoos. Nws niam npe hu ua Athaliya, yog Ooli li xeeb ntxwv."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.3","label":"3","content":"Ahaxiya taug nraim Ahaj caj ces tus neev taw, rau qhov nws niam yog tus uas taw qhia nws ua phem."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.4","label":"4","content":"Nws ua tej uas Yawmsaub pom tias phem kawg ib yam li Ahaj caj ces ua, rau qhov thaum nws txiv tuag lawd lawv cov ntawd ua nws lub chaw sablaj thiaj ua rau nws raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.5","label":"5","content":"Nws ua raws li uas lawv qhia nws thiaj nrog Ahaj tus tub Yaulas mus ua rog rau cov Alas  tus vajntxwv Haxa‑ee ntawm Lamau Kile‑a, mas cov Alas tua raug Yaulas mob."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.6","label":"6","content":"Yaulas txawm rov qab mus kho mob rau ntawm lub moos Yile‑ee, yog mus kho qhov mob uas nws raug ntawm Lama  rau thaum uas nws ua rog rau cov Alas tus vajntxwv Haxa‑ee. Mas Yehaulas tus tub Ahaxiya uas ua vajntxwv kav Yuda thiaj mus saib Ahaj tus tub Yaulas rau hauv lub moos Yile‑ee vim yog Yaulas raug mob."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.7","label":"7","content":"Vajtswv siv lub sijhawm uas Ahaxiya mus saib Yaulas ntawd txov kom nws puam tsuaj. Thaum nws mus ntawd nws nrog Yaulas mus ntsib Nisi tus tub Yehu, uas Yawmsaub twb hliv roj ywg tsa cia ua tus txov Ahaj caj ces."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.8","label":"8","content":"Thaum Yehu tabtom rau txim rau Ahaj caj ces, nws ntsib Yuda cov thawj thiab Ahaxiya cov tijlaug li tub uas ua num rau Ahaxiya, ces nws txawm muab lawv tua pov tseg tag."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.9","label":"9","content":"Nws kuj nrhiav Ahaxiya. Mas Ahaxiya raug ntes rau hauv lub nroog Xamali uas nws tsiv nraim, thiab raug coj los rau ntawm Yehu thiab raug muab tua pov tseg. Lawv muab nws log rau qhov lawv hais tias, “Nws yog Yehausafa uas nrhiav Yawmsaub kawg siab kawg ntsws tus xeeb ntxwv.” Ahaxiya caj ces tsis muaj ib tug yuav sawv tau los ua vajntxwv kav lub tebchaws lawm."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.10","label":"10","content":"Thaum Athaliya uas yog Ahaxiya niam pom tias nws tus tub tuag lawm ces nws txawm sawv tsees tua Yuda tej vajntxwv caj ces huvsi pov tseg."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.11","label":"11","content":"Tiamsis vajntxwv Yehaulas tus ntxhais Yehausenpa  tau coj Ahaxiya tus tub Yau‑as nyiag khiav tawm hauv vajntxwv cov tub uas yuav raug tua mus lawm. Nws muab Yau‑as thiab tus uas tu nws zais rau hauv ib lub txaj pw. Yehaulas tus ntxhais Yehausenpa uas yog Ahaxiya tus muam thiab yog tus pov thawj Yehauyada tus pojniam thiaj muab Yau‑as zais ntawm Athaliya li no, xwv Athaliya thiaj tua tsis tau nws."},{"bible_id":"1269","chapter_code":"2CH.22","verse_code":"2CH.22.12","label":"12","content":"Yau‑as tsiv nraim rau hauv Vajtswv lub tuam tsev nrog lawv nyob tau rau xyoo, rau ncua sijhawm uas Athaliya kav lub tebchaws."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.1","label":"1","content":"Xyoo uas xya Yehauyada muaj siab tuab thiab nrog cov thawj rog uas kav ib puas leej sib cog lus, yog Axaliya tus tub Yelauhas, Yehauhanas tus tub Yisama‑ee, Aunpe tus tub Axaliya, Adaya tus tub Ma‑axeya thiab Xikhi tus tub Elisafa."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.2","label":"2","content":"Lawv mus thoob plaws Yuda tebchaws thiab sau cov Levi hauv Yuda txhua lub moos thiab cov thawj hauv Yixayee tej cum tuaj, mas lawv tuaj rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.3","label":"3","content":"Lawv sawvdaws uas tuaj txoos ua ke ntawd cog lus rau vajntxwv hauv Vajtswv lub tuam tsev. Yehauyada hais rau lawv tias, “Saib maj, no yog vajntxwv tus tub. Cia nws ua vajntxwv kav raws li uas Yawmsaub hais cia txog Davi cov tub."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.4","label":"4","content":"Nej yuav tsum ua li no. Nej cov pov thawj thiab cov Levi uas tuaj ua haujlwm rau hnub Xanpatau, mas muab faib ua peb feem, ib feem yuav nyob zov tej rooj loog,"},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.5","label":"5","content":"ib feem yuav zov ntawm vajntxwv lub tsev thiab ib feem yuav zov ntawm lub Rooj Loog Muaj Taw Tiag.  Cov pejxeem sawvdaws yuav tsum tuaj nyob rau hauv tej tshav puam ntawm Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.6","label":"6","content":"Tsis txhob kheev leejtwg nkag mus rau hauv Yawmsaub lub tuam tsev tsuas yog cia cov pov thawj thiab cov Levi uas ua haujlwm nkag xwb. Lawv nkag tau xwb vim lawv yog cov dawb huv tiamsis cov pejxeem sawvdaws yuav tsum ua raws li Yawmsaub hais."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.7","label":"7","content":"Cov Levi yuav tsum nyob vij vajntxwv, txhua tus nyias tuav rawv nyias cuab yeej. Leejtwg nkag rau hauv lub tuam tsev yuav raug muab tua. Nej yuav tsum nrog nraim vajntxwv rau thaum nws nkag los thiab tawm mus.”"},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.8","label":"8","content":"Cov Levi thiab cov Yuda sawvdaws ua raws li tus pov thawj Yehauyada hais rau lawv txhua yam, nyias coj nyias cov tub rog tuaj tsis hais cov uas tawm haujlwm rau hnub Xanpatau thiab cov uas yuav nkag mus ua haujlwm rau hnub Xanpatau, rau qhov tus pov thawj Yehauyada tsis kheev ib pab twg tawm haujlwm li."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.9","label":"9","content":"Mas tus pov thawj Yehauyada muab vajntxwv Davi cov hmuv thiab cov phiaj hlau thaiv tsis hais daim me daim loj uas nyob hauv Vajtswv lub tuam tsev rau cov thawj rog."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.10","label":"10","content":"Nws tsa cov pejxeem sawvdaws ua cov uas zov vajntxwv, txhua tus tuav rawv nyias li cuab yeej nyob vij nkaus lub thaj thiab vij Yawmsaub lub tuam tsev sab ped sab nrad huvsi."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.11","label":"11","content":"Ces nws txawm coj vajntxwv tus tub tawm los thiab muab lub mom vajntxwv ua rau ntoo thiab muab Vajtswv tej kevcai rau nws thiab lawv tshaj tawm tias nws ua vajntxwv. Yehauyada thiab nws cov tub muab roj hliv ywg tsa nws, thiab lawv hais tias, “Thov kom vajntxwv muaj txojsia loj siav ntev.”"},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.12","label":"12","content":"Thaum Athaliya hnov cov pejxeem lub suab dhia thiab qhuas vajntxwv nws txawm mus rau ntawm cov pejxeem hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.13","label":"13","content":"Thaum nws tsa muag ntsia nws pom tus vajntxwv sawv ntawm tus ncej uas nyob ib sab qhov rooj tuam tsev, thiab muaj cov thawj rog thiab cov uas tshuab raj xyu nyob ib sab ntawm vajntxwv, thiab cov pejxeem thoob tebchaws sawvdaws zoo siab xyiv fab thiab tshuab raj xyu, thiab cov tub hu nkauj muaj suab cuab yeej phim nkauj coj sawvdaws hu zoo siab xyiv fab. Mas Athaliya kuj dua rhe nws lub tsho qw hais tias, “Fav xeeb lauj, fav xeeb lauj!”"},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.14","label":"14","content":"Pov thawj Yehauyada txawm coj cov thawj rog uas kav cov tub rog tawm los thiab hais rau lawv tias, “Cia li coj Athaliya tawm hauv cov tub rog mus. Yog leejtwg raws nws qab mas xuas ntaj tua pov tseg.” Rau qhov tus pov thawj hais tias, “Tsis txhob tua nws rau hauv Yawmsaub lub tuam tsev.”"},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.15","label":"15","content":"Lawv thiaj ntes nws, mas nws taug txojkev mus rau hauv Rooj Loog Nees ntawm vajntxwv lub tsev ces lawv muab nws tua rau qhov ntawd lawm."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.16","label":"16","content":"Mas Yehauyada kom cov pejxeem sawvdaws thiab tus vajntxwv nrog nws cog lus tseg tias lawv yuav ua Yawmsaub haiv neeg."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.17","label":"17","content":"Mas cov pejxeem sawvdaws mus rau ntawm lub tsev dab Npa‑as thiab muab lub tsev ntawd rhuav pov tseg. Lawv muab lub thaj thiab tej dab mlom Npa‑as tsoo ua tej dwb daim tag, thiab tua tus pov thawj Mathas uas teev dab Npa‑as rau ntawm tej thaj ib sab."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.18","label":"18","content":"Qhov uas zov Yawmsaub lub tuam tsev Yehauyada muab tso rau cov pov thawj uas yog xeem Levi thiab rau cov Levi uas Davi tau tsa cia kom saib Yawmsaub lub tuam tsev thiab tua tsiaj hlawv xyeem rau Yawmsaub raws li uas sau cia rau hauv Mauxe txoj kevcai, thiab lawv yuav hu nkauj zoo siab xyiv fab raws li Davi tu cia."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.19","label":"19","content":"Nws tso cov uas zov tej rooj loog kom zov tej rooj loog hauv Yawmsaub lub tuam tsev xwv thiaj tsis muaj ib tug uas tsis huv qhov twg nkag tau mus rau hauv."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.20","label":"20","content":"Nws coj cov thawj rog, thiab cov uas ua hlob thiab cov uas kav pejxeem thiab cov pejxeem sawvdaws nrog nws mus mas lawv coj tus vajntxwv nqes ntawm Yawmsaub lub tuam tsev taug txojkev hauv lub rooj loog sab ped mus rau hauv vajntxwv lub tsev. Thiab lawv muab nws txawb zaum rau saum vajntxwv lub zwm txwv."},{"bible_id":"1269","chapter_code":"2CH.23","verse_code":"2CH.23.21","label":"21","content":"Cov pejxeem thoob tebchaws sawvdaws zoo siab xyiv fab thiab lub nroog kuj nyob tus yees rau thaum Athaliya raug xuas ntaj tua lawm."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.1","label":"1","content":"Thaum Yau‑as pib ua vajntxwv kav nws hnub nyoog muaj xya xyoo, nws nyob hauv Yeluxalees kav tau plaub caug xyoos. Nws niam npe hu ua Xinpiya uas nyob hauv Npe‑awsenpa."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.2","label":"2","content":"Yau‑as ua tej uas Yawmsaub pom tias zoo mus tag pov thawj Yehauyada sim neej."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.3","label":"3","content":"Yehauyada nrhiav ob tug pojniam rau Yau‑as, thiab nws muaj tub muaj ntxhais."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.4","label":"4","content":"Los rau tom qab no Yau‑as txiav txim siab yuav tsim kho Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.5","label":"5","content":"Nws hu cov pov thawj thiab cov Levi tuaj ua ke thiab hais rau lawv tias, “Nej cia li mus thoob plaws Yuda tej moos thiab sau nyiaj ntawm cov Yixayee sawvdaws kho Yawmsaub lub tuam tsev ib xyoos zuj zus mus, thiab maj nroos ua tej haujlwm no.” Tiamsis cov Levi tsis maj ua."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.6","label":"6","content":"Mas vajntxwv thiaj hu Yehauyada uas ua pov thawj hlob tuaj thiab hais rau nws tias, “Ua cas koj tsis hais kom cov Levi coj cov nyiaj se ntawm cov Yuda thiab hauv Yeluxalees tuaj, yog cov se uas Yawmsaub tus qhev Mauxe tau hais cia kom ib tsoom Yixayee coj tuaj rau lub tsev ntaub uas muaj Vajtswv tej lus?”"},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.7","label":"7","content":"Rau qhov tus niag pojniam phem Athaliya cov tub txeem mus rau hauv Vajtswv lub tuam tsev thiab tseem siv tej uas pub kiag rau Vajtswv lawd ua koom tu tej dab Np‑a lawm."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.8","label":"8","content":"Vajntxwv thiaj hais kom lawv ua ib lub phij xab thiab muab txawb rau ntawm lub rooj loog ntawm Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.9","label":"9","content":"Thiab muaj lus tshaj tawm mus thoob plaws Yuda thiab Yeluxalees kom coj tej se uas Yawmsaub tus qhev Mauxe hais cia hauv tebchaws moj sab qhua tuaj pub rau Yawmsaub."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.10","label":"10","content":"Cov thawj sawvdaws thiab cov pejxeem sawvdaws kuj zoo siab xyiv fab thiab coj lawv tej se tuaj tso rau hauv lub phij xab puv nkaus."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.11","label":"11","content":"Thaum cov Levi coj lub phij xab tuaj rau vajntxwv cov tub teg tub taws, thiab lawv pom tias muaj nyiaj ntau hauv lub phij xab, mas vajntxwv tus tub sau ntawv thiab tus tuam pov thawj hlob tus tub qhe tuaj muab cov nyiaj nchuav los thiab coj lub phij xab rov qab mus txawb rau lub qub chaw. Lawv niaj hnub ua li no mas khaws tau nyiaj ntau heev."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.12","label":"12","content":"Vajntxwv thiab Yehauyada muab cov nyiaj ntawd rau cov uas saib xyuas tej haujlwm hauv Yawmsaub lub tuam tsev, lawv ntiav tej Kws zeb Kws ntoo kho Yawmsaub lub tuam tsev kom zoo li qub, thiab ntiav tej Kws tooj Kws hlau kho Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.13","label":"13","content":"Mas cov tub zog kuj rau siab ua haujlwm thiab lawv kuj kho tau zoo zuj zus, lawv kho tau Yawmsaub lub tuam tsev zoo ib yam li qub thiab ua tau ruaj khov dua."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.14","label":"14","content":"Thaum lawv ua tiav lawd, lawv coj tej nyiaj uas tseem tshuav los rau ntawm vajntxwv thiab Yehauyada xubntiag. Lawv muab tej nyiaj ntawd ua tej twj uas siv ntawm Yawmsaub lub tuam tsev, tsis hais tej uas siv ua koom tu Yawmsaub thiab siv ua kevcai hlawv xyeem, thiab tej phaj tej tais nyiaj tais kub. Lawv ua kevcai hlawv xyeem rau hauv Yawmsaub lub tuam tsev tsis tu ncua li mus tag Yehauyada sim neej."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.15","label":"15","content":"Yehauyada laus heev thiab hnub nyoog nchav ces txawm tuag lawm. Thaum nws tuag nws hnub nyoog muaj ib puas peb caug xyoo."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.16","label":"16","content":"Lawv muab nws log rau hauv Davi lub nroog ua ke nrog cov vajntxwv rau qhov nws tau ua zoo rau Vajtswv thiab Vajtswv lub tuam tsev hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.17","label":"17","content":"Thaum Yehauyada tuag lawd, Yuda cov thawj txawm tuaj cuag vajntxwv thiab hawm nws, ces vajntxwv txawm mloog lawv tej lus."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.18","label":"18","content":"Lawv txawm tso Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv lub tuam tsev tseg thiab mus ua koom tu tej dab Asela thiab tej dab mlom. Mas Yawmsaub txojkev npau taws thiaj los raug cov Yuda thiab Yeluxalees vim yog lawv lub txim no."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.19","label":"19","content":"Tiamsis Yawmsaub tseem txib cov xibhwb cev nws li lus rau hauv lawv xwv thiaj coj tau lawv rov los cuag Yawmsaub. Cov xibhwb ntawd ua timkhawv tawm tsam lawv, tiamsis lawv tsis quav ntsej."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.20","label":"20","content":"Mas Vajtswv tus Ntsuj Plig los kav tag nrho Xekhaliya uas yog pov thawj Yehauyada tus tub, ces nws txawm sawv rau lub chaw siab hauv cov pejxeem thiab hais rau lawv tias, “Vajtswv hais li no tias, ‘Ua cas nej yuav tawv Yawmsaub tej lus nkaw, nej thiaj tsis vam meej? Vim nej tso Yawmsaub tseg nws thiaj tso nej tseg lawm.’ ”"},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.21","label":"21","content":"Tiamsis lawv ntaus tswvyim ua phem rau nws, thiab xuas pob zeb muab nws ntaus tuag rau hauv Yawmsaub lub tuam tsev lub tshav puam raws li vajntxwv kom lawv ua."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.22","label":"22","content":"Vajntxwv Yau‑as thiaj tsis nco txog qhov uas Yehauyada uas yog Xekhaliya txiv tau hlub Yau‑as lawm, tiamsis Yau‑as ho muab Yehauyada tus tub tua pov tseg. Thaum Xekhaliya yuav tuag nws hais tias, “Thov Yawmsaub tsa muag ntsia thiab ua pauj.”"},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.23","label":"23","content":"Thaum lub qab xyoo Alas cov tub rog kuj tuaj ua rog rau Yau‑as. Lawv tuaj txog hauv Yuda thiab hauv Yeluxalees, thiab ua kom cov thawj hauv cov pejxeem puam tsuaj tag, thiab xa tej uas lawv txeeb tau huvsi rau tus vajntxwv hauv lub nroog Damaxaka."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.24","label":"24","content":"Txawm yog Alas cov tub rog tuaj tsis coob los Yawmsaub muab Yuda pab tub rog uas coob heev cob rau hauv lawv txhais tes, vim yog cov Yuda tso Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv tseg. Yog li no cov Alas thiaj rau txim rau Yau‑as."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.25","label":"25","content":"Thaum lawv rov mus lawd lawv tseg Yau‑as nyob raug mob hnyav heev. Nws cov tub teg tub taws ntaus tswvyim ua phem rau nws, yog tim tus pov thawj Yehauyada tus tub cov ntshav, thiab muab Yau‑as tua rau saum nws lub txaj pw. Nws thiaj tuag li no thiab lawv muab nws log rau hauv Davi lub nroog, tiamsis tsis yog log rau hauv vajntxwv tej qhov ntxa."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.26","label":"26","content":"Cov neeg uas ntaus tswvyim rau vajntxwv ntawd, ib tug yog Xanpa uas yog tus pojniam Asmoo Sime‑as li tub, thiab ib tug yog Yehauxanpa uas yog tus pojniam Mau‑a Silib tug tub."},{"bible_id":"1269","chapter_code":"2CH.24","verse_code":"2CH.24.27","label":"27","content":"Tej xwm txheej ntsig txog vajntxwv tej tub thiab tej lus ntau yam uas xibhwb cev tawm tsam nws thiab tej uas tsim kho Vajtswv lub tuam tsev, twb muab sau cia rau hauv tej ntawv uas hais txog tej vajntxwv phau ntawv keeb kwm. Nws tus tub Amaxiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.1","label":"1","content":"Thaum Amaxiya pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum tsib xyoos, nws nyob hauv Yeluxalees kav tau nees nkaum cuaj xyoo. Nws niam npe hu ua Yehau‑adas, yog neeg hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.2","label":"2","content":"Nws ua tej uas Yawmsaub pom tias zoo tiamsis tsis yog muaj siab dawb paug ua."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.3","label":"3","content":"Thaum nws muaj hwjchim kav lub tebchaws hauv nws txhais tes ruaj khov lawm nws txawm muab cov tub teg tub taws uas tua nws txiv tua pov tseg."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.4","label":"4","content":"Tiamsis nws tsis tau tua lawv tej tub, raws li uas muaj sau cia rau hauv Mauxe phau ntawv kevcai uas Yawmsaub hais tias, “Leejtxiv yuav tsis ris nws tej menyuam lub txim tuag, thiab tej menyuam yuav tsis ris leej txiv lub txim tuag. Cia txhua tus nyias ris nyias lub txim tuag.”"},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.5","label":"5","content":"Amaxiya hu cov Yuda tuaj txoos ua ke, thiab tsa cov thawj uas kav ib txhiab leej thiab kav ib puas leej rau hauv nyias cum tag nrho cov Yuda thiab cov Npeeyamee huvsi. Nws suav cov uas muaj nees nkaum xyoo rov saud, mas pom tias yog cov tub rog uas txawj tshaj plaws thiab npaj txhij ua rog thiab tuav rawv hmuv thiab daim phiaj hlau mas muaj 300,000 leej."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.6","label":"6","content":"Dua li ntawd nws muab ib puas tala nyiaj  ntiav cov tub rog Yixayee siab loj siab tuab 100,000 leej."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.7","label":"7","content":"Tiamsis Vajtswv li ib tug neeg tuaj cuag nws thiab hais tias, “Au vajntxwv, koj tsis txhob cia Yixayee pab tub rog nrog koj mus, rau qhov Yawmsaub tsis nrog nraim cov Yixayee, nws yeej tsis nrog cov neeg Efa‑i sawvdaws no lawm."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.8","label":"8","content":"Tiamsis yog koj xav tias qhov uas ua li no yuav ua rau koj muaj zog ua rog, mas Vajtswv yuav ua rau koj puam tsuaj tag rau hauv koj cov yeeb ncuab txhais tes. Rau qhov Vajtswv muaj hwjchim pab kom kov yeej lossis ua kom puam tsuaj.”"},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.9","label":"9","content":"Ces Amaxiya hais rau Vajtswv tus neeg tias, “Kuv yuav ua li cas rau ib puas tala nyiaj uas kuv muab rau cov Yixayee pab tub rog lawm?” Vajtswv tus neeg teb tias, “Yawmsaub muaj peevxwm yuav muab ntau dua li ntawd pub rau koj.”"},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.10","label":"10","content":"Ces Amaxiya txawm tso cov tub rog uas tuaj pem Efa‑i tebchaws tuaj rov qab mus tsev. Lawv thiaj chim heev rau cov Yuda thiab rov qab mus tsev ua npau taws kawg."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.11","label":"11","content":"Ces Amaxiya muaj siab tuab thiab coj nws cov tub rog tawm mus rau lub hav Ntsev mas ntaus cov Xe‑i tuag ib vam leej."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.12","label":"12","content":"Cov Yuda ntes tau dua ib vam leej ciaj coj mus rau saum lub roob tsuas mas muab lawv pov poob saum hauv tsua los. Lawv sawvdaws poob los ntsawm ntuag ua tej dwb daim."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.13","label":"13","content":"Tiamsis cov tub rog uas Amaxiya muab tso rov mus tsis cia lawv nrog nws mus ua rog ntawd, txawm mus ntaus Yuda tej moos txij ntua Xamali mus txog lub moos Npe Hauloo, thiab tua cov pejxeem tuag peb txhiab leej thiab lws tau tej qhov txhia chaw ntau kawg."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.14","label":"14","content":"Thaum Amaxiya mus tua cov Edoo rov los, nws txawm coj cov neeg Xe‑i tej dab mlom los teev ua nws li dab, thiab nws pe hawm thiab xyeem qhov txhia chaw rau tej dab mlom ntawd."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.15","label":"15","content":"Vim li ntawd Yawmsaub thiaj chim rau Amaxiya thiab txib ib tug xibhwb cev lus tuaj cuag nws hais rau nws tias, “Ua cas koj nrhiav lwm haiv neeg tej dab uas tsis txawj pab lawv haiv neeg dim hauv koj txhais tes?”"},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.16","label":"16","content":"Thaum tus xibhwb tabtom hais, vajntxwv hais rau nws tias, “Peb tau tsa koj ua vajntxwv lub chaw sablaj lov? Tsis txhob hais ntxiv. Ua cas koj yuav yeem tuag?” Tus xibhwb cev Vajtswv lus txawm tseg thiab hais tias, “Kuv paub tias Yawmsaub txiav txim siab yuav ua rau koj puam tsuaj rau qhov koj tau ua tej no thiab tsis mloog tej lus uas kuv hais.”"},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.17","label":"17","content":"Cov Yuda tus vajntxwv Amaxiya sablaj mas txib neeg mus cuag Yehau‑a uas ua vajntxwv kav Yixayee, Yehau‑a txiv yog Yehau‑aha, nws yawg yog Yehu, mas hais tias, “Cia li tuaj, es wb yuav ua rog tim ntsej tim muag.”"},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.18","label":"18","content":"Mas Yehau‑a uas ua vajntxwv kav Yixayee xa xov mus rau Amaxiya uas ua vajntxwv kav Yuda hais tias, “Ib tsob pos pem lub roob Lenpanoo xa xov mus rau ib tsob ntoo ciab saum roob Lenpanoo hais tias, ‘Cia li muab koj tus ntxhais qua rau kuv tus tub.’ Ces muaj ib tug tsiaj qus nyob pem Lenpanoo txawm hla mus muab tsob pos ntawd tsuj pes kiag."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.19","label":"19","content":"Koj hais tias, ‘Saib maj, kuv twb ntaus yeej cov Edoo lawm,’ mas koj lub siab thiaj tsab ua loj khav theeb li no. Cia li nyob twjywm hauv tsev nawj. Ua cas koj yuav tshum kom muaj kev kub ntxhov ua rau koj thiab cov Yuda puam tsuaj ua ke?”"},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.20","label":"20","content":"Tiamsis Amaxiya tsis mloog, vim tej no yog Vajtswv ua kom thiaj muab tau lawv cob rau hauv yeeb ncuab txhais tes rau qhov lawv mus nrhiav Edoo tej dab."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.21","label":"21","content":"Cov Yixayee tus vajntxwv Yehau‑a thiaj li mus mas nws thiab cov Yuda tus vajntxwv Amaxiya thiaj sib ntsib ua rog rau ntawm lub moos Npeseme hauv Yuda tebchaws."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.22","label":"22","content":"Cov Yuda txawm swb cov Yixayee, txhua tus thiaj khiav rov mus rau hauv nyias vaj nyias tsev."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.23","label":"23","content":"Cov Yixayee tus vajntxwv Yehau‑a kuj ntes cov Yuda tus vajntxwv Amaxiya uas yog Yau‑as tus tub thiab yog Ahaxiya tus xeeb ntxwv ntawm Npeseme, mas coj nws mus rau ntawm Yeluxalees thiab muab lub ntsa loog tsoo pob tag plaub puas tshim txij ntua lub Rooj Loog Efa‑i mus txog ntua lub rooj loog ntawm lub kaum loog."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.24","label":"24","content":"Yehau‑a muab tej kub tej nyiaj huvsi thiab tej twj siv huvsi uas nyob hauv Vajtswv lub tuam tsev thiab ntes tau Aunpe Edoo. Nws kuj muab tej uas nyob hauv tej txhab nyiaj hauv vajntxwv tsev thiab yuam ib co neeg coj huvsi rov qab mus rau lub nroog Xamali."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.25","label":"25","content":"Thaum Yehau‑aha tus tub Yehau‑a uas yog cov Yixayee tus vajntxwv tuag lawm, Yau‑as tus tub Amaxiya uas ua Yuda tus vajntxwv tseem nyob tau kaum tsib xyoos ntxiv thiab."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.26","label":"26","content":"Lwm yam uas Amaxiya ua txij thaum pib mus txog thaum kawg twb muab sau cia rau hauv phau ntawv uas hais txog Yuda thiab Yixayee tej vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.27","label":"27","content":"Txij thaum Amaxiya tso Yawmsaub tseg cov pejxeem txawm ntaus tswvyim fav xeeb rau nws hauv Yeluxalees mas nws thiaj khiav mus rau lub moos Lakhi. Ces lawv tso neeg mus caum tau nws ntawm Lakhi mas muab nws tua qhov ntawd."},{"bible_id":"1269","chapter_code":"2CH.25","verse_code":"2CH.25.28","label":"28","content":"Lawv muab nws lub cev tuag rau nees thauj los log nrog nws tej poj koob yawm txwv ua ke rau hauv Davi lub nroog."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.1","label":"1","content":"Cov pejxeem sawvdaws hauv Yuda txawm muab Uxiya  uas hnub nyoog muaj kaum rau xyoo tsa ua vajntxwv nyob nws txiv Amaxiya chaw."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.2","label":"2","content":"Thaum vajntxwv Amaxiya tuag mus nrog nws tej poj koob yawm txwv nyob mas Uxiya tsim kho lub moos Elau thiab rov muab rau Yuda kav."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.3","label":"3","content":"Thaum Uxiya pib kav nws hnub nyoog muaj kaum rau xyoo thiab nws nyob hauv Yeluxlee kav tau tsib caug ob xyoos. Nws niam npe hu ua Yekhauliya yog neeg hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.4","label":"4","content":"Nws ua tej uas Yawmsaub pom tias zoo, ib yam li txhua yam uas nws txiv Amaxiya tau ua lawd."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.5","label":"5","content":"Nws rau siab ntso nrhiav Vajtswv tag Xekhaliya sim neej uas qhia nws paub ntshai Vajtswv. Thiab ncua sijhawm uas nws nrhiav Yawmsaub, mas Vajtswv pub nws vam meej."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.6","label":"6","content":"Nws tawm mus ua rog rau cov Filixatee mas tsoo lub moos Ka thiab lub moos Yane thiab lub moos Asadau tej ntsa loog pob tag. Thiab nws tsim muaj moos rau hauv Asadau li kav xyuam thiab rau lwm qhov hauv Filixatee tebchaws."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.7","label":"7","content":"Vajtswv pab nws ua rog ntaus cov Filixatee thiab cov Alam uas nyob hauv thaj nyuag tebchaws Kunpa‑as, thiab ntaus cov Me‑uni."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.8","label":"8","content":"Cov Asmoo kuj them se rau Uxiya mas nws lub koob meej thiaj nrov nto moo mus txog Iyi ciam teb, rau qhov nws muaj zog heev."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.9","label":"9","content":"Dua li ntawd Uxiya tseem tsim tej chaw tsom faj hauv Yeluxalees rau ntawm lub rooj loog ntawm lub kaum loog thiab lub Rooj Loog Hav thiab rau ntawm lub kaum ntsa loog, thiab ua kom ruaj khov."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.10","label":"10","content":"Thiab nws tsim tej chaw tsom faj rau hauv tebchaws moj sab qhua, thiab khawb ntau lub pas dej rau ntawm tej pov roob Sefela thiab rau hauv nruab tiag vim nws muaj tsiaj txhu coob, thiab nws muaj cov neeg ua teb thiab cov uas tu txiv hmab pem tej roob thiab rau hauv tej teb uas qoob zoo, vim nws nyiam ua teb."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.11","label":"11","content":"Dua li ntawd Uxiya muaj tej pab tub rog uas npaj txhij ua rog muab faib ua tej pab raws li Ye‑i‑ee uas yog tus tub sau ntawv thiab tus thawj rog Ma‑axeya tau txheeb cia, raws li vajntxwv tus tub teg tub taws Hananiya qhia."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.12","label":"12","content":"Cov thawj hauv txhua cum uas kav cov tub rog siab loj siab tuab huvsi muaj ob txhiab rau pua leej."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.13","label":"13","content":"Cov no ua thawj kav 307,500 leej tub rog uas muaj zog ua tau rog uas yuav pab tau vajntxwv tawm tsam yeeb ncuab."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.14","label":"14","content":"Thiab Uxiya npaj daim hlau thaiv thiab hmuv thiab mom hlau thiab tsho hlau thiab rab hneev thiab qe zeb uas yuav fiav ntawm txoj hlua."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.15","label":"15","content":"Hauv Yeluxalees nws muab tej qhaub uas tej Kws txawj ua nruab rau saum tej chaw tsom faj thiab ntawm tej kaum loog cia thiaj tau tua rab xub thiab qe zeb loj. Nws lub koob meej nrov nto moo mus deb, vim yog nws tau txais kev pab phimhwj kawg mus txog thaum nws muaj zog heev."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.16","label":"16","content":"Tiamsis thaum nws muaj zog lawd nws txawm ua lub siab khav theeb thiaj li ua rau nws raug kev puam tsuaj. Nws ua tsis ncaj rau Yawmsaub uas yog nws tus Vajtswv. Nws nkag mus hlawv hmoov tshuaj tsw qab rau saum lub thaj uas hlawv tshuaj tsw qab hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.17","label":"17","content":"Mas tus pov thawj Axaliya thiab Yawmsaub cov pov thawj yim caum leej uas siab loj siab tuab raws vajntxwv mus rau hauv."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.18","label":"18","content":"Lawv tav vajntxwv Uxiya thiab hais rau nws tias, “Uxiya, tsis yog koj li haujlwm mus hlawv tshuaj tsw qab xyeem rau Yawmsaub, yog cov pov thawj uas yog Aloo caj ces uas twb tu kom dawb huv lawd li haujlwm hlawv tshuaj tsw qab. Koj cia li tawm hauv lub chaw pe Vajtswv no mus, rau qhov koj ua txhaum lawm, thiab koj yuav tsis tau koob meej dabtsi ntawm Vajtswv Yawmsaub li.”"},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.19","label":"19","content":"Ces Uxiya txawm chim kawg. Nws tseem tuav rawv lub yias rau ncaig taws hauv nws txhais tes yuav hlawv tshuaj tsw qab, ces thaum nws chim rau cov pov thawj ntawd mob lig mob ruas txawm tshwm plaws rau ntawm nws hauv pliaj tab meeg cov pov thawj ntawm lub thaj hlawv tshuaj tsw qab ib sab hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.20","label":"20","content":"Tus pov thawj hlob Axaliya thiab cov pov thawj sawvdaws ntsia ntsoov Uxiya, ua ciav nws mob ruas rau ntawm nws hauv pliaj. Ces lawv txawm muab nws thawb tawm mus sai sai. Thiab nws maj nroos tawm mus rau qhov Yawmsaub nplawm nws lawm."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.21","label":"21","content":"Ces vajntxwv Uxiya txawm mob ruas mus txog hnub uas nws tuag. Vim yog nws mob ruas nws thiaj nyob nws ib lub tsev vim nws raug muab txiav tawm hauv Yawmsaub lub tuam tsev. Nws tus tub Yauthas ua tus uas saib xyuas vajntxwv lub tsev thiab kav cov pejxeem."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.22","label":"22","content":"Lwm yam haujlwm uas Uxiya ua txij thaum pib mus txog thaum kawg mas Amoj tus tub Yaxaya uas yog xibhwb cev Vajtswv lus twb muab sau cia lawm."},{"bible_id":"1269","chapter_code":"2CH.26","verse_code":"2CH.26.23","label":"23","content":"Uxiya thiaj li tuag mus nrog nws tej poj koob yawm txwv nyob mas lawv muab nws log ze nws tej poj koob yawm txwv rau hauv thaj teb uas yog vajntxwv li, rau qhov lawv hais tias, “Nws yog ib tug mob ruas.” Mas nws tus tub Yauthas sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.27","verse_code":"2CH.27.1","label":"1","content":"Thaum Yauthas pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum tsib xyoos, nws nyob hauv Yeluxalees kav tau kaum rau xyoo. Nws niam npe hu ua Yelusa, yog Xadau tus ntxhais."},{"bible_id":"1269","chapter_code":"2CH.27","verse_code":"2CH.27.2","label":"2","content":"Yauthas ua tej uas Yawmsaub pom tias zoo ib yam li txhua yam uas nws txiv Uxiya tau ua, tsuas yog tseg tsis nkag mus rau hauv Yawmsaub lub tuam tsev xwb. Tiamsis cov pejxeem tseem pheej ua tej kev phem kev qias."},{"bible_id":"1269","chapter_code":"2CH.27","verse_code":"2CH.27.3","label":"3","content":"Nws tsim kho Yawmsaub lub rooj loog tuam tsev sab ped, thiab tsim kho lub ntsa loog ntawm Aufee ntau heev."},{"bible_id":"1269","chapter_code":"2CH.27","verse_code":"2CH.27.4","label":"4","content":"Dua li ntawd nws tsim tej moos pem toj siab hauv Yuda tebchaws thiab ua tej chaw zov khuav thiab tej chaw tsom faj rau hauv tej hav zoov."},{"bible_id":"1269","chapter_code":"2CH.27","verse_code":"2CH.27.5","label":"5","content":"Nws mus ua rog ntaus yeej cov Asmoo tus vajntxwv. Mas xyoo ntawd cov Asmoo pub ib puas tala nyiaj thiab ib vam khaula mog thiab ib vam khaula qeb rau nws.  Xyoo ob thiab xyoo peb cov Asmoo kuj them ib yam nkaus li no."},{"bible_id":"1269","chapter_code":"2CH.27","verse_code":"2CH.27.6","label":"6","content":"Yauthas thiaj muaj zog tuaj rau qhov nws ua lub neej raws nraim li nws tus Vajtswv Yawmsaub txojkev."},{"bible_id":"1269","chapter_code":"2CH.27","verse_code":"2CH.27.7","label":"7","content":"Lwm yam haujlwm uas Yauthas ua thiab nws tej kev ua rog huvsi thiab nws lub neej, twb muab sau cia hauv phau ntawv uas hais txog Yixayee thiab Yuda tej vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.27","verse_code":"2CH.27.8","label":"8","content":"Thaum nws pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum tsib xyoos, nws nyob hauv Yeluxalees kav tau kaum rau xyoo."},{"bible_id":"1269","chapter_code":"2CH.27","verse_code":"2CH.27.9","label":"9","content":"Yauthas tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log rau hauv Davi lub nroog, mas nws tus tub Aha sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.1","label":"1","content":"Thaum Aha pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum xyoo, nws nyob hauv Yeluxalees kav tau kaum rau xyoo. Nws ua tej uas tsis hum Yawmsaub lub siab, nws tsis ua raws li nws yawg koob Davi tau ua,"},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.2","label":"2","content":"tiamsis nws taug nraim Yixayee tej vajntxwv tus neev taw. Nws kuj nchuav tej dab mlom los teev dab Npa‑as thiab."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.3","label":"3","content":"Nws hlawv xyab rau hauv lub hav Npeehinoo,  thiab muab nws tej tub hlawv xyeem rau dab ua raws li tej kevcai qias vuab tsuab uas lwm haiv neeg ua, yog cov uas Yawmsaub ntiab tawm ntawm cov Yixayee hauv ntej mus."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.4","label":"4","content":"Nws xyeem tsiaj thiab hlawv hmoov xyab rau saum tej chaw siab teev dab thiab rau saum tej pov roob thiab hauv txhua tsob qab ntoo ntsuab."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.5","label":"5","content":"Vim li no Yawmsaub uas yog nws tus Vajtswv thiaj muab nws cob rau hauv cov Alas tus vajntxwv txhais tes, uas ntaus yeej Aha thiab ntes tau cov pejxeem coob coob coj mus rau hauv lub nroog Damaxaka. Thiab Aha raug muab cob rau hauv cov Yixayee tus vajntxwv txhais tes, uas kov yeej nws thiab tua neeg coob heev."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.6","label":"6","content":"Pekha uas yog Lemaliya tus tub tua cov Yuda tuag 120,000 leej rau tib hnub, puavleej yog cov uas siab loj siab tuab, vim yog lawv twb tso Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv tseg lawm."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.7","label":"7","content":"Xikhi uas yog neeg Efa‑i muaj zog heev muab vajntxwv tus tub Ma‑axeya thiab Alikhas uas yog tus saib xyuas vajntxwv lub tsev thiab Eekhana uas yog vajntxwv tus tim xyoob tua pov tseg."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.8","label":"8","content":"Cov Yixayee ntes lawv cov kwvtij 200,000 leej, muaj pojniam muaj tub muaj ntxhais, thiab lws tau qhov txhia chaw ntau coj los rau hauv lub nroog Xamali."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.9","label":"9","content":"Muaj ib tug xibhwb cev Yawmsaub lus nyob ntawd hu ua Aude. Nws txawm tuaj ntsib cov tub rog uas rov los rau hauv Xamali thiab hais rau lawv tias, “Saib maj, Yawmsaub uas yog nej tej poj koob yawm txwv tus Vajtswv chim rau cov Yuda, nws thiaj muab lawv cob rau hauv nej txhais tes, tiamsis qhov uas nej muab lawv tua ua npau taws vog twb nrov mus txog saum ntuj lawm."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.10","label":"10","content":"Thiab nimno nej tseem yuav quab yuam cov Yuda thiab cov Yeluxalees tsis hais pojniam txivneej kom ua nej qhev. Nej tsis ua txhaum muaj txim rau Yawmsaub uas yog nej tus Vajtswv lov?"},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.11","label":"11","content":"Nimno cia li mloog kuv hais. Cia li xa nej cov kwvtij uas nej ntes tau no rov qab mus, rau qhov Yawmsaub txojkev npau taws nyob rawv saum nej lawm.”"},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.12","label":"12","content":"Muaj qee leej uas ua thawj hauv cov Efa‑i, yog Yauhanas tus tub Axaliya thiab Mesilemau tus tub Npelekhiya, thiab Salu tus tub Yehikhiya, thiab Halai tus tub Amaxa, mas lawv sawv tav cov uas mus ua rog los,"},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.13","label":"13","content":"thiab hais rau lawv tias, “Nej tsis txhob coj cov uas nej ntes tau, los rau hauv no, rau qhov nej yuav coj lub txim uas ua txhaum rau Yawmsaub los raug peb, tsav rau lub txim thiab tej kev txhaum uas nimno peb twb muaj lawm. Rau qhov peb lub txim kuj loj kawg lawm, thiab Yawmsaub txojkev npau taws heev twb muaj rau cov Yixayee lawm.”"},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.14","label":"14","content":"Yog li ntawd cov tub rog thiaj li tso cov neeg uas ntes tau thiab tej qhov txhia chaw uas lws tau los ntawd tseg rau ntawm cov thawj thiab cov pejxeem sawvdaws xubntiag."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.15","label":"15","content":"Mas cov txivneej uas twb hais npe lawd, txawm sawv pes tsees muab tej ris tsho uas lws tau los ntawd cev rau txhua tus uas lawv ntes los es tsis muaj ris tsho hnav. Lawv muab ua rau cov ntawd hnav thiab muab khau rau lawv rau thiab npaj zaub mov thiab dej haus rau lawv thiab muab roj pleev lawv tej mob. Thiab muab cov uas tsis muaj zog caij nees luav xa lawv rov mus cuag lawv cov kwvtij hauv lub moos Yelikhau, uas yog lub moos toov laj. Ces lawv li rov qab los rau ntawm lub nroog Xamali."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.16","label":"16","content":"Thaum ntawd vajntxwv Aha txib neeg mus thov Axilia tus vajntxwv pab nws,"},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.17","label":"17","content":"rau qhov cov Edoo rov txeem tuaj rau hauv lub tebchaws dua ib zaug thiab kov yeej cov Yuda thiab ntes ib txhia coj mus lawm."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.18","label":"18","content":"Cov Filixatee kuj txeem mus ua rog rau tej moos ntawm tej pov roob Sefela thiab hauv Neke hauv Yuda tebchaws, thiab txeeb tau lub moos Npeseme, Aiyaloo thiab Kedelau, thiab txeeb tau lub moos Xaukhau, Thinaj thiab Kixau thiab tej zej zog ib ncig tej moos ntawd. Thiab lawv los nyob rau hauv."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.19","label":"19","content":"Yawmsaub ua rau cov Yuda poob qes vim yog tim Aha uas yog Yuda  tus vajntxwv, vim yog Aha rhuav tej kevcai hauv Yuda thiab tsis muab lub siab xib rau Yawmsaub."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.20","label":"20","content":"Axilia tus vajntxwv Thikapinexaw txawm tuaj tawm tsam nws thiab ua rau Aha raug txom nyem tsis yog tuaj txhawb nws lub zog."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.21","label":"21","content":"Rau qhov Aha muab tej qhov txhia chaw hauv Yawmsaub lub tuam tsev thiab hauv vajntxwv tsev thiab hauv cov thawj tej tsev, them se rau Axilia tus vajntxwv. Qhov uas nws ua li ntawd tsis pab nws kiag li."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.22","label":"22","content":"Thaum tus vajntxwv Aha no raug kev txom nyem ntawd nws yimhuab fav xeeb rau Yawmsaub."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.23","label":"23","content":"Nws tua tsiaj xyeem rau lub nroog Damaxaka tej dab uas ua rau nws swb, thiab hais tias, “Vim cov Alas tej vajntxwv li dab tau pab lawv lawm, kuv yuav tua tsiaj xyeem rau tej dab ntawd kom pab kuv thiab.” Tiamsis tej dab ntawd ua rau nws thiab cov Yixayee sawvdaws puam tsuaj xwb."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.24","label":"24","content":"Thiab Aha sau zog tej twj siv hauv Vajtswv lub tuam tsev thiab muab txiav ua tej dwb daim, thiab muab Vajtswv lub tuam tsev tej qhov rooj kaw cia thiab nws ua tej thaj xyeem dab rau nws siv rau txhua qhov hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.25","label":"25","content":"Nws ua tej chaw siab rau hauv Yuda txhua lub moos hlawv tsiaj xyeem rau luag tej dab, zes ua rau Yawmsaub uas yog nws tej poj koob yawm txwv tus Vajtswv chim."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.26","label":"26","content":"Lwm yam haujlwm uas Aha ua thiab nws lub neej huvsi txij thaum pib mus txog thaum kawg twb muab sau cia rau hauv phau ntawv uas hais txog Yuda thiab Yixayee tej vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.28","verse_code":"2CH.28.27","label":"27","content":"Aha tuag mus nrog nws tej poj koob yawm txwv nyob, mas lawv muab nws log rau hauv lub nroog Yeluxalees, rau qhov lawv tsis muab log rau hauv tej qhov ntxa uas log Yixayee tej vajntxwv. Nws tus tub Hexekhiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.1","label":"1","content":"Thaum Hexekhiya hnub nyoog muaj nees nkaum tsib xyoos nws pib ua vajntxwv kav, nws nyob hauv Yeluxalees kav tau nees nkaum cuaj xyoo. Nws niam npe hu ua Anpiya, uas yog Xekhaliya tus ntxhais."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.2","label":"2","content":"Nws ua tej uas Yawmsaub pom tias zoo, ib yam li nws yawg koob Davi tau ua lawd."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.3","label":"3","content":"Thawj xyoo uas nws ua vajntxwv kav mas thawj lub hli nws qheb Yawmsaub lub tuam tsev tej qhov rooj thiab tsim kho tej qhov rooj ntawd."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.4","label":"4","content":"Nws coj cov pov thawj thiab cov Levi nkag los, thiab sau lawv tuaj txoos ua ke rau ntawm lub tshav puam sab hnub tuaj,"},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.5","label":"5","content":"thiab nws hais rau lawv tias, “Cov Levi, cia li mloog kuv hais. Cia li tu nej tus kheej kom dawb huv thiab tu Yawmsaub uas yog nej tej poj koob yawm txwv tus Vajtswv lub tuam tsev kom dawb huv, thiab muab tej uas qias tsis huv rho tawm hauv lub chaw dawb huv mus."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.6","label":"6","content":"Rau qhov peb tej poj koob yawm txwv fav xeeb thiab ua tej uas Yawmsaub uas yog peb tus Vajtswv pom tias phem kawg. Lawv twb tso nws tseg thiab fee plhu ntawm Yawmsaub lub chaw nyob thiab tig nrob qaum rau."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.7","label":"7","content":"Lawv kuj kaw tej qhov rooj ntawm qab khav tuam tsev thiab tua tej teeb thiab tsis hlawv hmoov tshuaj tsw qab thiab tsis muab tsiaj hlawv xyeem rau Yixayee tus Vajtswv hauv lub chaw dawb huv."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.8","label":"8","content":"Vim li no Yawmsaub txojkev npau taws thiaj los raug cov Yuda thiab Yeluxalees, thiab Yawmsaub ua rau lawv ua lub chaw rau luag ceeb thiab ntshai heev thiab ua rau luag xav tsis thoob thiab ua rau luag thuam luag raws li nej lub qhov muag tau pom lawd."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.9","label":"9","content":"Vim yog tim li no peb tej poj koob yawm txwv thiaj li tuag hniav ntaj hniav riam tag, thiab peb tej tub tej ntxhais thiab peb tej pojniam thiaj raug luag ntes coj mus lawm."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.10","label":"10","content":"Nimno kuv muaj lub siab yuav nrog Yawmsaub uas yog cov Yixayee tus Vajtswv cog lus kom nws txojkev npau taws heev thiaj li thim ntawm peb mus."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.11","label":"11","content":"Kuv cov menyuam 'e, tsis txhob nyob twjywm, rau qhov Yawmsaub twb xaiv nej kom sawv nres nroos rau ntawm Yawmsaub xubntiag ua koom tu nws thiab ua nws tej haujlwm thiab hlawv tshuaj tsw qab rau nws.”"},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.12","label":"12","content":"Ces cov Levi thiaj li sawv tsees, Khauha caj ces yog Amaxai tus tub Maha, thiab Axaliya tus tub Yau‑ee. Thiab Melali caj ces yog Adi tus tub Khij, thiab Yehalelee tus tub Axaliya. Thiab Kwsoo caj ces yog Xima tus tub Yau‑av thiab Yau‑av tus tub Edee."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.13","label":"13","content":"Elixafa caj ces yog Sili thiab Ye‑u‑ee, thiab Axas caj ces yog Xekhaliya thiab Mathaniya,"},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.14","label":"14","content":"thiab Hemas caj ces yog Yehu‑ee thiab Sime‑i, thiab Yeduthu caj ces yog Semaya thiab Uxi‑ee."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.15","label":"15","content":"Lawv thiaj sau zog lawv cov kwvtij thiab tu lawv tus kheej kom dawb huv thiab nkag mus rau hauv raws li vajntxwv tau hais rau lawv kom ntxuav lub tuam tsev raws li Yawmsaub tej lus."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.16","label":"16","content":"Cov pov thawj nkag mus rau hauv Yawmsaub lub tuam tsev rau chav sab hauv thiaj ua kevcai ntxuav kom dawb huv, thiab lawv rho txhua yam qias tsis huv uas lawv pom nyob hauv Yawmsaub lub tuam tsev tawm los rau sab nraum lub tshav puam tuam tsev. Mas cov Levi muab tej ntawd nqa mus pov tseg rau hauv lub hav Khiloo."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.17","label":"17","content":"Lawv pib ua kevcai ntxuav rau hnub xiab ib thawj lub hli, ces hnub xiab yim lub hli ntawd lawv ntxuav los txog ntawm Yawmsaub lub qab khav. Ces lawv txawm ntxuav Yawmsaub lub tuam tsev kom dawb huv tau yim hnub, mas hnub tim kaum rau thawj lub hli ntawd lawv ua tag."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.18","label":"18","content":"Mas lawv mus cuag vajntxwv Hexekhiya thiab hais tias, “Peb ua kevcai ntxuav Yawmsaub lub tuam tsev huvsi tiav tag lawm, tag nrho lub thaj hlawv xyeem thiab tej twj uas siv ntawm lub thaj huvsi thiab lub rooj uas txawb cov ncuav xyeem thiab tej twj uas siv ntawm lub rooj ntawd."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.19","label":"19","content":"Tej twj siv huvsi uas vajntxwv Aha muab rho pov tseg rau lub sijhawm uas nws ua vajntxwv thiab fav xeeb rau Yawmsaub, mas peb twb npaj txhij thiab ua kevcai ntxuav kom dawb huv lawm. Saib nawj, tej no nyob ntawm Yawmsaub lub thaj xyeem.”"},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.20","label":"20","content":"Ces vajntxwv Hexekhiya txawm sawv ntxov tsees sau zog cov nom tswv hauv lub nroog ua ke mus rau hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.21","label":"21","content":"Lawv coj xya tus txiv nyuj thiab xya tus txiv yaj thiab xya tus menyuam yaj thiab xya tus txiv tshis ua kevcai xyeem daws lub tebchaws thiab lub chaw pe Vajtswv thiab cov Yuda li txim. Thiab Hexekhiya hais rau cov pov thawj uas yog Aloo caj ces kom muab tej no xyeem rau saum Yawmsaub lub thaj."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.22","label":"22","content":"Lawv thiaj tua tej txiv nyuj mas cov pov thawj cug tej ntshav mus nchos rau lub thaj xyeem. Lawv kuj tua tej txiv yaj thiab muab tej ntshav nchos rau lub thaj, thiab lawv tua cov menyuam yaj thiab muab tej ntshav nchos rau lub thaj."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.23","label":"23","content":"Cov txiv tshis uas ua kevcai daws txim ntawd lawv coj los rau ntawm vajntxwv thiab cov pejxeem uas tuaj txoos ua ke, mas cov pejxeem muab tes npuab rau saum cov tshis ntawd."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.24","label":"24","content":"Ces cov pov thawj muab cov tshis ntawd tua thiab muab cov ntshav xyeem ua kevcai daws txim rau saum lub thaj kom thiaj ntxuav tau cov Yixayee sawvdaws tej kev txhaum txim. Rau qhov vajntxwv hais kom ua kevcai hlawv xyeem thiab ua kevcai daws txim rau cov Yixayee sawvdaws."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.25","label":"25","content":"Nws kom cov Levi nyob rawv hauv Yawmsaub lub tuam tsev muaj nruas npuaj tooj liab thiab nkauj nog ncas loj thiab nkauj nog ncas me raws li tej kevcai uas Davi thiab Kas uas hais pom tom hauv ntej thiab Nathas uas cev Vajtswv lus tau hais cia, rau qhov tej kevcai no yog Yawmsaub kom nws cov xibhwb cev lus hais."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.26","label":"26","content":"Cov Levi sawv ntsug tuav rawv tej cuab yeej phim nkauj uas Davi npaj cia, thiab cov pov thawj tuav rawv raj xyu."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.27","label":"27","content":"Mas Hexekhiya hais kom hlawv tej uas muab xyeem rau saum lub thaj. Thaum pib ua kevcai hlawv xyeem kuj pib hu nkauj rau Yawmsaub, thiab muaj tej suab raj thiab tej suab cuab yeej phim nkauj uas cov Yixayee tus vajntxwv Davi npaj cia lawd."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.28","label":"28","content":"Ib tsoom pejxeem sawvdaws kuj pe hawm, thiab cov tub hu nkauj kuj hu, cov tshuab raj kuj tshuab. Lawv ua li no mus txog thaum ua kevcai hlawv xyeem tag."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.29","label":"29","content":"Thaum ua kevcai xyeem tag lawm, vajntxwv thiab txhua tus uas nrog vajntxwv nyob ua ke kuj khoov ntshis pe hawm."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.30","label":"30","content":"Mas vajntxwv Hexekhiya thiab cov thawj hais kom cov Levi hu nkauj qhuas Yawmsaub raws li tej lus uas Davi thiab xibhwb Axas uas hais pom tom hauv ntej twb sau cia lawm. Lawv hu nkauj qhuas zoo siab xyiv fab, thiab khoov ntshis pe hawm."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.31","label":"31","content":"Mas Hexekhiya hais tias, “Nej twb tu nej tus kheej kom dawb huv rau Yawmsaub lawm. Cia li txav los ze thiab coj tej tsiaj uas yuav tua xyeem thiab tej uas yuav xyeem ua Yawmsaub tsaug los rau hauv Yawmsaub lub tuam tsev.” Ib tsoom pejxeem kuj coj tsiaj los tua xyeem thiab xyeem ua tsaug. Txhua tus uas zoo siab pub kuj coj tej uas ua kevcai hlawv xyeem tuaj."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.32","label":"32","content":"Cov tsiaj uas tej pejxeem coj tuaj ua kevcai hlawv xyeem yog xya caum tus txiv nyuj thiab ib puas tus txiv yaj thiab ob puas tus menyuam yaj, tej no huvsi yog ua kevcai hlawv xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.33","label":"33","content":"Thiab tej tsiaj uas coj tuaj xyeem muaj rau pua tus txiv nyuj thiab peb txhiab tus yaj."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.34","label":"34","content":"Tiamsis cov pov thawj muaj tsawg dhau laws tsis yeej cov tawv tsiaj uas hlawv xyeem ntawd, mas lawv cov kwvtij Levi pab lawv ua tej haujlwm tiav mus txog thaum lwm tus pov thawj tu lawv tus kheej kom dawb huv, rau qhov cov Levi rau siab tu lawv tus kheej kom dawb huv heev dua cov pov thawj."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.35","label":"35","content":"Dua li tej uas muab hlawv xyeem ntau kawg ntawd, tseem muaj tej hlab hluas roj uas ua kevcai xyeem sib raug zoo thiab tej cawv txiv hmab uas muab hliv xyeem ua ke nrog tej uas hlawv xyeem. Ua li no tej haujlwm uas ua rau hauv Yawmsaub lub tuam tsev thiaj rov qab muaj li qub."},{"bible_id":"1269","chapter_code":"2CH.29","verse_code":"2CH.29.36","label":"36","content":"Hexekhiya thiab cov pejxeem sawvdaws zoo siab xyiv fab rau tej uas Vajtswv tau ua rau cov pejxeem rau qhov tej no tshwm sim los sai kawg."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.1","label":"1","content":"Hexekhiya hais mus rau cov Yixayee thiab cov Yuda sawvdaws, thiab sau ntawv mus rau cov Efa‑i thiab cov Manaxe kom lawv sawvdaws tuaj rau Yawmsaub lub tuam tsev hauv Yeluxalees mas yuav ua kevcai Hla Dhau xyeem rau Yawmsaub uas yog cov Yixayee tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.2","label":"2","content":"Vajntxwv thiab nws cov thawj thiab cov pejxeem hauv Yeluxalees twb sablaj cia yuav ua kevcai Hla Dhau rau lub ob hlis,"},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.3","label":"3","content":"rau qhov lawv ua zaum kevcai ntawd tsis yeej raws li sijhawm uas teem cia, vim yog cov pov thawj tsis tau tu lawv kom dawb huv txaus npaum li uas ua tau haujlwm, thiab cov pejxeem kuj tsis tau tuaj txoos ua ke txhij rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.4","label":"4","content":"Mas tej uas lawv txiav txim siab ua ntawd vajntxwv thiab ib tsoom pejxeem sawvdaws pom zoo."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.5","label":"5","content":"Lawv thiaj hais hum tias yuav tshaj tawm thoob plaws Yixayee tebchaws txij ntawm lub moos Npe‑awsenpa mus txog lub moos Daj, kom cov pejxeem yuav tsum tuaj ua kevcai Hla Dhau xyeem rau Yawmsaub uas yog cov Yixayee tus Vajtswv rau hauv Yeluxalees, rau qhov cov uas ua kevcai Hla Dhau raws li uas teem cia tsis muaj coob."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.6","label":"6","content":"Yog li ntawd thiaj muaj neeg xa xov mus thoob plaws Yixayee thiab Yuda tebchaws raws li vajntxwv hais, nqa cov ntawv uas vajntxwv thiab nws cov thawj sau, hais tias, “Neeg Yixayee 'e, cia li rov los cuag Yawmsaub uas yog Aplahas, Yiha, thiab Yixayee tus Vajtswv, xwv nws thiaj rov tig los cuag nej cov uas tseem tshuav nyob, yog cov uas dim ntawm Axilia tej vajntxwv txhais tes."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.7","label":"7","content":"Tsis txhob zoo thooj li nej tej poj koob yawm txwv thiab nej tej kwvtij uas fav xeeb rau Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv, Yawmsaub thiaj ua rau lawv piam tag li uas nej pom ntsoov."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.8","label":"8","content":"Nimno nej tsis txhob tawv ncauj yam li nej tej poj koob yawm txwv. Cia li muab nej tus kheej cob rau Vajtswv thiab tuaj rau ntawm qhov chaw uas pe Vajtswv uas nws twb tu kom dawb huv cia mus ib txhis, thiab ua koom tu Yawmsaub uas yog nej tus Vajtswv, xwv nws txojkev chim npau taws heev thiaj li thim ntawm nej mus."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.9","label":"9","content":"Yog nej rov los cuag Yawmsaub, nej cov kwvtij thiab nej cov menyuam yuav tau txais txojkev khuvleej ntawm cov uas ntes lawv coj mus, thiab yuav tau rov los rau hauv lub tebchaws no dua thiab. Yawmsaub uas yog nej tus Vajtswv yog tus uas hlub thiab khuvleej. Yog nej rov los cuag nws, nws yuav tsis fee plhu ntawm nej.”"},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.10","label":"10","content":"Cov uas xa ntawv thiaj mus ib lub moos dhau ib lub moos thoob plaws Efa‑i thiab Manaxe tebchaws thiab mus txog ntua Xenpuloo tebchaws. Tiamsis tej neeg ntawd thuam luag lawv thiab saib tsis taus lawv."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.11","label":"11","content":"Tsuas yog cov neeg Asaw thiab Manaxe thiab Xenpuloo qee leej thiaj txo hwjchim thiab tuaj rau hauv Yeluxalees xwb."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.12","label":"12","content":"Vajtswv txhais tes kuj nyob rawv saum cov Yuda ua rau lawv koom ib lub siab ua raws li tej lus uas Yawmsaub kom vajntxwv thiab cov thawj hais."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.13","label":"13","content":"Cov pejxeem ntau leej tuaj ua ke ua kevcai noj ncuav tsis xyaw keeb rau hauv Yeluxalees rau lub ob hlis, lawv tuaj txoos ua ke coob kawg li."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.14","label":"14","content":"Lawv nqes tes rhuav tej thaj xyeem dab uas nyob hauv Yeluxalees, thiab lawv muab tej thaj hlawv xyab nqa mus pov rau hauv lub hav Khiloo."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.15","label":"15","content":"Lawv tua tej menyuam yaj uas ua kevcai Hla Dhau rau hnub xiab kaum plaub lub ob hlis. Cov pov thawj thiab cov Levi kuj txaj muag, lawv thiaj tu lawv tus kheej kom dawb huv thiab coj tej uas ua kevcai hlawv xyeem tuaj rau hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.16","label":"16","content":"Lawv thiaj mus nyob rau lawv tej chaw uas teem cia raws li Vajtswv tus neeg Mauxe txoj kevcai. Cov pov thawj thiaj li txais tej ntshav ntawm cov Levi txhais tes coj mus nchos."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.17","label":"17","content":"Cov pejxeem uas tuaj txoos ua ke ntawd muaj coob leej uas tsis tau tu lawv tus kheej kom dawb huv. Vim li no cov Levi yuav tsum tua txhua tus uas tseem qias tsis huv tus menyuam yaj uas ua kevcai Hla Dhau, xwv thiaj ua tau tus menyuam yaj dawb huv rau Yawmsaub."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.18","label":"18","content":"Txawm yog cov pejxeem coob ntawd muaj cov uas tuaj Efa‑i, Manaxe, Ixakha thiab Xenpuloo tebchaws tuaj coob heev uas tsis tau tu lawv tus kheej kom dawb huv, los lawv tseem noj pluas mov kevcai Hla Dhau ntawd mas txhaum tsis raws li tu tseg. Hexekhiya thiaj thov Yawmsaub pab lawv hais tias, “Thov Yawmsaub uas zoo kawg nkaus zam txim rau txhua tus"},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.19","label":"19","content":"uas muaj siab nrhiav Vajtswv, uas yog Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv, txawm yog lawv tsis dawb huv raws li lub chaw pe Vajtswv tej kab ke kuj xij.”"},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.20","label":"20","content":"Yawmsaub kuj mloog Hexekhiya tej lus thov thiab kho cov pejxeem."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.21","label":"21","content":"Cov Yixayee uas tuaj rau hauv Yeluxalees tau ua kevcai noj ncuav tsis xyaw keeb zoo siab xyiv fab heev tau xya hnub, thiab cov Levi thiab cov pov thawj kuj niaj hnub qhuas Yawmsaub. Lawv hu nkauj qhuas Yawmsaub muaj cuab yeej phim suab nkauj nrov xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.22","label":"22","content":"Thiab Hexekhiya hais lus txhawb cov Levi sawvdaws uas txawj txawj ua haujlwm ua koom tu Yawmsaub. Cov pejxeem thiaj noj mov kevcai ntawd tau xya hnub thiab tua tsiaj ua kevcai xyeem sib raug zoo thiab ua Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv tsaug."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.23","label":"23","content":"Mas ib tsoom pejxeem sawvdaws hais hum yuav ua kevcai ntawd dua xya hnub thiab. Ces lawv txawm ua kevcai zoo siab xyiv fab xya hnub ntxiv."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.24","label":"24","content":"Yuda tus vajntxwv Hexekhiya pub ib txhiab tus txiv nyuj thiab xya txhiab tus yaj rau cov pejxeem ua kevcai xyeem, thiab cov thawj kuj pub ib txhiab tus txiv nyuj thiab ib vam tus yaj rau cov pejxeem. Thiab cov pov thawj kuj tu lawv tus kheej kom dawb huv coob kawg."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.25","label":"25","content":"Ib tsoom neeg Yuda thiab cov Levi thiab cov pov thawj thiab ib tsoom neeg uas tuaj Yixayee tebchaws tuaj thiab lwm haiv neeg uas tuaj Yixayee tebchaws tuaj thiab lwm haiv neeg uas nyob hauv Yuda tebchaws, sawvdaws zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.26","label":"26","content":"Yog li no thiaj muaj kev xyiv fab loj kawg rau hauv Yeluxalees. Txij thaum Davi tus tub Xalaumoo ua vajntxwv kav Yixayee tsis txeev muaj li zaum no rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.30","verse_code":"2CH.30.27","label":"27","content":"Mas cov pov thawj thiab cov Levi sawv ntsug foom koob hmoov rau cov pejxeem. Yawmsaub kuj hnov lawv lub suab, thiab lawv tej lus thov kuj mus txog Yawmsaub lub chaw nyob dawb huv saum ntuj."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.1","label":"1","content":"Thaum tej no tiav tag huvsi cov Yixayee sawvdaws uas tuaj rau hauv Yeluxalees tawm mus rau Yuda tej moos thiab tsoo tej ncej teev dab ua tej dwb daim thiab ntov tej ncej dab Asela vau tag, thiab tsoo tej chaw siab teev dab thiab tej thaj thoob plaws Yuda thiab Npeeyamee thiab Efa‑i thiab Manaxe tebchaws pob tag, mus txog thaum ua rau txhua yam puam tsuaj tag. Cov Yixayee sawvdaws li rov mus rau lawv tej moos nyias mus txog nyias vaj nyias tsev."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.2","label":"2","content":"Hexekhiya faib cov pov thawj thiab cov Levi ua tej pab tej pawg, nyias nrog nyias pab raws li tej haujlwm uas cov pov thawj thiab cov Levi ua, yog ua kevcai hlawv xyeem thiab ua kevcai xyeem sib raug zoo thiab ua haujlwm ntawm Yawmsaub lub chaw nyob tej rooj loog thiab ua tsaug thiab qhuas Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.3","label":"3","content":"Vajntxwv pub nws li qhov txhia chaw ua tej uas ua kevcai hlawv xyeem thaum tagkis thiab thaum yuav tsaus ntuj thiab hlawv rau hnub Xanpatau thiab hnub hli xiab thiab hlawv rau tej kevcai uas teem cia, raws li uas sau cia rau hauv Yawmsaub txoj kevcai."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.4","label":"4","content":"Nws hais rau cov pejxeem uas nyob hauv Yeluxalees kom pub cov pov thawj thiab cov Levi li feem raws li uas teem cia lawd rau lawv, xwv lawv thiaj rau siab ua haujlwm raws li Yawmsaub txoj kevcai qhia."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.5","label":"5","content":"Thaum nws tej lus nrov ncha mus, cov Yixayee kuj pub tej uas hais no ntau kawg li, yog thawj phaum qoob thiab cawv txiv hmab, roj, zib ntab thiab txhua yam uas tau hauv teb ntau kawg li, thiab coj ib feem kaum hauv txhua yam tuaj ntau nplua mias."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.6","label":"6","content":"Cov Yixayee thiab cov Yuda uas nyob hauv Yuda tej moos kuj coj ib feem kaum hauv tej nyuj tej yaj thiab hauv tej uas muab pub kiag cais ua yam uas dawb huv rau Yawmsaub uas yog lawv tus Vajtswv, mas khaws tau tej niag pawg."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.7","label":"7","content":"Lawv cuab sau ua tej pawg thaum lub peb hlis mus txog lub xya hli li tiav tag."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.8","label":"8","content":"Thaum Hexekhiya thiab cov thawj tuaj pom tej pawg ntawd lawv kuj qhuas Yawmsaub thiab foom koob hmoov rau Yawmsaub haiv neeg Yixayee."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.9","label":"9","content":"Hexekhiya thiaj nug cov pov thawj thiab cov Levi txog tej niag pawg ntawd."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.10","label":"10","content":"Tus tuam pov thawj hlob Axaliya uas yog Xadau caj ces teb nws tias, “Txij thaum lawv coj tej qhov txhia chaw pub rau hauv Yawmsaub lub tuam tsev mas peb tau noj tsau npo thiab tseem muaj seem ntau, vim yog Yawmsaub foom koob hmoov rau nws cov neeg, peb thiaj tshuav seem ntau npaum li no.”"},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.11","label":"11","content":"Ces Hexekhiya txawm hais kom lawv npaj tej chav hauv Yawmsaub lub tuam tsev. Lawv thiaj npaj chaw."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.12","label":"12","content":"Thiab lawv kuj ua ncaj ncees sau tej uas sawvdaws pub thiab tej uas yog ib feem kaum thiab tej uas pub kiag ua yam uas dawb huv los rau hauv. Tus thawj uas saib xyuas tej ntawd yog Khaunaniya uas yog ib tug Levi, thiab nws tus kwv Sime‑i ua tus pab nws."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.13","label":"13","content":"Vajntxwv Hexekhiya thiab Axaliya uas yog tus thawj hauv Vajtswv lub tuam tsev tsa Yehi‑ee, Axaxiya, Nahaj, Axahee, Yelimau, Yauxanpa, Eli‑ee, Imakhiya, Maha thiab Npenaya saib xyuas haujlwm pab Khaunaniya thiab nws tus kwv Sime‑i."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.14","label":"14","content":"Ina tus tub Khaule uas yog ib tug Levi thiab zov lub rooj loog sab hnub tuaj, ua tus uas saib xyuas tej uas luag zoo siab coj tuaj pub rau Vajtswv, thiab faib tej uas muab pub rau Yawmsaub thiab tej uas xyeem dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.15","label":"15","content":"Mas hauv cov pov thawj tej moos Edee, Meeyamee, Yesua, Semaya, Amaliya thiab Sekhaniya ua ncaj ncees pab Khaule faib rau lawv cov kwvtij tus hlob tus yau sib npaug zos raws li lawv tej pab tej pawg."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.16","label":"16","content":"Lawv faib rau cov txivneej uas hnub nyoog peb xyoos rov saud txhua tus uas nkag rau hauv Yawmsaub lub tuam tsev raws li lawv pawg muaj haujlwm ua rau hnub ntawd, yog mus ua haujlwm raws li lawv pawg li feem ua, tsuas yog tseg tsis faib rau cov uas nce npe rau hauv lawv tej cum."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.17","label":"17","content":"Cov pov thawj nce npe ua pab ua pawg raws li lawv tej cum, cov Levi uas hnub nyoog nees nkaum xyoo rov saud kuj nce npe raws lawv tej haujlwm thiab raws li lawv tej pab tej pawg."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.18","label":"18","content":"Cov pov thawj mas lawv tej menyuam yaus lawv tej pojniam tej tub tej ntxhais tag nrho lawv cov neeg sawvdaws kuj nce npe ua ke, rau qhov cov pov thawj mob siab tswj lawv tus kheej kom dawb huv mus li."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.19","label":"19","content":"Hais txog Aloo caj ces uas ua pov thawj uas nyob hauv tej zej zog ib ncig tej moos, mas muaj cov txivneej hauv txhua lub moos uas muaj npe ua tus faib qhov txhia chaw rau txhua tus txivneej uas yog cov pov thawj li neeg thiab faib rau txhua tus Levi uas nce npe lawd."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.20","label":"20","content":"Hexekhiya ua li no thoob plaws Yuda tebchaws, thiab nws ua yam uas zoo thiab raug cai thiab ncaj ncees rau ntawm Yawmsaub uas yog nws tus Vajtswv xubntiag."},{"bible_id":"1269","chapter_code":"2CH.31","verse_code":"2CH.31.21","label":"21","content":"Thiab txhua yam haujlwm uas nws ua pab Vajtswv tej haujlwm hauv lub tuam tsev thiab qhov uas ua raws li txoj kevcai thiab Vajtswv tej lus nkaw, uas yog nrhiav nws tus Vajtswv, nws ua kawg siab kawg ntsws, nws thiaj vam meej."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.1","label":"1","content":"Thaum dhau tej xwm txheej no thiab tej haujlwm uas Hexikhiya mob siab ua no lawd, Axilia tus vajntxwv Xenakhawli txawm tuaj ua rog rau Yuda thiab tsuam chaw vij tej moos uas muaj ntsa loog, npaj siab yuav txeeb kom tau."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.2","label":"2","content":"Thaum Hexekhiya pom tias Xenakhawli tuaj yuav ua rog rau Yeluxalees,"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.3","label":"3","content":"nws txawm nrog nws cov thawj rog thiab cov tub rog siab loj siab tuab ntaus tswvyim txhub tej qhov dej txhawv uas nyob ib ncig lub nroog, mas lawv kuj pab nws ua."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.4","label":"4","content":"Cov pejxeem sau zog coob coob tuaj, mas lawv txhub txhua lub qhov dej txhawv thiab txhub lub hauv dej uas ntws hla lub tebchaws. Lawv hais tias, “Ua cas yuav cia Axilia tej vajntxwv tuaj ntsib tej dej uas ntau li no?”"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.5","label":"5","content":"Hexekhiya rau siab ntso ua tej ntsa loog uas pob tag dua tshiab thiab ua tej chaw tsom faj saum ntsa loog, thiab tseem ua dua ib txheej ntsa loog rau sab nraud, thiab nws ua lub loog Milau hauv Davi lub nroog khov dua. Nws kuj ua tej cuab yeej ua rog thiab tej daim hlau thaiv ntau kawg."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.6","label":"6","content":"Nws tsa cov thawj rog saib xyuas cov pejxeem thiab sau lawv los ua ke rau hauv lub tshav puam ntawm rooj loog los rau nws thiab hais lus txhawb lawv lub siab hais tias,"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.7","label":"7","content":"“Cia li ua khov kho thiab ua siab loj siab tuab. Tsis txhob ntshai tsis txhob poob siab rau Axilia tus vajntxwv thiab tej pab tub rog coob coob uas nrog nws tuaj ntawd, rau qhov tus uas nrog peb loj dua tus uas nrog nws."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.8","label":"8","content":"Nws tsuas yog muaj txhais npab nqaij tawv xwb tiamsis peb muaj Yawmsaub uas yog peb tus Vajtswv nrog nraim peb uas pab peb thiab nyob peb chaw ua rog.” Hexekhiya tej lus thiaj txhawb tau cov pejxeem lub zog."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.9","label":"9","content":"Dhau ntawd thaum Axilia tus vajntxwv Xenakhawli thiab nws cov tub rog huvsi tseem tabtom vij lub moos Lakhi, mas nws tso nws cov tub teg tub taws mus rau lub nroog Yeluxalees mus cuag Yuda tus vajntxwv Hexekhiya thiab cuag cov neeg Yuda sawvdaws uas nyob hauv Yeluxalees, hais tias,"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.10","label":"10","content":"“Axilia tus vajntxwv Xenakhawli hais li no tias, Nej vam khom dabtsi es nej yuav nyob hauv Yeluxalees thev qhov uas raug vij li no?"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.11","label":"11","content":"Thaum Hexekhiya hais rau nej tias, ‘Yawmsaub uas yog peb tus Vajtswv yuav cawm peb dim hauv Axilia tus vajntxwv txhais tes,’ tsis yog Hexekhiya coj nej yuam kev mus tuag tshaib tuag nqhis lov?"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.12","label":"12","content":"Tus Hexikhiya no nws tsis yog tus uas rhuav tshem Vajtswv tej chaw siab thiab tej thaj uas xyeem rau Vajtswv lov? Thiab hais rau cov Yuda thiab cov hauv Yeluxalees tias, ‘Nej yuav tsum pe rau tib lub thaj thiab hlawv xyeem rau lub thaj ntawd xwb.’"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.13","label":"13","content":"Nej tsis paub tias kuv thiab kuv tej poj koob yawm txwv twb ua li cas rau txhua haiv neeg hauv lwm tebchaws lawm lov? Cov neeg hauv tej tebchaws ntawd li dab pab cawm tau lawv tej tebchaws dim hauv kuv txhais tes lov?"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.14","label":"14","content":"Tej dab huvsi hauv tej tebchaws uas kuv tej poj koob yawm txwv muab ua puam tsuaj tag nrho muaj ib tug dab twg uas pab tau nws cov neeg dim hauv kuv txhais tes? Mas nej tus Vajtswv tseem yuav pab tau nej dim hauv kuv txhais tes lov?"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.15","label":"15","content":"Vim li no tsis txhob cia Hexekhiya dag ntxias nej lossis coj nej yuam kev, tsis txhob ntseeg nws, rau qhov tsis muaj ib tug dab hauv haiv neeg twg thiab lub tebchaws twg uas cawm tau nws haiv neeg dim hauv kuv txhais tes lossis hauv kuv tej poj koob yawm txwv txhais tes. Nej tus Vajtswv yimhuab tsis txawj pab nej dim hauv kuv txhais tes li lauj!”"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.16","label":"16","content":"Xenakhawli cov tub teg tub taws tseem thuam Vajtswv Yawmsaub thiab Hexekhiya uas yog Vajtswv tus tub qhe ntau dua li no."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.17","label":"17","content":"Thiab Xenakhawli tseem sau ntawv hais saib tsis taus Yawmsaub uas yog cov Yixayee tus Vajtswv thiab thuam hais tias, “Cov neeg hauv ib tsoom tebchaws li dab pab tsis tau lawv haiv neeg dim hauv kuv txhais tes li cas, Hexekhiya tus Vajtswv kuj yuav pab tsis tau nws haiv neeg dim hauv kuv txhais tes li ntawd thiab.”"},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.18","label":"18","content":"Ces lawv txawm qw tej lus ntawd nrov nrov ua lus Yuda rau cov neeg Yeluxalees uas nyob saum lub ntsa loog hnov es kom lawv ntshai thiab poob siab heev xwv thiaj li txeeb tau lub nroog ntawd."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.19","label":"19","content":"Lawv hais txog Yeluxalees tus Vajtswv ib yam li lawv hais txog ib tsoom neeg hauv ntiajteb tej dab uas yog neeg txhais tes ua."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.20","label":"20","content":"Ces vajntxwv Hexekhiya thiab Amoj tus tub Yaxaya uas yog xibhwb cev Vajtswv lus txawm quaj thov txog zaj no rau saum ntuj."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.21","label":"21","content":"Yawmsaub thiaj txib ib tug tubtxib saum ntuj los mas nws tua cov tub rog siab loj siab tuab thiab cov thawj tub rog thiab cov uas kav tej pab tub rog huvsi tuag tag rau hauv vajntxwv Axilia lub yeej. Yog li no Xenakhawli thiaj li rov qab mus rau nws lub tebchaws yam poob ntsej muag kawg. Thaum nws mus rau hauv lub tsev uas teev nws tus dab nws cov tub qee leej xuas ntaj muab nws tua rau qhov ntawd."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.22","label":"22","content":"Yawmsaub thiaj cawm Hexekhiya thiab cov uas nyob hauv Yeluxalees dim hauv Axilia tus vajntxwv Xenakhawli txhais tes thiab hauv nws tej yeeb ncuab sawvdaws txhais tes li no. Yawmsaub pub lawv tau so tsis ua rog  rau txhua fab."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.23","label":"23","content":"Neeg coob coj qhov txhia chaw tuaj rau hauv Yeluxalees pub rau Yawmsaub thiab coj tej uas tsim txiaj tuaj pub rau Yuda tus vajntxwv Hexekhiya, Hexekhiya thiaj tau koob meej tab meeg ib tsoom tebchaws sawvdaws txij thaum ntawd los."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.24","label":"24","content":"Lub sijhawm ntawd Hexekhiya mob hnyav heev twb yuav tuag, mas nws thov Yawmsaub. Yawmsaub kuj teb nws thiab ua ib yam txujci phimhwj tshwm rau nws."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.25","label":"25","content":"Tiamsis Hexekhiya tsis nco tej txiaj ntsig uas Yawmsaub pab nws, vim yog nws lub siab khav theeb. Vim li no txojkev npau taws thiaj los raug nws thiab cov Yuda thiab Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.26","label":"26","content":"Ces Hexekhiya txawm txo nws lub siab khav theeb ntawd thiab cov neeg uas nyob hauv Yeluxalees kuj ua ib yam li nws, ces Yawmsaub txojkev npau taws thiaj tsis los raug lawv rau hauv Hexekhiya sim neej."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.27","label":"27","content":"Hexekhiya muaj nyiaj txiag ntau kawg thiab muaj koob meej loj, mas nws ua tej txhab nyiaj rau nws rau nyiaj rau kub, rau tej qe zeb hlaws muaj nqes, rau txuj lom, rau tej daim phiaj hlau thaiv thiab tej twj siv tsim txiaj txhua yam."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.28","label":"28","content":"Thiab nws ua txhab rau qoob, rau cawv txiv hmab thiab roj, thiab ua nkuaj rau txhua yam tsiaj txhu thiab nkuaj yaj."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.29","label":"29","content":"Thiab nws tsim tej moos rau nws thiab nws muaj tej pab yaj tej pab tshis tej pab nyuj ntau nplua mias, vim yog Vajtswv pub cuab txhiaj cuab tam rau nws ntau heev."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.30","label":"30","content":"Tus vajntxwv Hexekhiya no yog tus uas cais lub hauv dej Kihoo sab ped kom ntws mus rau Davi lub nroog sab hnub poob. Hexekhiya vam meej rau nws tej haujlwm huvsi."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.31","label":"31","content":"Thaum cov thawj hauv lub nroog Npanpiloo txib neeg tuaj nug txog tej txujci phimhwj uas tshwm rau hauv lub tebchaws, mas Vajtswv muab nws tso nyob kab ntsab xwv thiaj sim tau nws thiab paub txhua yam uas nyob hauv nws lub siab."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.32","label":"32","content":"Lwm yam haujlwm uas Hexekhiya ua thiab tej yam zoo uas nws ua, twb muab sau cia rau hauv tej zaj yog toog uas Amoj tus tub Yaxaya uas yog xibhwb cev Vajtswv lus hais nyob rau hauv phau ntawv uas hais txog Yuda thiab Yixayee tej vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.32","verse_code":"2CH.32.33","label":"33","content":"Ces Hexekhiya txawm tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log rau saum caj qaum roob uas yog Davi caj ces li toj ntxa. Tag nrho cov Yuda thiab cov uas nyob hauv Yeluxalees sawvdaws tuaj pam nws lub ntees loj kawg hwm nws. Mas nws tus tub Manaxe sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.1","label":"1","content":"Thaum Manaxe pib ua vajntxwv nws hnub nyoog muaj kaum ob xyoos, nws nyob hauv Yeluxalees kav tau tsib caug tsib xyoos."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.2","label":"2","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, nws ua raws li tej kevcai qias vuab tsuab uas lwm haiv neeg ua, yog cov uas Yawmsaub ntiab tawm ntawm cov Yixayee hauv ntej mus."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.3","label":"3","content":"Nws rov ua tej chaw siab teev dab uas nws txiv Hexekhiya twb muab rhuav tag lawd, thiab nws ua tej thaj teev dab Npa‑as thiab ua tej ncej dab Asela, thiab nws pe hnub pe hli thiab tej hnub qub saum nruab ntug huvsi thiab ua koom tu tej ntawd."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.4","label":"4","content":"Nws ua tej thaj teev dab rau hauv Yawmsaub lub tuam tsev, uas yog lub chaw uas Yawmsaub twb hais tias, “Kuv lub npe yuav nyob rau hauv Yeluxalees mus ib txhis.”"},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.5","label":"5","content":"Nws ua tej thaj xyeem rau hnub hli tej hnub qub saum nruab ntug huvsi rau hauv ob lub tshav puam hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.6","label":"6","content":"Nws muab nws tej tub tua hlawv xyeem rau dab rau hauv lub hav Npeehinoo,  thiab nws saib caij saib nyoog saib yaig saib sij thiab ua khawv koob yees siv, nws mus nug tej txiv neeb txiv yaig thiab tej uas muaj dab leej nkaub. Nws ua tej uas Yawmsaub pom tias phem kawg nkaus li zes ua rau Yawmsaub npau taws."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.7","label":"7","content":"Tus dab mlom uas nws txaug nws kuj muab txawb rau hauv Vajtswv lub tuam tsev uas Vajtswv twb hais rau Davi thiab nws tus tub Xalaumoo lawm hais tias, “Lub tuam tsev no thiab lub nroog Yeluxalees uas kuv twb xaiv hauv txhua xeem Yixayee los mas kuv yuav cia kuv lub npe nyob hauv mus ib txhis."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.8","label":"8","content":"Kuv yuav tsis rho cov Yixayee txhais kotaw tawm hauv lub tebchaws uas kuv tu tseg rau nej tej poj koob yawm txwv lawd dua li lawm, yog tias lawv ceev faj ua txhua yam uas kuv hais rau lawv, yog txoj kevcai huvsi thiab tej kab ke thiab tej kevcai uas kuv tau kom Mauxe hais rau lawv.”"},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.9","label":"9","content":"Manaxe ntxias cov Yuda thiab cov uas nyob hauv Yeluxalees yuam kev, lawv thiaj ua phem heev dua tej haiv neeg uas Yawmsaub twb muab ua puam tsuaj tag rau ntawm lawv hauv ntej."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.10","label":"10","content":"Yawmsaub hais rau Manaxe thiab nws cov pejxeem tiamsis lawv tsis mloog."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.11","label":"11","content":"Vim li no Yawmsaub thiaj coj cov thawj rog uas kav Axilia tus vajntxwv cov tub rog tuaj tawm tsam lawv. Lawv xuas nqe lauj cab Manaxe mus thiab muab saw tooj liab khi nws thiab coj nws mus rau Npanpiloo."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.12","label":"12","content":"Thaum Manaxe raug kev txom nyem heev nws thov Yawmsaub uas yog nws tus Vajtswv khuvleej nws thiab nws txo nws lub hwjchim qes kawg rau ntawm nws tej poj koob yawm txwv tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.13","label":"13","content":"Nws thov Vajtswv mas Vajtswv txais nws tej lus thiab mloog nws tej lus thov, thiab coj nws rov los rau hauv Yeluxalees rov kav nws lub tebchaws. Thaum ntawd Manaxe paub tias Yawmsaub yog Vajtswv tiag."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.14","label":"14","content":"Los rau tom qab nws tsim lub ntsa loog txheej sab nraud rau Davi lub nroog rau hauv lub hav sab dej Kihoo uas hnub poob mus txog ntawm txojkev nkag rau hauv lub Rooj Loog Ntses, thiab mus rau ib sab lub pov roob Aufee. Nws xov lub ntsa loog siab heev. Nws xa cov thawj uas kav cov tub rog mus nyob rau hauv Yuda txhua lub moos uas muaj ntsa loog."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.15","label":"15","content":"Nws muab lwm haiv neeg tej dab thiab tus dab mlom rho hauv Yawmsaub lub tuam tsev mus thiab muab tej thaj huvsi uas nws ua rau saum lub roob uas muaj Yawmsaub lub tuam tsev thiab tej uas ua rau hauv Yeluxalees rho pov tseg rau sab nraum lub nroog."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.16","label":"16","content":"Thiab nws kho Yawmsaub lub thaj thiab ua kevcai xyeem sib raug zoo thiab xyeem ua tsaug rau saum lub thaj ntawd. Nws kuj hais kom cov Yuda ua koom tu Yawmsaub uas yog cov Yixayee tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.17","label":"17","content":"Txawm li ntawd los cov pejxeem tseem xyeem tsiaj rau ntawm tej chaw siab tiamsis yog xyeem rau Yawmsaub uas yog lawv tus Vajtswv xwb."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.18","label":"18","content":"Lwm yam haujlwm uas Manaxe ua thiab nws tej lus thov Vajtswv thiab tej lus uas cov xibhwb uas hais pom tom hauv ntej tau tuav Yawmsaub uas yog cov Yixayee tus Vajtswv lub npe hais rau nws, mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.19","label":"19","content":"Nws tej lus thov thiab qhov uas Vajtswv txais nws tej lus thov, thiab nws tej kev txhaum huvsi thiab nws tej kev fav xeeb, thiab thaj chaw uas nws ua tej chaw siab teev dab thiab txhos tej ncej dab Asela thiab tej dab mlom ua ntej uas tsis tau txo hwjchim, kuj twb muab sau cia rau hauv phau ntawv keeb kwm uas cov xibhwb hais pom tom hauv ntej sau cia."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.20","label":"20","content":"Manaxe txawm tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log rau hauv nws lub tsev, mas nws tus tub Asmoo sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.21","label":"21","content":"Thaum Asmoo sawv ua vajntxwv kav nws hnub nyoog muaj nees nkaum ob xyoos, nws nyob hauv Yeluxalees kav tau ob xyoos."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.22","label":"22","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, ib yam nkaus li nws txiv Manaxe tau ua lawd. Asmoo tua tsiaj xyeem rau tej dab mlom huvsi uas nws txiv Manaxe ua cia thiab ua koom tu tej dab mlom ntawd."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.23","label":"23","content":"Nws tsis txo nws lub hwjchim rau ntawm Yawmsaub yam li nws txiv Manaxe tau txo. Tus Asmoo no ua txhaum muaj txim ntau zuj zus."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.24","label":"24","content":"Nws cov tub teg tub taws ntaus tswvyim fav xeeb rau nws thiab muab nws tua rau hauv nws lub tsev."},{"bible_id":"1269","chapter_code":"2CH.33","verse_code":"2CH.33.25","label":"25","content":"Tiamsis cov pejxeem muab txhua tus uas ntaus tswvyim fav xeeb rau vajntxwv Asmoo tua huvsi lawm, thiab cov pejxeem tsa nws tus tub Yauxiya ua vajntxwv nyob nws chaw."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.1","label":"1","content":"Thaum Yauxiya pib ua vajntxwv kav nws hnub nyoog muaj yim xyoo, nws nyob hauv lub nroog Yeluxalees kav tau peb caug ib xyoos."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.2","label":"2","content":"Nws ua tej uas Yawmsaub pom tias zoo, thiab nws taug nraim nws yawg koob Davi tus neev taw, nws tsis tig mus rau sab xis lossis sab laug."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.3","label":"3","content":"Xyoo yim uas nws ua vajntxwv, yog thaum nws tseem yau, nws pib nrhiav nws yawg koob Davi tus Vajtswv. Xyoo kaum ob uas nws ua vajntxwv nws pib rhuav tshem tej chaw siab teev dab thiab tej ncej dab Asela thiab tej dab mlom uas txaug thiab nchuav hauv Yuda tebchaws thiab hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.4","label":"4","content":"Lawv tsoo tej thaj teev dab Npa‑as tab meeg ntawm nws xubntiag, thiab nws ntov lub txee uas hlawv xyab saum lub thaj pov tseg thiab nws tsoo tej ncej dab Asela thiab tej dab mlom uas txaug thiab nchuav tawg tag thiab muab tsoo ua hmoov coj mus w rau saum cov neeg uas xyeem tsiaj rau tej dab mlom ntawd tej qhov ntxa."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.5","label":"5","content":"Nws kuj muab cov pov thawj tej pob txha hlawv rau saum lawv tej thaj, thiaj ntxuav tau Yuda thiab Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.6","label":"6","content":"Tej moos hauv Manaxe thiab Efa‑i thiab Xime‑oo thiab mus txog ntua Nathali, thiab tej uas pob tag ib ncig tej moos ntawd,"},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.7","label":"7","content":"nws kuj rhuav tshem tej thaj thiab tsoo tej ncej dab Asela thiab tej dab mlom ua hmoov, thiab ntov tej thaj hlawv xyab huvsi vau tag thoob plaws Yixayee tebchaws, ces nws li rov qab los rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.8","label":"8","content":"Xyoo kaum yim uas nws ua vajntxwv, thaum nws ntxuav lub tebchaws thiab lub tuam tsev, nws txib Safas uas yog Axalisya tus tub thiab Ma‑axeya uas yog tus thawj kav lub nroog, thiab Yau‑aha tus tub Yau‑av uas yog tus uas sau ntawv keeb kwm, mus kho Yawmsaub uas yog nws tus Vajtswv lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.9","label":"9","content":"Lawv tuaj cuag tus tuam pov thawj hlob Hikhiya thiab muab tej nyiaj uas cov pejxeem coj tuaj rau hauv Yawmsaub lub tuam tsev cob rau nws, yog tej nyiaj uas cov Levi uas zov qhov rooj sau ntawm cov Manaxe thiab cov Efa‑i thiab ntawm cov Yixayee uas tseem tshuav nyob thiab ntawm cov Yuda thiab cov Npeeyamee sawvdaws thiab ntawm cov uas nyob hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.10","label":"10","content":"Lawv muab nyiaj rau cov tub zog uas tu Yawmsaub lub tuam tsev. Cov tub zog uas ua haujlwm hauv Yawmsaub lub tuam tsev muab siv kho lub tuam tsev kom zoo li qub."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.11","label":"11","content":"Lawv muab rau cov Kws ntoo thiab cov Kws ua tsev tau siv yuav tej pob zeb uas txhwm thiab tej las ntoo uas ua qhab thiab dau rau tej chav tsev uas Yuda tej vajntxwv muab tso pob tag lawm."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.12","label":"12","content":"Cov neeg muaj lub siab dawb paug ua haujlwm. Cov uas saib xyuas lawv yog Yahas thiab Aunpadiya uas yog xeem Levi yog Melali caj ces, thiab Xekhaliya thiab Mesulas uas yog Khauha caj ces. Cov Levi txhua tus uas txawj ntaus tej cuab yeej phim suab nkauj,"},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.13","label":"13","content":"ua cov uas saib xyuas cov neeg kwv nra thiab qhia txhua yam haujlwm rau cov tub zog sawvdaws ua. Cov Levi qee leej ua cov uas sau ntawv thiab cov uas tu haujlwm thiab cov uas zov tej rooj loog."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.14","label":"14","content":"Thaum lawv nqa tej nyiaj uas coj tuaj rau hauv Yawmsaub lub tuam tsev lawm tawm los, tus pov thawj Hikhiya nrhiav tau phau kevcai uas Yawmsaub kom Mauxe qhia."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.15","label":"15","content":"Mas Hikhiya hais rau Safas uas yog tus tub sau ntawv tias, “Kuv tshawb tau phau ntawv kevcai nyob hauv Yawmsaub lub tuam tsev.” Ces Hikhiya txawm muab phau ntawv ntawd rau Safas."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.16","label":"16","content":"Safas coj phau ntawv ntawd mus cev rau vajntxwv thiab qhia tej haujlwm rau vajntxwv tias, “Txhua yam uas muab cob rau koj cov tub qhe ntawd lawv tabtom ua."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.17","label":"17","content":"Lawv nchuav tej nyiaj uas nyob hauv Yawmsaub lub tuam tsev thiab muab cob rau hauv cov uas tu haujlwm thiab cov tub zog txhais tes.”"},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.18","label":"18","content":"Mas Safas uas yog tus tub sau ntawv hais rau vajntxwv tias, “Tus pov thawj Hikhiya muab ib phau ntawv rau kuv.” Thiab Safas muab nyeem rau vajntxwv mloog."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.19","label":"19","content":"Thaum vajntxwv hnov tej lus hauv txoj kevcai ntawd lawd, nws txawm dua rhe nws lub tsho."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.20","label":"20","content":"Thiab vajntxwv hais rau tus pov thawj Hikhiya thiab Ahikhas uas yog Safas tus tub thiab Adoo uas yog Mikha tus tub thiab Safas uas yog tus tub sau ntawv thiab Axaya uas yog vajntxwv tus tub teg tub taws hais tias,"},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.21","label":"21","content":"“Nej cia li mus ua nug rau Yawmsaub rau kuv thiab rau cov uas tseem tshuav nyob hauv Yixayee thiab Yuda hais txog tej lus hauv phau ntawv no uas tshawb tau lawm. Yawmsaub txojkev npau taws uas nchuav los raug peb ntawd loj heev vim yog peb tej poj koob yawm txwv tsis tuav rawv Yawmsaub tej lus thiab tsis ua raws li txhua yam uas sau cia rau hauv phau ntawv no.”"},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.22","label":"22","content":"Ces Hikhiya thiab cov uas vajntxwv txib mus txawm mus cuag tus pojniam xibhwb Huda uas cev Vajtswv lus uas yog Salu tus pojniam. Salu yog tus uas tu vajntxwv tej tsoos tsho thiab yog Thauha tus tub thiab yog Halaj tus xeeb ntxwv. Tus pojniam xibhwb ntawd nyob hauv Yeluxalees ceg kaum nroog uas ua tshiab, ces lawv txawm hais zaj ntawd rau nws."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.23","label":"23","content":"Tus pojniam ntawd hais rau lawv tias, “Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, Cia li hais rau tus uas txib nej tuaj cuag kuv tias,"},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.24","label":"24","content":"‘Yawmsaub hais li no tias, Saib nawj, kuv yuav tso tej xwm txheej phem los raug lub chaw no thiab raug tej neeg uas nyob hauv raws li txhua lo lus tsawm foom uas sau cia rau hauv phau ntawv uas tau muab nyeem rau Yuda tus vajntxwv ntawd."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.25","label":"25","content":"Vim lawv twb tso kuv tseg thiab hlawv xyab xyeem rau luag tej dab thiaj ua rau kuv chim rau txhua yam uas lawv txhais tes ua, vim li no kuv txojkev chim yuav npau tshwm plaws rau lub chaw no yuav tav tsis tau li.’"},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.26","label":"26","content":"Tiamsis Yuda tus vajntxwv uas txib nej tuaj ua nug rau Yawmsaub ntawd, nej cia li hais li no rau nws tias, ‘Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, Hais txog tej lus uas koj tau hnov ntawd,"},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.27","label":"27","content":"vim koj ntxeev dua siab thiab koj txo koj lub hwjchim rau ntawm Vajtswv rau thaum koj hnov nws hais li cas tawm tsam lub chaw no thiab cov neeg uas nyob hauv, thiab vim koj tau txo koj tus kheej rau ntawm kuv thiab dua rhe koj lub tsho quaj rau ntawm kuv xubntiag, mas kuv kuj hnov lawm. Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.28","label":"28","content":"Vim li no, saib nawj, kuv yuav coj koj mus nrog koj tej poj koob yawm txwv nyob thiab mus rau hauv koj lub qhov ntxa ua siab tus yees, thiab koj lub qhov muag yuav tsis pom tej xwm txheej phem huvsi uas kuv yuav coj los raug lub chaw no thiab cov neeg uas nyob hauv.’ ” Lawv kuj coj tej lus ntawd los hais rau vajntxwv mloog."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.29","label":"29","content":"Ces vajntxwv txawm hais kom sau zog Yuda thiab Yeluxalees cov kev txwj laus sawvdaws tuaj."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.30","label":"30","content":"Mas vajntxwv mus rau hauv Yawmsaub lub tuam tsev. Cov Yuda huvsi thiab cov uas nyob hauv Yeluxalees thiab cov pov thawj thiab cov Levi, thiab cov pejxeem, cov hlob thiab cov yau sawvdaws nrog nws mus. Ces nws txawm nyeem tag nrho phau ntawv cog lus tseg uas tshawb tau hauv Yawmsaub lub tuam tsev los rau lawv mloog."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.31","label":"31","content":"Vajntxwv sawv ntsug ntawm nws lub chaw nrog Yawmsaub cog lus tias nws yuav ua lub neej raws nraim Yawmsaub thiab tuav rawv nws tej lus nkaw thiab nws tej lus qhia thiab nws tej kab ke kawg siab kawg ntsws, yuav ua raws nraim li tej lus sib cog tseg uas sau cia rau hauv phau ntawv ntawd."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.32","label":"32","content":"Thiab vajntxwv kom cov uas tuaj rau hauv Yeluxalees thiab cov Npeeyamee koom nrog cog tej lus no. Cov neeg Yeluxalees kuj ua raws li Vajtswv tej lus cog tseg, uas yog lawv tej poj koob yawm txwv tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.34","verse_code":"2CH.34.33","label":"33","content":"Thiab Yauxiya muab tej uas qias vuab tsuab huvsi rho tawm hauv tej chaw uas cov Yixayee nyob mus, thiab ua rau sawvdaws uas nyob hauv Yixayee tebchaws ua koom tu Yawmsaub uas yog lawv tus Vajtswv. Lawv tsis tso Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv tseg mus tag Yauxiya sim neej."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.1","label":"1","content":"Yauxiya ua kevcai Hla Dhau hauv Yeluxalees rau Yawmsaub. Lawv tua tej menyuam yaj ua kevcai hla dhau rau hnub xiab kaum plaub lub ib hlis."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.2","label":"2","content":"Nws tsa cov pov thawj nyias ua nyias tej haujlwm thiab txhawb lawv lub zog ua haujlwm rau hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.3","label":"3","content":"Nws hais rau cov Levi uas ua tus qhia cov Yixayee sawvdaws thiab twb tu lawv tus kheej kom dawb huv rau Yawmsaub lawd tias, “Muab lub phij xab uas dawb huv cia rau hauv lub tuam tsev uas Davi tus tub Xalaumoo uas yog cov Yixayee tus vajntxwv ua cia. Nej tsis txhob muab kwv dua li lawm. Nimno cia li ua koom tu Yawmsaub uas yog nej tus Vajtswv thiab ua koom tu nws cov neeg Yixayee."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.4","label":"4","content":"Cia li npaj nej cov neeg nyias nyob nyias pab hauv nyias cum raws li Yixayee tus vajntxwv Davi tau sau qhia cia thiab raws li nws tus tub Xalaumoo tau sau qhia cia lawd."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.5","label":"5","content":"Thiab sawv ntsug rau hauv lub chaw dawb huv ntawm cov pejxeem uas muab faib ua tej cum, thiab cia cov Levi ib feem pab dua ib pawg."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.6","label":"6","content":"Thiab tua tus yaj ua kevcai hla dhau thiab tu nej tus kheej kom dawb huv thiab npaj txhua yam rau nej cov kwvtij xwv thiaj ua tau raws li tej lus uas Yawmsaub kom Mauxe hais.”"},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.7","label":"7","content":"Yauxiya pub menyuam yaj menyuam tshis huvsi peb vam tus thiab peb txhiab tus txiv nyuj rau cov pejxeem uas tuaj ua kevcai ntawd sawvdaws ua kevai Hla Dhau. Tej no yeej yog vajntxwv li."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.8","label":"8","content":"Thiab nws cov thawj kuj zoo siab pub rau cov pejxeem thiab rau cov pov thawj thiab cov Levi. Hikhiya thiab Xekhaliya thiab Yehi‑ee uas ua thawj saib xyuas Vajtswv lub tuam tsev kuj pub menyuam yaj menyuam tshis ob txhiab rau pua tus thiab peb puas tus txiv nyuj rau cov pov thawj ua kevcai Hla Dhau."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.9","label":"9","content":"Khaunaniya thiab nws ob tug kwvtij yog Semaya thiab Nethanee, thiab Hasanpiya thiab Ye‑i‑ee thiab Yauxanpa, uas yog cov Levi li thawj, kuj pub menyuam yaj menyuam tshis tsib txhiab tus thiab tsib puas tus txiv nyuj rau cov Levi ua kevcai Hla Dhau."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.10","label":"10","content":"Thaum npaj txhua yam txhij lawm, cov pov thawj sawv ntsug rau ntawm lawv lub chaw, thiab cov Levi nyob ua tej pawg raws li vajntxwv tau hais cia lawd."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.11","label":"11","content":"Ces lawv txawm tua tej menyuam yaj ua kevcai Hla Dhau, mas cov pov thawj coj cov ntshav ntawm lawv mus nchos, hos cov Levi laws tej tsiaj ntawd."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.12","label":"12","content":"Lawv kuj muab tej uas yuav hlawv xyeem rho cia rau ib cag xwv thiaj tau faib rau cov pejxeem tej pawg uas muab faib raws li lawv cum rau lawv coj mus xyeem rau Yawmsaub, raws li muab sau cia rau hauv Mauxe phau kevcai. Lawv muab tej txiv nyuj ua ib yam nkaus li ntawd."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.13","label":"13","content":"Lawv muab tej yaj uas ua kevcai Hla Dhau ci raws li kevcai. Lawv muab tej uas xyeem dawb huv hau rau hauv laujkaub me thiab laujkaub loj thiab yias thawj tsheb, thiab coj sai sai mus rau cov pejxeem sawvdaws."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.14","label":"14","content":"Dhau ntawd lawv mam li npaj rau lawv tus kheej thiab rau cov pov thawj, rau qhov cov pov thawj uas yog Aloo caj ces tseem ua haujlwm ua kevcai hlawv huvsi xyeem thiab hlawv tej hlab hluas roj xyeem mus txog tsaus ntuj. Cov Levi thiaj npaj rau lawv tus kheej thiab rau cov pov thawj uas yog Aloo caj ces li no."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.15","label":"15","content":"Cov tub hu nkauj uas yog Axas caj ces kuj nyob rau ntawm lawv lub chaw raws li Davi thiab Axas thiab Hemas thiab Yeduthu uas yog vajntxwv tus xibhwb uas hais pom tom hauv ntej tau hais cia lawd. Cov uas zov tej rooj loog nyias zov nyias lub rooj loog, tsis txog lawv tso haujlwm tseg rau qhov lawv cov kwvtij Levi twb npaj rau lawv lawm."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.16","label":"16","content":"Lawv thiaj npaj txhua yam ua koom tu Yawmsaub rau hnub ntawd li no xwv thiaj ua tau kevcai Hla Dhau thiab xyeem tej uas hlawv huvsi xyeem rau saum Yawmsaub lub thaj raws li vajntxwv Yauxiya hais."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.17","label":"17","content":"Cov Yixayee uas nyob ntawd kuj ua kevcai Hla Dhau rau hnub ntawd thiab ua kevcai noj ncuav tsis xyaw keeb xya hnub."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.18","label":"18","content":"Txij thaum Xamuyee uas yog xibhwb cev Vajtswv lus nyob tsis txeev muaj ib zaug kevcai Hla Dhau rau hauv cov Yixayee zoo yam li no. Yixayee tej vajntxwv tsis muaj ib tug twg uas coj kevcai Hla Dhau zoo yam li Yauxiya thiab cov pov thawj thiab cov Levi thiab cov Yuda thiab cov Yixayee uas tuaj ua ke sawvdaws thiab cov uas nyob hauv Yeluxalees coj li zaum no."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.19","label":"19","content":"Lawv ua kevcai Hla Dhau no rau xyoo kaum yim uas Yauxiya ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.20","label":"20","content":"Los rau tom qab, thaum Yauxiya kho tej kevcai uas siv hauv lub tuam tsev tiav lawd, Iyi tus vajntxwv Nekhau mus ua rog rau ntawm lub moos Kakhemi ntawm tus dej Yufeti ces Yauxiya txawm tawm mus ua rog rau nws."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.21","label":"21","content":"Tiamsis Nekhau txib neeg mus hais rau Yauxiya tias, “Cov Yuda tus vajntxwv, kuv thiab koj muaj caub dabtsi? Hnub no kuv tsis tau tuaj ua rog rau koj, kuv tuaj ua rog rau cov uas nrog kuv ua rog xwb, thiab Vajtswv tau hais kom kuv cia li maj nroos. Koj tsis txhob tawm tsam Vajtswv uas nrog nraim kuv tsam ces nws ua rau koj puam tsuaj.”"},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.22","label":"22","content":"Txawm li ntawd los Yauxiya kuj tsis thim ntawm Nekhau mus, nws tseem hloov tsoos tsho ua cuav tsab mus tawm tsam Nekhau. Nws tsis mloog Nekhau tej lus uas tawm hauv Vajtswv lub qhov ncauj los, nws cia li ua rog rau Nekhau hauv lub tiaj Mekidau."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.23","label":"23","content":"Mas cov uas tua hneev thiaj tua raug vajntxwv Yauxiya. Vajntxwv thiaj hais rau nws cov tub teg tub taws tias, “Cia li coj kuv rov mus rau qhov kuv raug mob sab heev lawm.”"},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.24","label":"24","content":"Nws cov tub teg tub taws txawm muab nws rho hauv nws lub tsheb ua rog los thiab muab nws lub tsheb uas ob thauj nws los rau hauv Yeluxalees. Nws txawm tuag lawm mas lawv muab nws log rau hauv nws tej poj koob yawm txwv tej qhov ntxa. Cov Yuda thiab cov Yeluxalees sawvdaws quaj ntsuag txog Yauxiya."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.25","label":"25","content":"Yelemi kuj hais tej lus quaj ntsuag txog Yauxiya thiab. Tej tub tej ntxhais hu nkauj sawvdaws kuj hu zaj nkauj quaj ntsuag txog Yauxiya los txog niaj hnub nimno. Lawv muab tej zaj no ua ib txoj kevcai rau cov Yixayee coj thiab muab sau cia rau hauv phau ntawv Quaj Ntsuag."},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.26","label":"26","content":"Lwm yam haujlwm uas Yauxiya ua thiab tej haujlwm zoo uas nws ua raws li uas sau cia rau hauv Yawmsaub phau kevcai,"},{"bible_id":"1269","chapter_code":"2CH.35","verse_code":"2CH.35.27","label":"27","content":"thiab nws tej haujlwm txij thaum pib mus txog thaum kawg twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee thiab Yuda tej vajntxwv."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.1","label":"1","content":"Cov pejxeem muab Yauxiya tus tub Yehau‑aha tsa ua vajntxwv sawv nws txiv chaw nyob hauv Yeluxalees kav."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.2","label":"2","content":"Thaum Yehau‑aha pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum peb xyoos, nws nyob hauv Yeluxalees kav tau peb lub hlis."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.3","label":"3","content":"Ces Iyi tus vajntxwv muab nws hle tawm hauv Yeluxalees, thiab yuam kom lub tebchaws them se ib puas tala nyiaj thiab ib tala kub."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.4","label":"4","content":"Iyi tus vajntxwv tsa Eliyakhi uas yog Yehau‑aha tus kwv ua vajntxwv kav Yuda thiab Yeluxalees, thiab tis dua lub npe hu ua Yehauyakhi. Tiamsis Nekhau ntes Yehau‑aha uas yog tus tijlaug coj mus rau hauv Iyi tebchaws."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.5","label":"5","content":"Thaum Yehauyakhi pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum tsib xyoos, nws nyob hauv Yeluxalees kav tau kaum ib xyoos. Nws ua tej uas nws tus Vajtswv Yawmsaub pom tias phem kawg."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.6","label":"6","content":"Nenpukhanexa uas ua vajntxwv hauv Npanpiloo tuaj ua rog rau nws thiab muab saw hlau khi nws coj mus rau Npanpiloo."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.7","label":"7","content":"Nenpukhanexa kuj coj tej twj siv hauv Yawmsaub lub tuam tsev ib txhia mus rau hauv Npanpiloo thiab muab cia rau hauv nws lub tsev hauv Npanpiloo."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.8","label":"8","content":"Lwm yam haujlwm uas Yehauyakhi ua thiab tej yam qias vuab tsuab uas nws ua thiab nws tej kev txhaum twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee thiab Yuda tej vajntxwv. Mas nws tus tub Yehauyakhee sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.9","label":"9","content":"Thaum Yehauyakhee pib ua vajntxwv kav nws hnub nyoog muaj kaum yim  xyoo, nws nyob hauv Yeluxalees kav tau peb lub hlis thiab kaum hnub. Nws ua tej uas Yawmsaub pom tias phem kawg."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.10","label":"10","content":"Thaum lub caij ntuj qhua vajntxwv Nenpukhanexa txib neeg tuaj coj nws mus rau hauv Npanpiloo thiab coj tej twj siv tsim txiaj hauv Yawmsaub lub tuam tsev mus, thiab tsa Yehauyakhee tus kwv Xedekhiya ua vajntxwv kav Yuda thiab Yeluxalees."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.11","label":"11","content":"Thaum Xedekhiya pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum ib xyoos, nws nyob hauv Yeluxalees kav tau kaum ib xyoos."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.12","label":"12","content":"Nws ua tej uas nws tus Vajtswv Yawmsaub pom tias phem kawg. Nws tsis txo nws lub hwjchim rau ntawm xibhwb Yelemi uas cev tej lus uas Yawmsaub hais rau nws."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.13","label":"13","content":"Xedekhiya kuj fav xeeb rau vajntxwv Nenpukhanexa uas twb kom Xedekhiya tuav Vajtswv lub npe cog lus twv nrog nws sib raug zoo lawm. Xedekhiya tawv ncauj thiab ua lub siab tawv tsis tig rov los cuag Yawmsaub uas yog Yixayee tus Vajtswv."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.14","label":"14","content":"Txhua tus pov thawj uas ua thawj thiab cov pejxeem kuj tawv nyom heev, lawv ua raws li txhua yam kev qias vuab tsuab uas lwm haiv neeg ua, thiab lawv ua qias tsis huv puas tsuas Yawmsaub lub tuam tsev hauv Yeluxalees uas Yawmsaub twb muab tu kom dawb huv lawd."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.15","label":"15","content":"Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv txib nws cov tub qhe hais lus tuaj rau lawv tsis tu ncua li, vim nws khuvleej nws haiv neeg thiab lub chaw uas nws nyob."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.16","label":"16","content":"Tiamsis lawv pheej luag Vajtswv cov tub qhe thiab saib tsis taus Vajtswv tej lus thiab thuam luag cov xibhwb cev Vajtswv lus, mus txog thaum Yawmsaub txojkev npau taws tshwm plaws rau nws haiv neeg kho tsis tau li."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.17","label":"17","content":"Yawmsaub coj cov Kheedia tus vajntxwv tuaj tawm tsam lawv, mas nws xuas ntaj tua lawv tej tub hluas rau hauv lub chaw pe hawm Vajtswv. Nws tsis khuvleej tej tub hluas ntxhais hluas tej poj koob yawm txwv thiab cov uas hnub nyoog nchav, nws muab lawv sawvdaws cob rau hauv Nenpukhanexa txhais tes."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.18","label":"18","content":"Tej twj uas siv hauv Vajtswv lub tuam tsev, tsis hais lub loj lub yau, thiab tej nyiaj txiag uas nyob hauv Yawmsaub lub tuam tsev thiab vajntxwv thiab nws cov thawj sawvdaws tej nyiaj txiag cuab txhiaj cuab tam, nws coj huvsi mus rau hauv Npanpiloo."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.19","label":"19","content":"Thiab lawv muab Vajtswv lub tuam tsev hlawv thiab tsoo Yeluxalees lub ntsa loog pob tag thiab hlawv vajntxwv tej tsev kub hnyiab tag thiab ua rau txhua yam muaj nqes uas nyob hauv puam tsuaj tag."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.20","label":"20","content":"Cov uas dim hniav ntaj nws kuj ntes coj mus poob tebchaws rau hauv Npanpiloo, thiab lawv ua nws thiab nws cov tub li qhev mus txog thaum cov Pawxia txeeb tau tebchaws kav,"},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.21","label":"21","content":"xwv tej lus uas Yawmsaub tau kom Yelemi lub qhov ncauj hais lawd thiaj tiav, mus txog thaum lub tebchaws tau so txwm nkaus xyoo Xanpatau. Txhua hnub uas raug muab tso tseg nyob do cuas cia ntawd lub tebchaws tau so kom tiav raws li uas teem tseg xya caum xyoo."},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.22","label":"22","content":"Thawj xyoo uas vajntxwv Xailab kav Pawxia tebchaws, mas Yawmsaub tshoov Pawxia tus vajntxwv Xailab lub siab, xwv thiaj ua kom tiav raws li tej lus uas Yawmsaub kom Yelemi lub qhov ncauj hais, Xailab thiaj tshaj tawm thoob plaws nws lub tebchaws thiab muab sau cia hais tias,"},{"bible_id":"1269","chapter_code":"2CH.36","verse_code":"2CH.36.23","label":"23","content":"“Pawxia tus vajntxwv Xailab hais li no. Yawmsaub uas yog Vajtswv ntuj tau pub ib tsoom tebchaws huvsi hauv lub ntiajteb rau kuv, thiab nws hais kom kuv ua lub tuam tsev rau nws rau hauv lub nroog Yeluxalees uas nyob hauv Yuda tebchaws. Nej cov muaj leejtwg yog nws haiv neeg, thov Yawmsaub uas yog nws tus Vajtswv nrog nraim tus ntawd nyob. Cia tus ntawd cia li rov mus.”"}]