[{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.1","label":"1","content":"Povlauj uas yog Yexus Khetos tus tubtxib raws li Vajtswv lub siab nyiam thiab peb tus kwv Timaute xa mus rau Vajtswv pawg ntseeg hauv lub moos Khaulee thiab rau txhua tus xov dawb uas nyob thoob plaws lub xeev Akhaya."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.2","label":"2","content":"Thov txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog peb leej Txiv thiab ntawm tus Tswv Yexus Khetos nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.3","label":"3","content":"Qhuas Vajtswv uas yog peb tus Tswv Yexus Khetos leej Txiv, yog leej Txiv uas muaj lub siab khuvleej thiab yog Vajtswv uas txhawb siab txhua yam."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.4","label":"4","content":"Nws txhawb peb lub siab rau txhua yam kev ceeblaj uas peb raug xwv peb thiaj muab qhov uas Vajtswv txhawb peb lub siab ntawd mus txhawb tau cov uas raug ceeblaj lub siab tsis hais yam twg."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.5","label":"5","content":"Vim peb koom nrog Khetos tej kev txom nyem ntau npaum li cas, peb kuj koom kev txhawb siab rau hauv Khetos ntau npaum li ntawd."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.6","label":"6","content":"Qhov uas peb raug ceeblaj kuj yog ua rau nej tau txais kev txhawb siab thiab tau txojkev dim. Thiab qhov uas peb tau txais kev txhawb siab kuj ua rau nej tau txais kev txhawb siab rau qhov uas nej tiv kev txom nyem ib yam li peb tiv ntawd."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.7","label":"7","content":"Peb yeej cia siab hlo rau nej, vim peb paub tias nej koom nrog peb raug kev txom nyem li cas, nej kuj koom nrog peb tau kev txhawb siab ib yam li ntawd."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.8","label":"8","content":"Cov kwvtij, peb xav kom nej paub txog tej kev ceeblaj uas peb raug hauv lub xeev Axia. Peb raug txojkev txom nyem hnyav kawg dhau peb lub zog ua rau peb tag kev vam tias peb yuav tsis muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.9","label":"9","content":"Qhov tseeb peb xav tias peb twb raug txiav txim tuag lawm. Tej no ua rau peb tsis txhob cia siab rau peb tus kheej tiamsis cia siab rau Vajtswv uas tsa cov neeg tuag ciaj sawv rov los."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.10","label":"10","content":"Vajtswv cawm peb dim tej xwm txheej kev tuag los lawm, thiab nws yuav cawm peb dua thiab. Peb cia siab rau hauv nws tias nws yuav cawm peb ntxiv mus,"},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.11","label":"11","content":"vim nej koom nrog peb ua haujlwm rau thaum nej thov Vajtswv pab. Thiab yuav muaj neeg coob ua Vajtswv tsaug txog peb vim yog txojkev hlub uas muab pub rau peb vim qhov uas neeg coob coob tej lus thov."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.12","label":"12","content":"Peb khav li no. Peb lub siab ua timkhawv tias peb muaj lub siab dawb huv thiab lub siab dawb paug los ntawm Vajtswv thiaj xyaum zoo rau hauv lub ntiajteb, tsis yog xyaum raws li neeg li tswvyim tiamsis xyaum raws li Vajtswv txojkev hlub, thiab peb yimhuab xyaum zoo rau nej."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.13","label":"13","content":"Peb tsis sau dua lwm zaj tuaj rau nej tsuas yog zaj uas nej nyeem tau thiab nkag siab tau xwb. Kuv vam tias nej yuav nkag siab tag huvsi,"},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.14","label":"14","content":"ib yam li nej twb nkag siab ib txhia lawm, mas txog tus Tswv Yexus hnub nej yuav khav tau txog peb ib yam li uas peb khav txog nej."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.15","label":"15","content":"Vim kuv ruaj siab li no kuv thiaj xav tuaj xyuas nej ua ntej, xwv nej thiaj tau koob hmoov ob zaug."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.16","label":"16","content":"Thaum kuv taug kev mus rau lub xeev Makhedaunia, kuv xav los xyuas nej, thiab thaum rov qab ntawm Makhedaunia los kuv yuav los xyuas nej dua thiab nej li xa kuv mus rau lub xeev Yudia."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.17","label":"17","content":"Qhov uas kuv npaj siab li no kuv tseem ua ywj fab ywj fwj lov? Kuv npaj siab yam li neeg ntiajteb kuv thiaj hais tias “Yog” thiab “Tsis yog” ua ke lov?"},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.18","label":"18","content":"Muaj Vajtswv uas tso siab tau pom, tej lus uas peb hais rau nej tsis muaj lo uas hais tias “Yog” thiab “Tsis yog” ua ke."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.19","label":"19","content":"Rau qhov Vajtswv leej Tub uas yog Yexus Khetos uas kuv thiab Xivana thiab Timaute peb tshaj tawm rau hauv nej tsis yog “Yog” thiab “Tsis yog” ua ke, tiamsis hauv Tswv Yexus puavleej “yog” xwb."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.20","label":"20","content":"Vajtswv tej lus cog tseg huvsi puavleej “Yog” hauv Yexus. Vim li no peb thiaj hais tias “Amee” ntawm Yexus, thiaj ua rau Vajtswv tau koob meej."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.21","label":"21","content":"Tus uas ua rau peb nrog nej nyob ruaj rau hauv Khetos thiab tus uas tsa  peb yog Vajtswv."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.22","label":"22","content":"Vajtswv nias lub hom thawj rau peb thiab pub Vaj Ntsuj Plig rau hauv peb lub siab ua puav pheej."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.23","label":"23","content":"Kuv thov Vajtswv ua timkhawv txog kuv tias qhov uas kuv tsis tau rov mus rau lub moos Khaulee, twb yog kuv tsis xav cia nej raug kev nyuaj siab."},{"bible_id":"1269","chapter_code":"2CO.1","verse_code":"2CO.1.24","label":"24","content":"Peb tsis yog cov uas tswjhwm nej txojkev ntseeg, tiamsis peb nrog nej koom tes kom nej tau txojkev xyiv fab, vim tias nej nyob ruaj khov hauv txojkev ntseeg lawm."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.1","label":"1","content":"Yog li ntawd kuv thiaj npaj siab tias kuv yuav tsis tuaj ua rau nej rov ntxhov siab dua ib zaug."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.2","label":"2","content":"Yog kuv ua rau nej ntxhov siab, leejtwg yuav ua rau kuv zoo siab xyiv fab tsuas yog cov uas kuv ua rau ntxhov siab xwb?"},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.3","label":"3","content":"Kuv sau thawj tsab ntawv ntawd xwv thaum tuaj txog lawd kuv thiaj tsis raug kev ntxhov siab ntawm cov neeg uas tsim nyog ua kom kuv zoo siab xyiv fab, rau qhov kuv ruaj siab rau nej txhua tus tias thaum kuv zoo siab nej sawvdaws yuav zoo siab thiab."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.4","label":"4","content":"Kuv sau tsab ntawv ntawd nrog lub kua muag thiab kev ceeblaj txom nyem thiab kev nyuaj siab heev kawg tuaj rau nej, tsis yog sau tuaj ua rau nej ntxhov siab tiamsis yog sau qhia nej paub tias kuv hlub nej ntau tshaj plaws."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.5","label":"5","content":"Yog leejtwg ua kom muaj kev ntxhov siab tus ntawd tsis yog ua rau kuv tib leeg ntxhov siab xwb tiamsis kuj ua rau nej txhua tus ntxhov qho ntsis thiab (kuv hais “qho ntsis” ntawd twb yog vim kuv tsis xav hais hnyav dhau.)"},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.6","label":"6","content":"Qhov uas feem coob rau txim rau tus ntawd kuj txaus lawm."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.7","label":"7","content":"Yog li no tsim nyog nej zam txim thiab nplij tus ntawd lub siab zoo dua, tsam ces txojkev uas nyuaj siab heev kawg nyab kiag nws."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.8","label":"8","content":"Yog li no kuv thiaj thov nej tuav rawv txojkev hlub rau nws dua."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.9","label":"9","content":"Qhov uas kuv sau li ntawd yog kuv xav sim nej saib nej yuav mloog lus txhua yam los tsis mloog."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.10","label":"10","content":"Yog nej zam txim rau leejtwg kuv kuj zam txim rau tus ntawd thiab. Yog kuv zam txim rau txojkev txhaum twg (yog muaj zaj twg uas yuav tsum zam txim rau tiag) kuv kuj zam txim tab meeg Khetos lub xubntiag vim yog saib rau nej,"},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.11","label":"11","content":"xwv Xatas  thiaj kov tsis yeej peb vim peb twb paub nws tej tswvyim phem lawm."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.12","label":"12","content":"Thaum kuv mus txog lub moos Rhau‑a es yuav piav txoj xov zoo hais txog Khetos, tus Tswv twb qheb qhov rooj rau kuv qhov ntawd."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.13","label":"13","content":"Tiamsis kuv tseem tsis tau kaj siab vim tsis tau ntsib kuv tus kwv Titau qhov ntawd, kuv thiaj fim ncaim lawv thiab mus rau lub xeev Makhedaunia."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.14","label":"14","content":"Tiamsis ua Vajtswv tsaug, uas nws niaj hnub coj peb mus ua ib pab uas kov yeej rau hauv Khetos, thiab nws siv peb ua rau tus ntxhiab tsw qab uas yog qhov uas paub Khetos nthuav mus rau txhua qhov."},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.15","label":"15","content":"Peb yog Khetos tus ntxhiab tsw qab rau Vajtswv hauv cov neeg uas tabtom dim thiab hauv cov uas tabtom puam tsuaj,"},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.16","label":"16","content":"yog cov pa uas coj mus rau txojkev tuag rau cov uas tabtom puam tsuaj thiab yog cov pa uas coj mus rau txojsia rau cov uas tabtom dim. Leejtwg tsim nyog rau tej haujlwm uas hais tag no?"},{"bible_id":"1269","chapter_code":"2CO.2","verse_code":"2CO.2.17","label":"17","content":"Peb zoo tsis thooj li cov neeg coob coob uas muab Vajtswv txojlus muag tshaj thawj tiamsis peb nyob hauv Khetos muaj lub siab dawb paug hais tab meeg Vajtswv ib yam li neeg uas Vajtswv txib tuaj."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.1","label":"1","content":"Peb pib rov qhuas peb tus kheej dua lov? Lossis peb cheem tsum tej tsab ntawv qhia peb tus kheej rau nej lossis cheem tsum nej sau ntawv qhia peb rau luag ib yam li qee leej cheem tsum lov?"},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.2","label":"2","content":"Nej twb yog tsab ntawv uas qhia peb tus kheej uas muab sau cia rau hauv peb  lub siab, rau ib tsoom neeg paub thiab nyeem."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.3","label":"3","content":"Nej kuj tshwm los ua Khetos li tsab ntawv uas peb muab xa mus thiab tsis yog kua mem sau tiamsis yog Vajtswv uas muaj txojsia nyob tug Ntsuj Plig sau thiab tsis yog sau rau hauv daim txiag zeb tiamsis sau rau hauv nej nplooj siab."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.4","label":"4","content":"Vim muaj Khetos peb thiaj muaj lub siab ruaj nreeg li no."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.5","label":"5","content":"Peb tsis muaj peevxwm suav tias muaj ib yam dabtsi tshwm hauv peb tus kheej los tiamsis peb tej peevxwm ntawd los ntawm Vajtswv los xwb."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.6","label":"6","content":"Nws pub peevxwm rau peb txawj ua haujlwm rau tej lus cog tseg tshiab, tsis yog raws li tus npe ntawv uas sau cia tiamsis yog raws li Vaj Ntsuj Plig qhia. Tus npe ntawv uas sau cia tua kom tuag, tiamsis Vaj Ntsuj Plig pub txojsia."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.7","label":"7","content":"Qhov uas ua koom tu Vajtswv raws li tej npe ntawv uas muab txaug cia rau hauv daim txiag zeb kuj txawj ua rau neeg tuag tau, los tseem muaj hwjchim ci ntsa iab, ua rau cov Yixayee saib tsis tau Mauxe lub ntsej muag vim ci heev. Tiamsis lub hwjchim ci ntsa iab ntawd ploj lawm."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.8","label":"8","content":"Qhov uas ua koom tu Vajtswv raws li Vaj Ntsuj Plig coj kuj yimhuab yuav muaj hwjchim ci ntsa iab heev dua los tsis yog?"},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.9","label":"9","content":"Yog qhov uas coj raws li txoj kevcai uas ua kom raug txim muaj hwjchim ci ntsa iab mas qhov uas ua raws li txojkev uas ua kom tau txojkev ncaj ncees yimhuab yuav muaj hwjchim ci ntsa iab ntau npaug."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.10","label":"10","content":"Qhov tseeb yam uas txeev muaj hwjchim ci ntsa iab twb ploj lawm rau qhov nimno muaj lub hwjchim ci ntsa iab uas loj dua."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.11","label":"11","content":"Yog tias yam uas ploj mus lawm txeev nrog hwjchim ci ntsa iab tuaj, yam uas nyob mus ib txhis yimhuab yuav muaj hwjchim ci ntsa iab ntau npaug."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.12","label":"12","content":"Vim peb muaj vam li no peb thiaj ua tau siab tuab heev."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.13","label":"13","content":"Thiab peb tsis thooj li Mauxe uas muab daim ntaub kauv lub ntsej muag thiaj tsis pub cov Yixayee saib qhov uas lub hwjchim ci ntsa iab ploj zuj zus tag."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.14","label":"14","content":"Tiamsis lawv lub siab tawv heev, rau qhov los txog niaj hnub nimno thaum lawv nyeem tej lus cog tseg qub, tib daim ntaub ntawd tseem tsis tau muab yaws, rau qhov yuav raug muab tshem tau hauv Khetos xwb."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.15","label":"15","content":"Tiamsis los txog niaj hnub nimno thaum nyeem Mauxe tej lus daim ntaub tseem kauv lawv lub siab cia."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.16","label":"16","content":"Tiamsis thaum leejtwg tig los cuag tus Tswv, daim ntaub ntawd thiaj raug muab tshem mus."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.17","label":"17","content":"Tus Tswv yog Vaj Ntsuj Plig, thiab tus Tswv tus Ntsuj Plig nyob qhovtwg, kev thaj yeeb nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"2CO.3","verse_code":"2CO.3.18","label":"18","content":"Peb sawvdaws tsis muaj daim ntaub kauv lub ntsej muag lawm mas peb zoo li daim iav uas tsom tus Tswv lub hwjchim ci ntsa iab,  peb kuj hloov kom zoo li nws tus yam ntxwv thiab muaj koob meej zuj zus mus, yog lub koob meej uas los ntawm tus Tswv uas yog Vaj Ntsuj Plig los."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.1","label":"1","content":"Yog li no vim peb muaj tes haujlwm no ntawm Vajtswv txojkev khuvleej, peb thiaj tsis poob siab."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.2","label":"2","content":"Peb tso tej kev txaj muag uas zais ntshis hauv peb lub siab tseg. Peb tsis siv tej tswvyim phem lossis muab Vajtswv txojlus hloov, tiamsis peb nthuav kiag qhov tseeb thiaj qhia peb tus kheej rau sawvdaws lub siab tshuaj saib tab meeg Vajtswv lub xubntiag."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.3","label":"3","content":"Yog peb txoj xov zoo tseem raug daim ntaub kauv, kuj yog raug kauv ntawm cov uas tabtom yuav puam tsuaj."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.4","label":"4","content":"Tus dab uas kav tiam no ua rau cov uas tsis ntseeg, txojkev xav tsaus ntuj nti mus lawm, lawv thiaj tsis pom txoj xov zoo qhov kaj uas hais txog lub hwjchim ci ntsa iab hauv Khetos uas yog Vajtswv tus yam ntxwv."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.5","label":"5","content":"Rau qhov tsis yog peb tshaj tawm peb tus kheej tiamsis tshaj tawm tias Yexus Khetos yog tus Tswv thiab peb yog nej li qhev vim yog saib rau Yexus."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.6","label":"6","content":"Rau qhov Vajtswv uas hais tias, “Cia qhov kaj ci hauv qhov tsaus ntuj tuaj,”  nws tsom qhov kaj tuaj rau hauv peb lub siab kom peb thiaj muaj qhov kaj uas paub txog Vajtswv lub hwjchim ci ntsa iab uas tshwm rau ntawm Khetos lub ntsej muag."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.7","label":"7","content":"Peb muaj tej uas muaj nqes no nyob hauv lub tais av xwv thiaj pom tias lub hwjchim uas loj kawg nkaus ntawd yog Vajtswv li tsis yog los ntawm peb los."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.8","label":"8","content":"Peb raug kev ceeblaj txhua fab tuaj, tiamsis tsis txog qeb nti tsis taus, peb siab faj tag tiamsis tsis tag kev vam,"},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.9","label":"9","content":"peb raug tsim txom, tiamsis tsis raug muab pov tseg, peb raug ntaus ntog tiamsis kuj tsis raug puam tsuaj."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.10","label":"10","content":"Peb niaj hnub ris Yexus txojkev tuag rau hauv peb lub cev, kom Yexus txojsia thiaj li tshwm rau hauv peb lub cev thiab."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.11","label":"11","content":"Peb cov uas tseem muaj txojsia nyob raug muab cob rau txojkev tuag tsis tu li vim yog saib rau Yexus, kom Yexus txojsia thiaj li tshwm rau hauv peb lub cev nqaij uas txawj tuag."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.12","label":"12","content":"Yog li no txojkev tuag tabtom ua haujlwm rau hauv peb, tiamsis txojsia tabtom ua haujlwm rau hauv nej."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.13","label":"13","content":"Peb muaj siab ntseeg ib yam nkaus li uas sau cia hais tias, “Kuv ntseeg kuv thiaj li hais,”  peb kuj ntseeg peb thiaj li hais thiab."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.14","label":"14","content":"Peb paub tias tus uas tsa tus Tswv Yexus ciaj sawv rov los yuav tsa peb nrog Yexus ciaj sawv rov los thiab, thiab yuav coj peb nrog nej ua ke mus cuag nws."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.15","label":"15","content":"Txhua yam no muaj qabhau rau nej, xwv thaum Vajtswv txojkev hlub nthuav mus txog neeg coob zuj zus, qhov uas ua Vajtswv tsaug kuj yuav muaj ntau zuj zus thiaj ua rau Vajtswv tau koob meej."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.16","label":"16","content":"Vim li no peb thiaj tsis poob siab. Txawm yog peb lub cev sab nraud sem zuj zus los sab hauv kuj niaj hnub hloov dua tshiab."},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.17","label":"17","content":"Rau qhov tej kev txom nyem me me uas peb raug ib nyuag ntu no yuav ua rau peb tau koob meej ntau kawg mus ib txhis tsis muaj dabtsi piv tau,"},{"bible_id":"1269","chapter_code":"2CO.4","verse_code":"2CO.4.18","label":"18","content":"rau qhov peb tsis saib rau tej uas peb qhov muag pom tiamsis saib rau tej uas qhov muag tsis pom. Vim tias tej uas qhov muag pom nyob tsis ntev tiamsis tej uas qhov muag tsis pom nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.1","label":"1","content":"Peb paub tias yog lub cev uas zoo li lub tsev pheeb suab uas peb nyob hauv ntiajteb no raug puam tsuaj, peb tseem muaj lub chaw nyob uas Vajtswv pub, yog lub tsev uas tsis yog neeg txhais tes ua uas yuav nyob mus ib txhis tsis kawg sau ntuj."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.2","label":"2","content":"Hauv lub tsev no peb ntsaj laws xav muab lub chaw nyob sau ntuj los hnav,"},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.3","label":"3","content":"vim thaum hnav lawm peb yuav tsis liab qab."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.4","label":"4","content":"Thaum peb tseem nyob hauv lub tsev pheeb suab no peb ntsaj laws hnyav siab kawg, tsis yog peb xav nyob do cuas tiamsis peb xav hnav dua lub tshiab xwv yam uas txawj tuag thiaj raug txojsia muab nqos."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.5","label":"5","content":"Vajtswv yog tus uas npaj peb cia kom muaj lub chaw nyob tshiab. Thiab nws pub Vaj Ntsuj Plig ua puav pheej rau peb."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.6","label":"6","content":"Vim li no peb thiaj ruaj siab tsis tu ncua thiab paub tias thaum peb tseem nyob hauv lub cev no peb nyob deb ntawm tus Tswv lub xubntiag,"},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.7","label":"7","content":"vim peb ua neej nyob raws li txojkev ntseeg tsis yog raws li tej uas qhov muag pom."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.8","label":"8","content":"Peb ruaj siab thiab pom tias qhov uas peb tawm hauv lub cev no mus nrog tus Tswv nyob zoo dua."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.9","label":"9","content":"Vim li no peb npaj siab tias txawm yog yuav nyob hauv lub cev no lossis tawm mus peb yuav ua kom txaus Vajtswv siab."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.10","label":"10","content":"Vim tias peb txhua tus yuav tsum tshwm ntsej muag rau ntawm Khetos lub rooj txiav txim, xwv txhua tus thiaj tau saws raws li tej uas thaum nws tseem nyob hauv lub cev no nws tau ua, tsis hais zoo lossis phem."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.11","label":"11","content":"Yog li ntawd, vim peb paub ntshai tus Tswv lawm peb thiaj yaum ib tsoom neeg. Peb zoo li cas Vajtswv yeej pom huvsi, thiab kuv vam tias nej lub siab kuj pom thiab."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.12","label":"12","content":"Tsis yog peb rov qhuas peb rau nej tiamsis yog muab sijhawm rau nej khav txog peb, xwv nej thiaj muaj lus teb cov uas nyiam khav txog tej uas qhov muag pom tsis yog khav txog tej uas nyob hauv lub siab."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.13","label":"13","content":"Yog tias peb vwm lawm kuj yog peb saib rau Vajtswv, thiab yog tias peb meej pem kuj yog peb saib rau nej."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.14","label":"14","content":"Rau qhov Khetos txojkev hlub kav rawv peb. Peb ruaj siab tias muaj ib tug tuag this sawvdaws, yog li ntawd sawvdaws thiaj tuag lawm."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.15","label":"15","content":"Thiab nws tuag this sawvdaws xwv cov uas tseem muaj txojsia nyob thiaj tsis nyob xam pom rau lawv tus kheej xwb tiamsis yuav nyob xam pom rau tus uas tuag thiab raug muab tsa sawv rov los vim yog saib rau lawv."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.16","label":"16","content":"Vim li no txij no mus peb tsis tshuaj saib leejtwg raws li neeg ntiajteb saib. Txawm yog yav tag los peb tshuaj saib Khetos raws li neeg ntiajteb saib, los nimno peb tsis tshuaj saib nws li ntawd dua li lawm."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.17","label":"17","content":"Vim li no, yog leejtwg nyob hauv Khetos, tus ntawd kuj raug muab tsim dua tshiab lawm. Tej yam qub twb dua tag lawm, saib maj tej yam tshiab twb tshwm los lawm."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.18","label":"18","content":"Txhua yam no tshwm ntawm Vajtswv los. Vajtswv siv Khetos ua kom peb rov nrog Vajtswv sib raug zoo thiab muab tes haujlwm uas coj luag los nrog nws sib raug zoo rau peb ua,"},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.19","label":"19","content":"yog qhov uas Vajtswv nyob hauv Khetos ua kom  ntiajteb rov nrog Vajtswv sib raug zoo, nws tsis suav tias lawv muaj txim, thiab nws muab zaj uas hais txog qhov uas rov nrog Vajtswv sib raug zoo rau peb qhia."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.20","label":"20","content":"Vim li no peb thiaj ua Khetos cov tub sawv cev, mas zoo li Vajtswv siv peb thov nej. Peb thiaj nyob Khetos chaw thov nej los nrog Vajtswv sib raug zoo."},{"bible_id":"1269","chapter_code":"2CO.5","verse_code":"2CO.5.21","label":"21","content":"Vajtswv muab Khetos uas tsis muaj txim ua lub txim nyob peb chaw, kom peb thiaj tau Vajtswv txojkev ncaj ncees hauv Khetos."},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.1","label":"1","content":"Vim peb nrog Vajtswv ua haujlwm peb thov kom nej tsis txhob txais Vajtswv txojkev hlub los ua yam uas tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.2","label":"2","content":"Rau qhov Vajtswv hais tias, “Lub sijhawm uas kuv hlub, kuv twb mloog koj, hnub uas cawm dim, kuv twb pab koj.” Saib maj, nimno yog lub sijhawm uas nws hlub, thiab no yog hnub uas cawm dim."},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.3","label":"3","content":"Peb tsis muab ib yam dabtsi los tav leejtwg kev kiag li kom qhov uas ua tes haujlwm no thiaj tsis raug thuam."},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.4","label":"4","content":"Tiamsis peb ua rau sawvdaws pom tias peb yog cov uas ua koom tu Vajtswv rau txhua txojkev, yog qhov uas peb ua siab ntev thev ntau yam, raug kev txom nyem, kev ceeblaj, kev nyuaj siab,"},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.5","label":"5","content":"peb raug nplawm, raug kaw hauv tsev loj faj, raug kev kub ntxhov, ua haujlwm khwv, nyiaj dab ntub, thiab yoo tshaib yoo nqhis,"},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.6","label":"6","content":"peb muaj siab dawb paug, muaj kev paub, muaj kev thev taus, muaj kev khuvleej, muaj Vaj Ntsuj Plig uas dawb huv thiab muaj txojkev hlub uas tuaj nruab siab,"},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.7","label":"7","content":"peb hais lus tseeb thiab muaj Vajtswv lub hwjchim thiab tuav rawv txojkev ncaj ncees ua cuab yeej rau hauv txhais tes xis thiab txhais tes laug."},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.8","label":"8","content":"Peb raug luag hwm thiab raug luag saib tsis taus, peb raug luag thuam thiab raug luag qhuas. Luag hais tias peb yog neeg dag ntxias tiamsis tseem yog neeg ncaj,"},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.9","label":"9","content":"peb zoo li tej neeg uas tsis muaj leejtwg paub los sawvdaws tseem paub peb zoo, peb zoo li neeg tuag, tiamsis saib maj tseem muaj txojsia nyob, peb raug nplawm los tsis tuag,"},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.10","label":"10","content":"peb muaj kev txhawj xeeb tiamsis tseem xyiv fab tsis tu ncua, peb yog neeg pluag tiamsis tseem ua rau neeg coob coob nplua nuj tuaj, peb tsis muaj ib yam dabtsi li los tseem muaj txhua yam ua peb tug."},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.11","label":"11","content":"Cov neeg Khaulee 'e, peb hais rau nej tsis zais kiag li thiab peb ua lub siab dav rau nej."},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.12","label":"12","content":"Peb tsis ua peb lub siab nqaim, tsuas yog nej ua nej lub siab nqaim xwb."},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.13","label":"13","content":"Thov nej ua ib yam nkaus li peb ua. Kuv hais rau nej ib yam li hais rau menyuam, mas thov nej ua lub siab dav thiab."},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.14","label":"14","content":"Tsis txhob nrog tus uas tsis ntseeg koom ib tug quab. Rau qhov txojkev ncaj ncees yuav koom nrog txojkev tsis ncaj tau li cas? Thiab qhov kaj yuav koom nrog qhov tsaus ntuj tau li cas?"},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.15","label":"15","content":"Khetos thiab tus dab Npeli‑a yuav nyob tau ua ke li cas? Lossis tus ntseeg yuav muaj feem dabtsi nrog tus tsis ntseeg?"},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.16","label":"16","content":"Vajtswv lub tuam tsev thiab tej dab mlom yuav hais hum tau li cas? Rau qhov peb yog Vajtswv uas muaj txojsia nyob lub tuam tsev raws li Vajtswv hais cia tias, “Kuv yuav nyob hauv lawv thiab mus mus los los hauv lawv nruab nrab thiab kuv yuav ua lawv tus Vajtswv thiab lawv yuav ua kuv haiv neeg.”"},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.17","label":"17","content":"“Vim li no, cia li tawm hauv lawv mus thiab cais ntawm lawv cov nyob rau ib cag, tus Tswv hais li no. Thiab tsis txhob kov tej uas qias tsis huv, kuv thiaj li txais yuav nej.”"},{"bible_id":"1269","chapter_code":"2CO.6","verse_code":"2CO.6.18","label":"18","content":"“Thiab kuv yuav ua nej leej txiv thiab nej yuav ua kuv li tub li ntxhais. Tus Tswv uas muaj hwjchim loj kawg nkaus hais li no.”"},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.1","label":"1","content":"Cov kwvtij uas kuv hlub, vim peb muaj tej lus cog tseg no, cia peb ntxuav peb tus kheej kom dawb huv ntawm txhua yam kev phem kev qias sab nqaij tawv thiab sab ntsuj plig thiaj muaj txojkev dawb huv puv npo vim paub ntshai Vajtswv."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.2","label":"2","content":"Cia li qheb siab txais peb. Peb tsis tau ua txhaum rau leejtwg, peb tsis tau rhuav tshem leejtwg, tsis tau txeeb luag tug."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.3","label":"3","content":"Kuv hais li no tsis yog hais rau txim rau nej vim kuv twb hais ua ntej tias nej yeej nyob rawv hauv peb lub siab, txawm yog tuag thiab ciaj los peb yeej yuav nyob ua ke."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.4","label":"4","content":"Kuv tso siab rau nej thiab khav ntxhias txog nej heev kawg li. Kuv tau txais kev txhawb siab puv npo. Kuv zoo siab xyiv fab kawg nkaus rau txhua yam kev txom nyem ceeblaj uas peb raug."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.5","label":"5","content":"Vim tias thaum peb tuaj txog lub xeev Makhedaunia lawm, peb lub cev tsis tau so kiag li, tiamsis peb raug kev ceeblaj rau txhua fab, sab nraud muaj kev tawm tsam sab hauv muaj kev txhawj ntshai."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.6","label":"6","content":"Tiamsis Vajtswv uas txhawb tus uas poob siab lub siab nws kuj txhawb peb lub siab yog qhov uas Titau tuaj,"},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.7","label":"7","content":"tsis yog qhov uas Titau tuaj txhawb peb lub siab xwb, tiamsis qhov uas nws txais kev txhawb siab ntawm nej kuj txhawb peb lub siab thiab. Nws hais rau peb paub txog qhov uas nej nco txog kuv thiab tej uas nej nyuaj siab thiab qhov uas nej kub siab lug rau kuv, ua rau kuv yimhuab xyiv fab tuaj."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.8","label":"8","content":"Txawm yog kuv thawj tsab ntawv ua rau nej ntxhov siab los kuv tsis nyuaj siab. Txawm yog ua ntej kuv nyuaj siab vim kuv pom tias tsab ntawv ntawd ua rau nej ntxhov siab ib nyuag ntu,"},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.9","label":"9","content":"tiamsis nimno kuv zoo siab, tsis yog vim nej ntxhov siab tiamsis yog vim qhov uas nej ntxhov siab ntawd ua rau nej ntxeev dua siab. Rau qhov nej ntxhov siab raws li Vajtswv pom zoo, nej thiaj tsis raug txom nyem li cas vim yog tim peb."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.10","label":"10","content":"Vim qhov uas ntxhov siab raws li Vajtswv pom zoo yuav coj mus txog txojkev dim thiab tsis ua kom muaj kev nyuaj siab, tiamsis qhov uas ntxhov siab raws li ntiajteb yuav coj mus txog kev tuag."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.11","label":"11","content":"Sim saib maj, qhov uas ntxhov siab raws li Vajtswv pom zoo no ua rau nej kub siab lug npaum li cas, thiab ua kom nej kub siab daws nej zaj thiab ua kom nej chim siab thiab ras dheev thiab ua rau nej nco txog kuv heev thiab ua kom nej mob siab thiab ua kom nej rau txim rau tus uas txhaum. Txhua yam no twb qhia tias nej tsis txhaum kiag li."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.12","label":"12","content":"Yog li no, txawm yog kuv twb sau tsab ntawv tuaj rau nej lawm, kuj tsis yog kuv xam pom tus uas ua txhaum lossis xam pom tus uas raug tus ntawd ua txhaum rau, tiamsis kuv xav kom qhov uas nej kub siab lug rau kuv tshwm rau hauv nej cov tab meeg Vajtswv lub xubntiag."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.13","label":"13","content":"Vim yog li no peb thiaj tau txais kev txhawb siab. Dua li qhov uas peb tau txais kev txhawb siab peb tseem yimhuab zoo siab heev kawg rau qhov uas Titau xyiv fab vim nej txhua tus ua rau nws lub siab tus."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.14","label":"14","content":"Yog kuv tau qhuas nej li cas rau Titau lawm kuv kuj tsis raug txaj muag li. Txhua yam uas peb hais rau nej muaj tseeb li cas, tej uas peb qhuas rau Titau kuj tshwm los muaj tseeb li ntawd."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.15","label":"15","content":"Thiab nws lub siab yimhuab hlub nej rau thaum nws nco txog qhov uas nej txhua tus mloog lus thiab qhov uas nej txais tos nws ntshai tshee hnyo."},{"bible_id":"1269","chapter_code":"2CO.7","verse_code":"2CO.7.16","label":"16","content":"Kuv zoo siab heev vim kuv tso siab tag nrho tau rau nej."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.1","label":"1","content":"Cov kwvtij, peb xav kom nej paub txog Vajtswv txojkev hlub uas nws pub rau cov pawg ntseeg hauv lub xeev Makhedaunia."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.2","label":"2","content":"Thaum lawv raug kev sim siab uas yog kev txom nyem ceeblaj, lawv txojkev xyiv fab kawg nkaus thiab lawv txojkev pluag phwj tshwm los ua kom muaj lub siab dav kawg pub rau luag."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.3","label":"3","content":"Kuv ua tau timkhawv tias lawv pub raws li lawv tus peevxwm, thiab yeej pub dhau lawv tus peevxwm. Tsis muaj leejtwg yuam lawv"},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.4","label":"4","content":"los lawv thov peb heev cia lawv muaj feem rau txojkev hlub uas pab Vajtswv cov xov dawb."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.5","label":"5","content":"Thiab lawv tsis ua li uas peb xav tseg cia, lawv xub muab lawv tus kheej pub rau tus Tswv mam li muab pub rau peb raws li Vajtswv lub siab nyiam."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.6","label":"6","content":"Vim li no peb thiaj thov Titau kom nws pab nej ua txojkev hlub no kom tiav rau qhov nws yog tus uas pib ua tes haujlwm ntawd."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.7","label":"7","content":"Ib yam li nimno nej muaj txhua yam txhij lawm tsis hais kev ntseeg, kev hais lus, kev paub, kev kub siab rau txhua yam thiab txojkev hlub uas nej muaj rau peb,  nej yuav tsum muaj txojkev hlub no txhij thiab."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.8","label":"8","content":"Qhov uas kuv hais li no tsis yog kuv yuam nej, tiamsis yog coj qhov uas lwm tus kub siab lug tuaj sim nej txojkev hlub saib muaj tseeb los tsis muaj."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.9","label":"9","content":"Vim nej paub peb tus Tswv Yexus Khetos txojkev hlub lawm tias, txawm yog nws nplua nuj los nws kuj yeem ua tus pluag vim yog saib rau nej, kom nej thiaj ua neeg nplua nuj vim yog qhov uas nws ua tus pluag."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.10","label":"10","content":"Thiab kuv hais raws li kuv xam pom qhov uas zoo rau nej ua. Tsaib no nej tsis yog thawj cov uas nqes tes ua xwb tiamsis nej yog thawj cov uas xav ua thiab."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.11","label":"11","content":"Mas nimno tsim nyog nej ua kom tiav, kom nej kub siab lug xav ua li cas, nej thiaj ua kom tiav raws li muaj peevxwm ua tau ib yam li ntawd."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.12","label":"12","content":"Yog muaj lub siab kub lug lawm, Vajtswv yuav txais yuav raws li uas yus muaj tsis yog raws li yus tsis muaj."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.13","label":"13","content":"Tsis yog kuv xav cia lwm tus li haujlwm sib, cia nej li haujlwm hnyav, tiamsis yeej xav kom zoo sib txig."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.14","label":"14","content":"Qhov uas nimno nej muaj nplua mias kuj pab cov uas tu ncua, thiab thaum lawv muaj nplua mias, lawv yuav pab nej rau thaum tu ncua xwv thiaj zoo sib txig."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.15","label":"15","content":"Raws li muaj lus sau cia hais tias, “Tus uas khaws tau ntau kuj tsis muaj seem, tus uas khaws tau tsawg kuj tsis tu ncua.”"},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.16","label":"16","content":"Ua Vajtswv tsaug uas pub qhov uas kub siab lug rau nej rau hauv Titau lub siab ib yam li kuv kub siab."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.17","label":"17","content":"Rau qhov nws tsis yog zoo siab txais tej lus uas peb thov nws xwb tiamsis nws tseem kub siab lug heev mus cuag nej tsis muaj leejtwg yuam nws."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.18","label":"18","content":"Peb xa tus kwvtij uas txhua pawg ntseeg qhuas qhov uas nws txawj piav txoj xov zoo nrog nws ua ke mus."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.19","label":"19","content":"Tsis tag li ntawd xwb cov pawg ntseeg tseem xaiv tsa tus no kom nrog peb taug kev thiab nrog peb koom ua tes haujlwm hauv txoj hmoov zoo uas peb tabtom ua no, ua kom Vajtswv tau koob meej thiab ua kom pom qhov uas peb kub siab lug."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.20","label":"20","content":"Peb xav kom tsis muaj leejtwg thuam tau peb txog tej uas luag pub ntau kawg rau peb ceev thiab tu."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.21","label":"21","content":"Peb npaj siab ua ncaj ncees tsis yog ua tab meeg tus Tswv lub qhov muag xwb tiamsis tab meeg ib tsoom sawvdaws thiab."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.22","label":"22","content":"Peb kuj txib peb tus kwvtij nrog ob tug mus thiab, yog tus uas peb twb muab sim ntau zaus lawm pom tias nws kub siab rau ntau qhov, thiab nimno nws yimhuab kub siab heev dua vim nws tso siab rau nej ntau heev."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.23","label":"23","content":"Hais txog Titau, nws koom nrog kuv thiab pab kuv ua num rau nej. Hais txog ob tug kwvtij ntawd, cov pawg ntseeg txib ob tug mus thiab ob tug ua rau Khetos tau koob meej."},{"bible_id":"1269","chapter_code":"2CO.8","verse_code":"2CO.8.24","label":"24","content":"Vim li no nej cia li ua nej txojkev hlub thiab tej uas kuv khav txog nej tshwm rau lawv pom thiab ua tshwm rau cov pawg ntseeg pom."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.1","label":"1","content":"Tsis tag kuv yuav sau tuaj qhia nej txog qhov uas pab Vajtswv cov xov dawb,"},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.2","label":"2","content":"rau qhov kuv paub tias nej yeej kub siab pab, thiab kuv khav txog nej rau cov neeg hauv lub xeev Makhedaunia paub hais tias, lub xeev Akhaya twb npaj txhij tsaib no los lawm. Thiab qhov uas nej kub siab lug kuj txhob lawv feem coob kom ua ib yam li ntawd."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.3","label":"3","content":"Kuv txib cov kwvtij no tuaj xwv tej uas kuv khav txog nej thiaj tsis yog kuv hais do xwb, tiamsis nej yuav npaj kom txhij raws li kuv twb hais tseg lawd."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.4","label":"4","content":"Yog tsis ua li ntawd yog cov Makhedaunia qee leej nrog kuv tuaj pom tias nej tsis tau npaj txhij, tsis hais nej yuav txaj muag xwb tiamsis peb yuav poob ntsej muag vim qhov uas peb ruaj siab li ntawd."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.5","label":"5","content":"Vim li no kuv thiaj xav tias yuav tsum thov cov kwvtij no ua kuv ntej tuaj cuag nej thiab npaj tej uas nej cog lus cia tias yuav pub ntawd, kom tej uas npaj ntawd yog tej uas nej zoo siab pub tsis yog tej uas nej raug yuam pub."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.6","label":"6","content":"Yog li no tus uas tseb tsawg kuj sau tau tsawg, tus uas tseb ntau kuj sau tau ntau."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.7","label":"7","content":"Txhua tus nyias yuav tsum muab raws li nyias twb xav tseg hauv lub siab lawm, tsis yog yuav khuvxim lossis raug yuam muab, rau qhov Vajtswv hlub tus uas xyiv fab muab."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.8","label":"8","content":"Thiab Vajtswv muaj peevxwm yuav pub txhua yam koob hmoov rau nej nplua mias kom nej thiaj muaj txhua yam txhij txaus siv rau txhua lub sijhawm thiab nej tseem muaj nplua mias siv rau txhua yam haujlwm zoo thiab."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.9","label":"9","content":"Raws li muaj lus sau cia hais tias, “Nws faib rau luag thiab pub rau tej pluag, nws txojkev ncaj ncees yuav nyob mus ib txhis.”"},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.10","label":"10","content":"Tus uas pub noob rau tus uas tseb thiab pub mov rau tus uas noj nws yeej yuav pub noob qoob rau nej thiab yuav tsav tej noob qoob rau nej, thiab yuav tsav tej qoob uas nej sau ntawm nej txojkev ncaj ncees."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.11","label":"11","content":"Nej yuav nplua nuj rau txhua yam nej thiaj muaj lub siab dav pub tau rau luag txhua lub sijhawm, thiab yuav ua kom muaj kev ua Vajtswv tsaug rau tej uas hla ntawm peb mus."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.12","label":"12","content":"Qhov uas ua tes haujlwm no tsis yog pab cov xov dawb uas tu ncua xwb tiamsis yuav ua kom muaj kev ua Vajtswv tsaug loj kawg nkaus."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.13","label":"13","content":"Thaum luag tshuaj saib nej tes haujlwm no luag yuav qhuas Vajtswv rau qhov uas nej mloog lus kom tsim nyog qhov uas nej txais yuav Khetos txoj xov zoo thiab rau qhov uas nej muaj lub siab dav pub rau lawv thiab pub rau txhua tus."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.14","label":"14","content":"Lawv yuav taij thov Vajtswv pab nej thiab nco txog nej vim Vajtswv txojkev hlub uas nej muaj nplua mias."},{"bible_id":"1269","chapter_code":"2CO.9","verse_code":"2CO.9.15","label":"15","content":"Ua Vajtswv tsaug rau tej uas nws pub tshaj dhau peb txawj piav tau."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.1","label":"1","content":"Kuv yog Povlauj, kuv tus kheej thov nej hauv Khetos uas txo hwjchim thiab lub siab mos siab muag. Thaum kuv nrog nej nyob kuv ua siab mos siab muag rau nej tiamsis thaum kuv nyob deb nej lawm kuv ua siab tawv rau nej."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.2","label":"2","content":"Kuv thov nej tias thaum kuv tuaj nrog nej nyob tsis txhob cia kuv ua siab tawv rau nej raws li kuv ruaj siab tias kuv yuav tsum ua siab tawv rau qee leej uas lawv xav hais tias peb ua lub neej raws li neeg ntiajteb ua xwb."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.3","label":"3","content":"Txawm yog peb ua lub neej nyob hauv ntiajteb los peb tsis tawm tsam raws li neeg ntiajteb."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.4","label":"4","content":"Rau qhov tej cuab yeej uas peb tawm tsam tsis yog neeg ntiajteb li tiamsis yog Vajtswv lub hwjchim uas rhuav tau tej chaw ruaj khov. Peb rhuav tej lus dag uas tawm tsam peb"},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.5","label":"5","content":"thiab rhuav txhua lub ntsa loog siab uas thaiv tsis pub kom paub Vajtswv, thiab ntes txhua yam kev xav coj los mloog Khetos tej lus,"},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.6","label":"6","content":"thiab peb npaj txhij yuav rau txim rau txhua tus uas tsis mloog lus rau thaum nej mloog tej lus huvsi lawm."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.7","label":"7","content":"Cia li saib tej uas nyob ntawm nej qhov muag. Yog leejtwg ruaj siab tias nws yog Khetos li cia nws xav txog nws tus kheej dua ib zaug tias nws yog Khetos li, peb kuj yog Khetos li ib yam nkaus."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.8","label":"8","content":"Txawm yog kuv khav ntau mentsis txog peb lub hwjchim uas tus Tswv pub tsim kom tsa nej, tsis yog pub ua kom nej puam tsuaj, kuv yuav tsis raug txaj muag."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.9","label":"9","content":"Kuv tsis xav kom nej pom tias kuv sau tsab ntawv tuaj hem nej."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.10","label":"10","content":"Rau qhov muaj qee leej hais tias, “Nws tej tsab ntawv muaj hwjchim thiab hais hnyav tiag tiamsis thaum nws tuaj txog nws tus kheej qaug zog, thiab nws tej lus siv tsis tau.”"},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.11","label":"11","content":"Cov neeg ntawd cia li to taub li no tias, peb hais li cas rau hauv tsab ntawv rau thaum peb tsis nyob ntawd, thaum peb tuaj txog peb kuj ua li ntawd."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.12","label":"12","content":"Peb tsis muaj siab tuab suav tias peb zoo cuag li luag lossis muab peb piv rau qee leej uas lawv qhuas lawv tus kheej. Tiamsis thaum lawv tshuaj saib lawv thiab muab lawv tus kheej piv ib leeg rau ib leeg, los lawv yeej yog cov uas tsis nkag siab."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.13","label":"13","content":"Peb li mas yuav tsis khav dhau cai, tiamsis yuav khav txog tej uas Vajtswv tu tseg rau peb xwb, thiab tej uas Vajtswv tu tseg ntawd kuj yog nej cov thiab."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.14","label":"14","content":"Rau qhov peb tsis ua dhau tej uas tsis yog peb li feem yam nkaus li peb tsis tau txeev tuaj cuag nej dua li. Peb yog thawj pab uas coj Khetos txoj xov zoo tuaj cuag nej."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.15","label":"15","content":"Peb tsis khav dhau cai, tsis tau khav txog lwm tus tes haujlwm. Tiamsis peb vam tias thaum nej txojkev ntseeg loj hlob lawm, peb li haujlwm hauv nej yuav nthuav dav zuj zus mus,"},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.16","label":"16","content":"xwv peb thiaj piav txoj xov zoo rau hauv tej chaw uas dhau ntawm nej li feem mus, tsis khav txog lwm tus tej haujlwm uas ua rau hauv luag li feem lawm."},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.17","label":"17","content":"“Cia tus uas khav tsuas khav txog tus Tswv xwb.”"},{"bible_id":"1269","chapter_code":"2CO.10","verse_code":"2CO.10.18","label":"18","content":"Rau qhov tus uas khav txog nws tus kheej luag tsis thiaj, tsuas yog tus uas tus Tswv qhuas, luag thiaj thiaj xwb."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.1","label":"1","content":"Kuv xav thov kom nej ua siab ntev thev tej lus ruam uas kuv hais qho mentsis. Nej cia li thev los maj."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.2","label":"2","content":"Kuv yeej khib xeeb nej ib yam li Vajtswv khib xeeb, rau qhov kuv twb qhaib nej rau tib tug txiv xwb, xwv kuv thiaj muab nej ua nkauj xwb dawb huv pub rau Khetos."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.3","label":"3","content":"Tiamsis kuv ntshai tsam nej tej kev xav yuav raug ntxias yuam kev tsis muaj lub siab xib thiab tsis dawb huv rau Khetos ib yam li tus nab tej tswvyim phem dag ntxias Eva."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.4","label":"4","content":"Yog tias leejtwg tuaj tshaj tawm txog dua ib tug Yexus uas tsis yog tus Yexus uas peb tshaj tawm, lossis yog nej txais dua ib tug ntsuj plig uas txawv dua tus uas nej twb txais lawm, lossis yog nej txais yuav txoj xov zoo uas txawv txoj uas nej twb txais lawm, kuj yog nej thev taus tej ntawd zoo tiag tiag li."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.5","label":"5","content":"Kuv xav tias kuv tsis qes dua cov tubtxib uas zoo tshaj ntawd ib qho twg li."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.6","label":"6","content":"Txawm yog kuv tsis txawj hais lus, los kuv kuj txawj paub. Peb ua tej no tshwm rau nej pom tseeb rau hauv txhua yam uas peb ua."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.7","label":"7","content":"Qhov uas kuv txo hwjchim thiaj tsa kom nej tau ntsej muag thiab kuv piav Vajtswv txoj xov zoo rau nej tsis yuav nqe ntawd yog txhaum lov?"},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.8","label":"8","content":"Kuv lws lwm pawg ntseeg, yog qhov uas kuv txais lawv cov nyiaj los yug kuv kom kuv thiaj ua num tau rau nej."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.9","label":"9","content":"Thiab thaum kuv tseem nrog nej nyob thiab tabtom tu ncua, los kuv tsis ua lub nra hnyav rau leejtwg ris, rau qhov cov kwvtij uas tuaj hauv lub xeev Makhedaunia twb pub tej uas kuv tu ncua rau kuv lawm. Txhua yam mas kuv tsis ua lub nra hnyav rau nej kiag li thiab kuv yeej yuav tsis ua lub nra mus li."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.10","label":"10","content":"Khetos txojkev tseeb yeej nyob hauv kuv, tej uas kuv khav txog ntawd mas tsis muaj leejtwg hauv lub xeev Akhaya yuav txwv tau kuv tsis txhob hais."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.11","label":"11","content":"Vim li cas? Yog vim kuv tsis hlub nej lov? Vajtswv paub tias kuv yeej hlub nej."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.12","label":"12","content":"Thiab yam uas kuv ua kuv yuav ua mus li, kom thiaj tav tau cov neeg uas pheej nrhiav sijhawm kom luag suav tias lawv ua haujlwm ib yam li peb ua hauv txhua yam uas lawv khav ntawd."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.13","label":"13","content":"Lawv cov ntawd yog cuav tubtxib, yog tub zog uas dag ntxias, thiab lawv ua txuj zoo li lawv yog Khetos cov tubtxib."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.14","label":"14","content":"Qhov uas ua li ntawd tsis txhob phimhwj li, rau qhov Xatas  kuj txia ua tubtxib saum ntuj uas tawm hauv qhov kaj tuaj."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.15","label":"15","content":"Vim li no yog Xatas cov tub qhe txia los ua txojkev ncaj ncees li tub qhe kuj yoojyim ua tau. Thaum kawg lawv yuav saws raws li lawv tau ua."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.16","label":"16","content":"Kuv rov hais dua tias tsis txhob cia leejtwg xav tias kuv yog neeg ruam. Tiamsis yog nej xav li ntawd kuj cia li lees yuav kuv yam li lees yuav tus neeg ruam xwv kuv thiaj khav tau mentsis."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.17","label":"17","content":"(Tej uas kuv muaj cuab kav khav li no kuv tsis yog hais raws li tus Tswv kom kuv hais tiamsis kuv hais raws li tej neeg ruam."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.18","label":"18","content":"Vim muaj ntau leej khav raws li neeg ntiajteb, kuv kuj yuav khav thiab.)"},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.19","label":"19","content":"Nej twb zoo siab ua siab ntev thev cov neeg ruam, vim nej txawj ntse heev kaj."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.20","label":"20","content":"Rau qhov nej ua tau siab ntev thev rau thaum luag yuam nej ua qhev lossis noj nej tug lossis tsuj yuam nej lossis tsab ua loj lossis ntaus nej lub plhu."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.21","label":"21","content":"Kuv txaj muag lees hais tias peb tsis muaj zog txaus ua li ntawd. Tiamsis leejtwg muaj cuab kav khav txog yam twg, kuv kuj kav khav txog yam ntawd thiab. (Kuv hais yam li tus ruam hais.)"},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.22","label":"22","content":"Lawv yog haiv neeg Henplais lov? Kuv kuj yog thiab. Lawv yog neeg Yixayee lov? Kuv kuj yog thiab. Lawv yog Aplahas caj ces lov? Kuv kuj yog thiab?"},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.23","label":"23","content":"Lawv yog cov uas ua num rau Khetos lov? Kuv kuj ua num rau nwg zoo dua lawv (kuv tabtom hais yam li tus vwm hais,) kuv ua haujlwm khwv dua lawv, kuv raug kaw hauv tsev lojfaj ntau dua lawv, kuv raug muab nplawm heev kawg li, thiab kuv ntsib kev tuag ntau zaus."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.24","label":"24","content":"Kuv raug cov Yudai nplawm tsib zaug, ib zaug twg yog peb caug cuaj nplawm."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.25","label":"25","content":"Kuv raug xuas pas nplawm peb zaug, raug xuas pob zeb ntaus ib zaug. Kuv caij nkoj tawg peb zaug. Kuv ntab hauv dej hiavtxwv ib hnub ib hmos,"},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.26","label":"26","content":"kuv taug kev tsis tu ncua, kuv ntsib xwm txheej phem hauv hav dej, ntsib xwm txheej phem ntawm tub sab, ntsib ntawm kuv haiv neeg, ntsib ntawm lwm haiv neeg, ntsib hauv lub nroog, ntsib hauv tebchaws moj sab qhua, ntsib hauv dej hiavtxwv thiab ntsib ntawm cov cuav kwvtij."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.27","label":"27","content":"Kuv ua haujlwm khwv thiab txom nyem, kuv yoo dab ntub ntau zaus, tshaib nqhis, yoo mov ntau zaus, thiab tiv no thiab liab qab."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.28","label":"28","content":"Dua li ntawd qhov uas kuv txhawj txog txhua pawg ntseeg tseem niaj hnub ua rau kuv hnyav siab."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.29","label":"29","content":"Leejtwg tsis muaj zog ces kuv kuj tsis muaj zog thiab? Leejtwg raug ntxias kom yuam kev es kuv tsis ntxhov siab?"},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.30","label":"30","content":"Yog tsim nyog kuv khav, kuv yuav khav txog tej uas qhia kom pom tias kuv qaug zog."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.31","label":"31","content":"Vajtswv uas yog peb tus Tswv Yexus Khetos leej Txiv, yog tus uas tsim nyog qhuas mus ib txhis, nws paub tias kuv tsis dag."},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.32","label":"32","content":"Tus uas vajntxwv Aletha tsa kav lub nroog Damaxaka txib neeg zov lub nroog Damaxaka yuav ntes kuv,"},{"bible_id":"1269","chapter_code":"2CO.11","verse_code":"2CO.11.33","label":"33","content":"tiamsis kuv raug nyob hauv lub tawb loj muab tso ntawm qhov rais hauv lub ntsa loog nqes dauv rau sab nraud kuv thiaj khiav dim ntawm tus thawj uas kav lub nroog txhais tes."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.1","label":"1","content":"Kuv yuav tsum khav. Txawm yog tsis muaj qabhau, los kuv yuav hais txog zaj yog toog thiab tej uas tus Tswv qhia tshwm los."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.2","label":"2","content":"Kuv paub ib tug yawg uas nyob hauv Khetos, thaum kaum plaub xyoos uas dhau los nws raug qaws mus rau saum ntuj txheej uas peb. Nws mus kiag lub cev lossis tsis muaj lub cev mus kuv tsis paub, Vajtswv paub xwb."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.3","label":"3","content":"Kuv paub tias tus yawg ntawd raug qaws mus rau hauv lub chaw zoo kawg nkaus.  Nws mus kiag lub cev lossis tsis muaj lub cev mus kuv kuj tsis paub, Vajtswv paub xwb."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.4","label":"4","content":"thiab nws hnov tej lus uas hais tsis tau, yog tej uas tsis tso cai rau neeg hais kiag li."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.5","label":"5","content":"Tus yawg ntawd kuv khav tau, tiamsis kuv tus kheej mas kuv tsis khav, tsuas yog khav txog qhov uas kuv qaug zog xwb."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.6","label":"6","content":"Yog kuv xav khav los kuv kuj tsis yog neeg ruam vim tias kuv hais lus tseeb. Tiamsis kuv tsis khav xwv thiaj tsis muaj leejtwg xam pom kuv loj dua li uas lawv tau pom kuv tus kheej lossis hnov kuv hais."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.7","label":"7","content":"Xwv thiaj tsis pub kuv tsab ua loj vim tej uas Vajtswv qhia tshwm rau kuv pom ntau kawg ntawd, thiaj ua kom muaj pos chob kuv lub cev, yog Xatas  tus tubtxib uas pheej nplawm kuv kom kuv thiaj tsis tsab ua loj dhau."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.8","label":"8","content":"Tus pos ntawd kuv twb thov tus Tswv peb zaug kom tawm hauv kuv lub cev mus."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.9","label":"9","content":"Tiamsis tus Tswv hais rau kuv tias, “Kuv txojkev hlub txaus rau koj lawm, vim qhov twg tsis muaj zog kuv lub hwjchim yuav tshwm puv nkaus rau qhov ntawd.” Vim li no kuv yuav zoo siab khav txog qhov uas kuv tsis muaj zog heev dua, xwv Khetos lub hwjchim thiaj roos kuv."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.10","label":"10","content":"Vim saib rau Khetos kuv thiaj txaus siab rau qhov uas tsis muaj zog, thiab raug kev thuam luag, raug kev txom nyem, raug kev tsim txom thiab raug kev ceeblaj nyuaj siab, vim kuv qaug zog thaum twg kuv kuj muaj zog thaum ntawd."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.11","label":"11","content":"Kuv ua neeg ruam lawm lauj. Yeej yog nej yuam kuv ruam. Tsim nyog nej qhuas kuv, rau qhov txawm yog kuv tsis tsim txiaj dabtsi los kuv tsis qes dhau cov tubtxib uas zoo tshaj ntawd."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.12","label":"12","content":"Kuv twb ua siab ntev ua tej txujci uas ua tubtxib rau hauv nej, yog tej txujci tseem ceeb thiab txujci phimhwj thiab tej haujlwm uas muaj hwjchim."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.13","label":"13","content":"Nej tu ncua dabtsi uas lwm pawg ntseeg tsis tau txais? Tsuas yog qhov uas kuv tsis ua lub nra hnyav rau nej xwb. Qhov kev txhaum no thov nej zam txim rau kuv nawj."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.14","label":"14","content":"Nimno kuv npaj txhij yuav tuaj saib nej ua zaum uas peb, thiab kuv yuav tsis ua lub nra hnyav rau nej, vim tias kuv tsis cheem tsum nej tej qhov txhia chaw tiamsis kuv cheem tsum nej tus kheej xwb. Rau qhov tsis tsim nyog menyuam yuav npaj cia rau niam txiv tiamsis niam txiv npaj cia rau menyuam."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.15","label":"15","content":"Kuv kuj zoo siab kawg uas yuav siv kuv tej nyiaj txiag qhov txhia chaw thiab kuv tus kheej ua haujlwm pab nej. Yog kuv hlub nej heev zuj zus, ces nej yuav hlub kuv yau zuj zus lov?"},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.16","label":"16","content":"Tej zaum nej kuj lees tias kuv tsis ua lub nra hnyav rau nej tiamsis nej tseem hais tias kuv siv tswvyim phem ntes tau nej."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.17","label":"17","content":"Kuv siv cov neeg uas kuv txib tuaj cuag nej ib tug twg noj nej tug lov?"},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.18","label":"18","content":"Kuv thov Titau tuaj thiab tso ib tug kwvtij nrog nws tuaj. Titau tau noj nej tug lov? Peb tsis koom ib lub siab ua haujlwm thiab taug tib tug neev taw lov?"},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.19","label":"19","content":"Nej xav ib txwm tias peb hais daws peb zaj xwb lov? Peb hais hauv Khetos tab meeg Vajtswv thiab ua txhua yam tsim tsa kom nej cov uas peb hlub loj hlob tuaj."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.20","label":"20","content":"Rau qhov kuv ntshai tsam thaum kuv tuaj txog yuav pom tias nej zoo tsis thooj li uas kuv xav thiab nej kuj yuav pom tias kuv zoo tsis thooj li uas nej xav, thiab ntshai tsam yuav muaj kev sib cav, sib khib, sib chim, sib txeeb, ib leeg hais phem rau ib leeg, taug xaiv, khav theeb thiab ua ntxhov hnyo."},{"bible_id":"1269","chapter_code":"2CO.12","verse_code":"2CO.12.21","label":"21","content":"Kuv ntshai tsam thaum kuv rov tuaj dua Vajtswv yuav ua rau kuv poob ntsej muag ntshaus tag rau ntawm nej thiab kuv yuav ntxhov siab qhov uas ntau leej ua txhaum thiab tsis tau ntxeev dua siab ntawm tej kev phem kev qias, tej kev ua nkauj ua nraug thiab tej kev ua dev uas lawv ua."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.1","label":"1","content":"Zaum no yog zaum peb uas kuv tuaj cuag nej. Muaj lus iab hiam dabtsi yuav tsum muaj ob leeg peb leeg ua timkhawv thiaj ntseeg tau."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.2","label":"2","content":"Kuv twb txeev ntuas cov uas ua txhaum yav tag los thiab ntuas luag lwm tus huvsi. Nimno thaum kuv tsis nrog nej nyob kuv ntuas nej ib yam li thaum kuv tuaj saib nej zaum ob ntawd, kuv ntuas nej hais tias yog kuv rov tuaj dua kuv yuav tsis zam leejtwg lub txim,"},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.3","label":"3","content":"vim tias nej xav tau tej keeb puam uas pom tias Khetos muab lus rau kuv hais. Khetos tsis qaug zog pab nej, tiamsis nws muaj hwjchim rau hauv nej."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.4","label":"4","content":"Thaum nws raug teem rau saum tus ntoo khaublig nws qaug zog tag, tiamsis nws muaj txojsia nyob vim Vajtswv lub hwjchim. Peb nyob hauv Khetos kuj qaug zog thiab, tiamsis thaum nrog nej nyob peb yuav muaj txojsia nrog nraim nws vim yog Vajtswv lub hwjchim."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.5","label":"5","content":"Cia li tshuaj nej tus kheej saib nej nyob hauv txojkev ntseeg los tsis nyob. Cia li sim nej tus kheej. Nej tsis paub tias Yexus Khetos nyob hauv nej lov? Ntshai tsuas yog nej hla tsis dhau qhov uas muab sim xwb."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.6","label":"6","content":"Kuv vam tias nej yuav paub tias peb hla dhau qhov uas raug sim lawm."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.7","label":"7","content":"Peb thov Vajtswv pab kom nej tsis txhob ua txhaum, tsis yog ua kom pom tias peb hla dhau qhov uas raug sim, tiamsis xwv nej thiaj yuav ua zoo, txawm yog saib yam li peb hla tsis dhau qhov uas raug sim ntawd kuj xij."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.8","label":"8","content":"Rau qhov peb ua tsis tau ib yam dabtsi tawm tsam qhov tseeb, tsuas yog ua txhawb qhov tseeb."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.9","label":"9","content":"Thaum peb qaug zog thiab nej muaj zog, peb kuj zoo siab. Peb thov Vajtswv pab yam no, yog qhov uas nej rov ua zoo kawg nkaus."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.10","label":"10","content":"Vim li no kuv thiaj sau tej no tuaj rau nej rau thaum kuv tsis nrog nej nyob, xwv thaum kuv tuaj txog lawd kuv thiaj tsis ua tawv rau nej raws li lub hwjchim uas Vajtswv pub rau kuv tsim kho, tsis yog muab rau kuv rhuav pov tseg."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.11","label":"11","content":"Thaum kawg no, cov kwvtij, thov ncaim. Nej cia li rov ua zoo kawg nkaus, cia li mloog tej lus uas kuv thov, cia li koom ua ib lub siab, nyob sib hum xeeb. Mas Vajtswv uas muaj txojkev hlub thiab muaj kev kaj siab lug yuav nrog nej nyob."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.12","label":"12","content":"Cia li sib fim ntawm txoj kevcai nwj uas dawb huv."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.13","label":"13","content":"Vajtswv cov xov dawb txhua tus nco txog nej."},{"bible_id":"1269","chapter_code":"2CO.13","verse_code":"2CO.13.14","label":"14","content":"Thov tus Tswv Yexus Khetos txoj koob hmoov thiab Vajtswv txojkev hlub thiab txojkev sib raug zoo uas los ntawm Vaj Ntsuj Plig uas dawb huv nrog nraim nej txhua tus."}]