[{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.1","label":"1","content":"Thaum Ahaj tuag lawd cov Mau‑a txawm fav xeeb rau cov Yixayee."},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.2","label":"2","content":"Ahaxiya poob qhov rais saum nws lub tsev txheej ob hauv lub nroog Xamali mas nws mob. Nws thiaj txib cov tub tshaj xo mus mas hais rau lawv tias, “Nej cia li mus nug dab Npa‑axenpu uas yog cov neeg hauv lub moos Ekhoo tus dab tias, kuv tus mob yuav zoo los tsis zoo.”"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.3","label":"3","content":"Mas Yawmsaub tus tubtxib saum ntuj hais rau Eliya uas nyob hauv Thinpi tias, “Cia li sawv tsees mus ntsib Xamali tus vajntxwv cov tub tshaj xo mas hais rau lawv tias, ‘Tsis muaj Vajtswv nyob hauv Yixayee tebchaws lov nej thiaj mus nug Npa‑axenpu uas yog cov neeg Ekhoo tus dab?’"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.4","label":"4","content":"Vim li no Yawmsaub hais tias, ‘Ahaxiya yuav tsis nqes saum lub txaj uas nws mus pw ntawd los li, nws yeej yuav tuag xwb.’ ” Ces Eliya txawm mus lawm."},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.5","label":"5","content":"Cov tub tshaj xo thiaj rov los rau ntawm vajntxwv mas vajntxwv nug lawv tias, “Ua li cas nej cia li rov qab los?”"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.6","label":"6","content":"Lawv hais rau nws tias, “Muaj ib tug yawg tuaj ntsib peb mas hais rau peb tias, ‘Nej cia li rov qab mus hais rau tus vajntxwv uas txib nej tuaj tias, Yawmsaub hais li no tias, Tsis muaj Vajtswv nyob hauv Yixayee tebchaws lawm koj thiaj txib neeg mus nug dab Npa‑axenpu uas yog cov Ekhoo tus dab lov? Vim li no koj yuav tsis nqes saum lub txaj uas koj mus pw ntawd, koj yeej yuav tuag xwb.’ ”"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.7","label":"7","content":"Vajntxwv hais rau lawv tias, “Tus uas tuaj ntsib nej thiab hais tej lus no rau nej yog neeg zoo li cas?”"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.8","label":"8","content":"Lawv teb nws tias, “Nws hnav lub tsho ntaub plaub thiab nws sia ib txoj siv tawv ntawm duav.” Mas vajntxwv hais tias, “Tus kod yog Eliya uas nyob hauv Thinpi ntag.”"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.9","label":"9","content":"Vajntxwv txawm txib ib tug thawj rog coj tsib caug leej tub rog uas nws kav mus rau ntawm Eliya. Nws nce mus cuag Eliya uas zaum saum lub pov roob mas hais rau Eliya tias, “Vajtswv tus neeg 'e, vajntxwv hais tias, ‘Koj cia li nqes los.’ ”"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.10","label":"10","content":"Tiamsis Eliya teb tus thawj rog ntawd tias, “Yog tias kuv yog Vajtswv li ib tug neeg tiag, thov kom hluavtaws poob saum ntuj los hlawv koj thiab koj tsib caug leej tub rog kub hnyiab tag.” Ces hluavtaws txawm poob saum ntuj los hlawv nws thiab nws tsib caug leej ntawd kub hnyiab tag huvsi."},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.11","label":"11","content":"Vajntxwv rov txib dua ib tug thawj rog coj tsib caug leej tub rog uas nws kav rov mus hais rau Eliya. Nws nce mus hais rau Eliya tias, “Vajtswv tus neeg 'e, vajntxwv hais tias, ‘Koj cia li nqes los tamsim no.’ ”"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.12","label":"12","content":"Tiamsis Eliya teb lawv tias, “Yog tias kuv yog Vajtswv li ib tug neeg tiag, thov kom hluavtaws poob saum ntuj los hlawv koj thiab koj tsib caug leej tub rog kub hnyiab tag.” Ces Vajtswv li hluavtaws txawm poob saum ntuj los hlawv nws thiab nws tsib caug leej ntawd kub hnyiab tag huvsi."},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.13","label":"13","content":"Mas vajntxwv rov txib dua ib tug thawj rog coj tsib caug leej tub rog uas nws kav mus. Tus thawj rog uas peb kuj nce mus mas txhos caug ntua ntawm Eliya xubntiag thov thov hais tias, “Vajtswv tus neeg 'e, kuv thov koj tsa muag zaj saib kuv uas yog koj tus qhev txojsia thiab tsib caug leej no txojsia kom muaj nqes."},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.14","label":"14","content":"Hluavtaws twb poob saum ntuj los kub ob tug thawj rog uas kav tsib caug leej uas tuaj ua ntej ntawd thiab ob tug cov tub rog tag lawm. Mas nimno thov koj tsa muag zaj saib kuv txojsia kom muaj nqes.”"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.15","label":"15","content":"Ces Yawmsaub tus tubtxib saum ntuj txawm hais rau Eliya tias, “Cia li nqes nrog nws mus, tsis txhob ntshai nws.” Nws txawm sawv tsees nrog tus thawj rog mus cuag vajntxwv"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.16","label":"16","content":"mas hais rau vajntxwv tias, “Yawmsaub hais li no tias, ‘Koj tau txib neeg mus nug dab Npa‑axenpu uas yog cov Ekhoo tus dab, mas yog vim tsis muaj Vajtswv hauv Yixayee tebchaws uas yuav mus nug tau lov? Vim li no koj yuav tsis nqes saum lub txaj uas koj mus pw kod los, koj yeej yuav tuag xwb.’ ”"},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.17","label":"17","content":"Ces nws txawm tuag raws li Yawmsaub tej lus uas Eliya hais ntawd. Ces Yaulas uas yog Ahaxiya tus kwv txawm sawv nws chaw ua vajntxwv kav, vim yog Ahaxiya tsis muaj tub. Thaum ntawd yog xyoo ob uas Yehausafa tus tub Yehaulas kav Yuda."},{"bible_id":"1269","chapter_code":"2KI.1","verse_code":"2KI.1.18","label":"18","content":"Lwm yam haujlwm uas Ahaxiya ua mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.1","label":"1","content":"Txog lub sijhawm uas Yawmsaub yuav siv khaub zeeg cua coj Eliya mus saum ntuj, Eliya thiab Elisa tabtom taug kev ntawm lub moos Kilakas mus."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.2","label":"2","content":"Mas Eliya hais rau Elisa tias, “Koj nyob ntawm no tos, rau qhov Yawmsaub txib kuv mus rau lub moos Npe‑ee.” Tiamsis Elisa hais tias, “Yawmsaub muaj txojsia nyob pom, thiab koj muaj txojsia nyob pom, kuv yeej yuav tsis ncaim koj kiag li.” Mas ob tug thiaj mus rau lub moos Npe‑ee."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.3","label":"3","content":"Pab xibhwb uas cev Vajtswv lus hauv Npe‑ee tawm tuaj cuag Elisa thiab hais rau nws tias, “Koj puas paub tias hnub no Yawmsaub yuav coj koj tus xibhwb ncaim koj mus?” Elisa teb tias, “Hawj, kuv paub lawm, ua twjywm.”"},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.4","label":"4","content":"Eliya hais rau Elisa tias, “Elisa, koj nyob ntawm no tos, rau qhov Yawmsaub txib kuv mus rau lub moos Yelikhau.” Tiamsis Elisa hais tias, “Yawmsaub muaj txojsia nyob pom, thiab koj muaj txojsia nyob pom, kuv yeej yuav tsis ncaim koj kiag li.” Mas ob tug thiaj mus txog lub moos Yelikhau."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.5","label":"5","content":"Pab xibhwb uas cev Vajtswv lus hauv Yelikhau txav los ze Elisa thiab hais rau nws tias, “Koj puas paub tias hnub no Yawmsaub yuav coj koj tus xibhwb ncaim koj mus?” Elisa teb tias, “Hawj, kuv paub lawm, ua twjywm.”"},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.6","label":"6","content":"Ces Eliya txawm hais rau Elisa tias, “Koj nyob ntawm no tos, rau qhov Yawmsaub txib kuv mus rau ntawm tus dej Yaladee.” Tiamsis Elisa hais tias, “Yawmsaub muaj txojsia nyob pom, thiab koj muaj txojsia nyob pom, kuv yeej yuav tsis ncaim koj kiag li.” Mas ob tug thiaj ua ke mus."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.7","label":"7","content":"Pab xibhwb uas cev Vajtswv lus muaj tsib caug leej kuj mus thiab. Lawv sawv kem deb zog ntawm ob tug, ob tug sawv rau ntawm tus dej Yaladee."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.8","label":"8","content":"Eliya muab nws lub tsho ntev los dov ua ib caj nplawm tus dej, dej txawm faib rau ob sab ob tug thiaj hla hauv cov av qhuav mus."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.9","label":"9","content":"Thaum ob tug hla dej mus lawd, Eliya hais rau Elisa tias, “Cia li thov yam uas kuv yuav ua rau koj ua ntej uas kuv yuav raug ncaim koj mus.” Elisa teb tias, “Thov cia kuv tau koj tus ntsuj plig ob npaug ua qub txeeg qub teg.”"},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.10","label":"10","content":"Eliya hais tias, “Koj thov tej uas nyuaj kawg. Yog koj pom ntsoov thaum kuv raug coj ncaim koj mus, yuav muaj li ntawd rau koj. Yog koj tsis pom, yuav tsis muaj li ntawd rau koj.”"},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.11","label":"11","content":"Thaum ob tug tseem sib tham taug kev mus, ua ciav muaj ib lub tsheb hluavtaws thiab nees hluavtaws los kem kiag ob tug. Mas Eliya txawm nyob hauv lub khaub zeeg cua nce mus saum ntuj lawm."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.12","label":"12","content":"Elisa pom ntsoov mas nws qw nrov hais tias, “Kuv txiv, kuv txiv. Koj yog cov Yixayee tej tsheb ua rog thiab cov tub rog caij nees.” Ces nws tsis pom Eliya dua li lawm, nws txawm muab nws lub tsho dua rhe ua ob sab."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.13","label":"13","content":"Nws khaws Eliya lub tsho ntev uas poob los ntawd thiab rov qab mus sawv ntawm ntug dej Yaladee."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.14","label":"14","content":"Nws muab Eliya lub tsho ntev uas poob los ntawd nplawm dej hais tias, “Yawmsaub uas yog Eliya tus Vajtswv nyob qhovtwg?” Thaum nws nplawm dej, dej txawm faib rau ob sab, Elisa thiaj hla mus."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.15","label":"15","content":"Thaum pab xibhwb cev Vajtswv lus uas nyob ntawm lub moos Yelikhau pom Elisa nyob ncaj ntawm lawv xubntiag, lawv txawm hais tias, “Eliya tus ntsuj plig nrog nraim Elisa lawm.” Ces lawv txawm tuaj tos nws thiab khoov ntshis pe rau hauv av ntawm nws xubntiag."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.16","label":"16","content":"Lawv hais rau nws tias, “Muaj tsib caug tus txivneej uas muaj zog nrog peb uas yog koj cov tub qhe nyob ua ke no. Cia lawv mus nrhiav koj tus xibhwb, tej zaum Yawmsaub tus Ntsuj Plig nqa nws mus tso rau saum ib lub roob lossis ib lub hav twg lawm.” Mas Elisa hais tias, “Tsis txhob txib lawv mus li.”"},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.17","label":"17","content":"Thaum lawv pheej taij nws heev ua rau nws txaj muag lawm, nws thiaj hais tias, “Txib mus maj.” Yog li ntawd lawv thiaj txib tsib caug leej mus. Lawv mus nrhiav Eliya tau peb hnub tsis pom li."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.18","label":"18","content":"Lawv rov los cuag Elisa rau thaum nws tseem tos hauv lub moos Yelikhau. Nws thiaj hais rau lawv tias, “Kuv twb hais rau nej lawm tias, tsis txhob mus, no nev?”"},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.19","label":"19","content":"Cov neeg hauv lub moos ntawd hais rau Elisa tias, “Lub moos no zoo nyob heev raws li koj uas yog peb tus tswv pom lawd, tiamsis cov dej tsis zoo siv pheej ua rau neeg nchuav menyuam.”"},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.20","label":"20","content":"Mas Elisa hais tias, “Cia li muab ib lub phaj tshiab tshiab los rau kuv thiab muab ntsev tso rau hauv.” Lawv txawm coj los rau nws."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.21","label":"21","content":"Nws thiaj mus rau ntawm lub qhov dej txhawv thiab muab cov ntsev pov rau hauv thiab hais tias, “Yawmsaub hais li no tias, ‘Kuv twb ua rau cov dej no zoo lawm. Txij no mus cov dej yuav tsis ua rau muaj kev tuag kev nchuav menyuam dua li lawm.’ ”"},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.22","label":"22","content":"Yog li ntawd cov dej thiaj zoo los txog niaj hnub nimno, raws li tej lus uas Elisa hais."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.23","label":"23","content":"Elisa tawm qhov ntawd mus rau lub moos Npe‑ee. Thaum nws tabtom taug kev mus, muaj ib cov menyuam tub tawm hauv lub moos tuaj thuam luag nws tias, “Yawg do hau, cia li khiav mus. Yawg do hau, cia li khiav mus.”"},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.24","label":"24","content":"Nws tig los ntsia ntsoov rau lawv thiab tuav Yawmsaub lub npe foom lawv. Ces txawm muaj ob tug maum dais tawm tom hav zoov los muab plaub caug ob leeg menyuam tub ntawd dua tag."},{"bible_id":"1269","chapter_code":"2KI.2","verse_code":"2KI.2.25","label":"25","content":"Nws txawm taug kev mus rau saum lub roob Khamee mam li rov qab mus rau lub nroog Xamali."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.1","label":"1","content":"Xyoo kaum yim uas Yehausafa ua vajntxwv kav Yuda mas Ahaj tus tub Yaulas sawv ua vajntxwv kav cov Yixayee hauv lub nroog Xamali, nws kav tau kaum ob xyoos."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.2","label":"2","content":"Nws ua tej uas Yawmsaub pom tias phem tiamsis ua tsis thooj li nws niam nws txiv, rau qhov nws muab tus ncej dab Npa‑as uas nws txiv ua rhuav tshem pov tseg."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.3","label":"3","content":"Txawm yog li ntawd los nws tseem tuav rawv Nenpa tus tub Yelaunpau‑as tej kev txhaum uas coj cov Yixayee ua txhaum, mas Yaulas kuj tsis tso tej kev txhaum ntawd tseg."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.4","label":"4","content":"Cov Mau‑a tus vajntxwv Mesas yog ib tug yug yaj, mas nws yuav tsum pub 100,000 tus menyuam yaj thiab pub 100,000 tus txiv yaj li plaub rau Yixayee tus vajntxwv."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.5","label":"5","content":"Tiamsis thaum uas Ahaj tuag lawd Mau‑a tus vajntxwv txawm fav xeeb rau Yixayee tus vajntxwv."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.6","label":"6","content":"Vajntxwv Yaulas txawm tawm hauv lub nroog Xamali mus thiab txhij cov Yixayee sawvdaws ua tub rog."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.7","label":"7","content":"Nws xa xov mus hais rau Yehausafa uas ua vajntxwv kav Yuda tias, “Mau‑a tus vajntxwv tau fav xeeb rau kuv. Koj yuav nrog kuv mus ntaus cov Mau‑a los tsis mus?” Yehausafa hais tias, “Kuv yuav mus thiab. Kuv nrog koj koom ib lub siab, kuv cov neeg yog koj li neeg, thiab kuv cov nees yog koj li nees.”"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.8","label":"8","content":"Thiab nws nug tias, “Peb yuav mus txojkev twg?” Yaulas teb tias, “Peb yuav mus hauv tebchaws moj sab qhua Edoo mus.”"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.9","label":"9","content":"Yixayee tus vajntxwv thiaj li nrog Yuda tus vajntxwv thiab cov Edoo tus vajntxwv ua ke mus. Thaum lawv lug kev mus tau xya hnub lawm mas tsis muaj dej rau cov tub rog thiab cov tsiaj uas coj nrog lawv mus ntawd haus."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.10","label":"10","content":"Mas Yixayee tus vajntxwv hais tias, “Txom nyem kawg li lauj! Yawmsaub hu peb tug vajntxwv no tuaj es yuav muab peb rau hauv cov Mau‑a txhais tes.”"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.11","label":"11","content":"Ces Yehausafa hais tias, “Nyob ntawm no muaj ib tug xibhwb cev Vajtswv lus uas peb yuav mus thov nug tau Yawmsaub los tsis muaj?” Mas Yixayee tus vajntxwv li ib tug tub teg tub taws teb tias, “Safa tus tub Elisa uas tu Eliya nyob ntawm no.”"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.12","label":"12","content":"Ces Yehausafa txawm hais tias, “Nws yeej muaj Yawmsaub tej lus tiag tiag li.” Ces Yixayee tus vajntxwv thiab Yehausafa thiab Edoo tus vajntxwv txawm mus cuag nws."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.13","label":"13","content":"Elisa hais rau Yixayee tus vajntxwv tias, “Kuv thab txog koj dabtsi? Koj cia li mus nrhiav koj niam koj txiv tej xibhwb.” Tiamsis Yixayee tus vajntxwv hais rau nws tias, “Tsis tau li, rau qhov yog Yawmsaub hu peb peb leeg vajntxwv tuaj es yuav muab peb rau hauv cov Mau‑a txhais tes.”"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.14","label":"14","content":"Elisa hais tias, “Muaj Yawmsaub uas muaj hwjchim loj kawg nkaus uas kuv pe hawm muaj txojsia nyob pom, yog kuv tsis hwm Yuda tus vajntxwv Yehausafa mas kuv yeej yuav tsis tsa muag ntsia koj lub ntsej muag thiab tsis ntsej koj kiag li."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.15","label":"15","content":"Cia li coj ib tug uas ntaus nkauj nog ncas tuaj.” Thaum tus ntawd ntaus nkauj nog ncas, mas Yawmsaub lub hwjchim los rau saum Elisa,"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.16","label":"16","content":"mas Elisa hais tias, “Yawmsaub hais li no tias, ‘Kuv yuav ua kom lub hav qhuav no muaj pas dej puv nkaus.’"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.17","label":"17","content":"Rau qhov Yawmsaub hais li no tias, ‘Nej yuav tsis pom cua tsis pom nag los nej yuav pom lub hav qhuav no muaj dej puv nkaus, mas nej yuav tau haus thiab nej tej tsiaj txhu huvsi yuav tau haus.’"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.18","label":"18","content":"Tej no yog tej haujlwm uas Yawmsaub pom tias me me xwb. Yawmsaub kuj yuav muab cov Mau‑a rau hauv nej txhais tes."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.19","label":"19","content":"Nej yuav ntaus yeej txhua lub moos uas muaj ntsa loog thiab tej moos loj txhua lub, thiab ntov txhua tus ntoo uas zoo kom vau, thiab txhub txhua lub hauv dej pov tseg thiab muab pob zeb nchuav rau hauv txhua daim teb uas zoo kom puam tsuaj tag.”"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.20","label":"20","content":"Mas nyob los rau tagkis tom qab kwvlam lub sijhawm uas ua kevcai hlawv xyeem ua ciav txawm muaj dej ntws ntawm tebchaws Edoo los ua rau lub tebchaws uas lawv nyob ntawd muaj dej puv nkaus."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.21","label":"21","content":"Thaum cov Mau‑a sawvdaws hnov tias cov vajntxwv ntawd tuaj ntaus lawv mas txhua tus txivneej uas txawj tuav cuab yeej tag nrho cov laus kawg nkaus thiab cov uas hnub nyoog yau kawg nkaus raug hu tuaj mus tiv ntawm tus ciam teb."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.22","label":"22","content":"Thaum tagkis uas lawv sawv mas lub hnub ci tuaj rau ntawm cov dej ces cov Mau‑a pom cov dej uas nyob ntawm lawv xubntiag liab zoo yam li ntshav."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.23","label":"23","content":"Ces lawv txawm hais tias, “Ntawd yog ntshav 'os. Cov vajntxwv ntawd sib ua rog thiab sib tua kab. Peb cov Mau‑a peb cia li mus lws lawv tej qhov txhia chaw.”"},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.24","label":"24","content":"Tiamsis thaum lawv mus txog ntawm cov Yixayee lub yeej mas cov Yixayee kuj sawv ua rog rau cov Mau‑a thiab ntiab lawv mus, cov Yixayee caum tua tau cov Mau‑a ntau kawg li."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.25","label":"25","content":"Thiab lawv muab tej moos rhuav pov tseg thiab sawvdaws nyias taus nyias laim pob zeb rau hauv txhua thaj teb uas zoo kom puv nkaus txhua thaj teb, thiab lawv txhub txhua lub hauv dej thiab ntov tej ntoo uas zoo txhua tus. Tshuav tej ntsa loog pob zeb nyob hauv Khihalexe xwb mas cov Yixayee uas txawj fiav qe zeb kuj vij ntaus lub moos ntawd."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.26","label":"26","content":"Thaum Mau‑a tus vajntxwv pom tias yuav kov tsis yeej, nws txawm coj xya pua leej tub rog uas tuav ntaj khiav hla Edoo tus vajntxwv cov tub rog, tiamsis hla tsis tau."},{"bible_id":"1269","chapter_code":"2KI.3","verse_code":"2KI.3.27","label":"27","content":"Mas Mau‑a tus vajntxwv txawm muab kiag nws tus tub hlob uas yuav nyob nws chaw ua vajntxwv hlawv xyeem saum lub ntsa loog. Txojkev npau taws heev thiaj poob rau saum cov Yixayee mas lawv thiaj thim rov qab mus rau hauv lawv lub tebchaws lawm."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.1","label":"1","content":"Pab xibhwb cev Vajtswv lus ib tug li pojniam tuaj quaj rau Elisa tias, “Kuv tus txiv uas yog koj tus qhev tuag lawm. Koj kuj paub tias nws hwm thiab paub ntshai Yawmsaub, tiamsis tus uas peb tshuav nqe tuaj yuav coj kuv ob tug tub mus ua nws li qhev.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.2","label":"2","content":"Elisa hais rau nws tias, “Koj xav kom kuv ua dabtsi? Cia li hais rau kuv, koj muaj dabtsi hauv koj lub tsev?” Nws teb tias, “Kuv uas yog koj tus nkauj qhev tsis muaj dabtsi hauv tsev tsuas yog muaj ib hwj roj xwb.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.3","label":"3","content":"Ces Elisa hais tias, “Koj cia li mus qev koj tej kwvtij zej zog sawvdaws li hub khoom ntau ntau li los."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.4","label":"4","content":"Mas koj thiab koj cov tub mus rau hauv tsev thiab muab qhov rooj kaw, mas hliv cov roj rau hauv cov hub ntawd huvsi. Thaum lub hub twg puv muab txawb rau ib qho.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.5","label":"5","content":"Tus pojniam ntawd thiaj rov mus thiab muab qhov rooj kaw nws thiab nws cov tub cia. Nws li tub cev hub rau nws mas nws hliv roj rau hauv."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.6","label":"6","content":"Thaum cov hub puv tag lawm, nws hais rau nws tus tub tias, “Cev dua ib lub hub rau kuv.” Nws teb leej niam tias, “Tsis tshuav hub lawm.” Ces roj txawm tu nrho tsis los lawm."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.7","label":"7","content":"Tus pojniam ntawd mus hais rau Vajtswv tus neeg paub, mas Elisa hais tias, “Koj mus muab cov roj ntawd muag thiab muab cov nyiaj ntawd them koj tej nuj nqes, es tshuav li cas ces koj thiab koj cov tub kuj siv tau yug nej lub neej.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.8","label":"8","content":"Muaj ib hnub Elisa mus txog lub moos Sunee. Muaj ib tug pojniam nplua nuj nyob hauv txawm hu nws los noj mov. Yog li ntawd thaum nws taug txojkev ntawd thaum twg nws thiaj pheej mus noj mov qhov ntawd."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.9","label":"9","content":"Tus pojniam ntawd thiaj hais rau nws tus txiv tias, “Kuv pom tias tus yawg ntawd yog Vajtswv ib tug neeg dawb huv, nws pheej taug txojkev ntawm peb no."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.10","label":"10","content":"Cia wb ua ib chav tsev me me rau txheej tsev las tshav saud thiab muab txaj thiab rooj thiab rooj nyob thiab ib lub teeb txawb rau hauv mas nws tuaj rau ntawm wb thaum twg nws thiaj tau mus so rau hauv chav ntawd.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.11","label":"11","content":"Muaj ib hnub Elisa kuj tuaj rau qhov ntawd thiab nws mus so hauv chav tsev ntawd."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.12","label":"12","content":"Nws hais rau nws tus qhev Kehaxi tias, “Hu tus pojniam uas yog neeg Sunee los.” Thaum mus hu nws, nws txawm los sawv rau ntawm Elisa xubntiag."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.13","label":"13","content":"Elisa hais rau Kehaxi tias, “Cia li hais rau tus pojniam ntawd tias, ‘Koj tau ua haujlwm khwv heev rau wb, mas wb yuav ua dabtsi pab koj? Koj xav kom wb hais ib lo lus rau vajntxwv lossis tus thawj tub rog pab koj lov?’ ” Nws teb tias, “Kuv nrog kuv cov kwvtij nyob ua ke.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.14","label":"14","content":"Elisa thiaj hais tias, “Yog li ntawd yuav ua dabtsi pab nws?” Kehaxi teb tias, “Nws tsis muaj menyuam thiab nws tus txiv twb laus heev lawm.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.15","label":"15","content":"Elisa hais tias, “Hu nws los.” Thaum mus hu nws, nws kuj los sawv ntawm qhov rooj."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.16","label":"16","content":"Elisa txawm hais tias, “Lwm xyoo lub caij no koj yuav tau puag ib tug metub.” Tus pojniam ntawd hais tias, “Vajtswv tus neeg, uas yog kuv tus tswv, tsis muaj li ntawd, tsis txhob dag koj tus nkauj qhev maj.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.17","label":"17","content":"Ces tus pojniam ntawd txawm xeeb menyuam thiab xyoo tom qab lub caij ntawd nws txawm yug tau ib tug tub, raws li Elisa tau hais rau nws lawd."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.18","label":"18","content":"Thaum tus metub hlob lawd, muaj ib hnub nws txawm tawm mus rau nws txiv ntawm cov tub zog uas hlais qeb."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.19","label":"19","content":"Nws hais rau nws txiv tias, “Au, kuv taubhau, kuv taubhau!” Leejtxiv hais rau nws tus tub qhe tias, “Cia li puag nws mus rau leej niam.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.20","label":"20","content":"Thaum tus tub qhe puag tus metub ntawd mus rau leej niam lawm, tus metub txawm nyob hauv leej niam lub xubntiag mus txog tav su ces txawm tuag lawm."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.21","label":"21","content":"Leej niam txawm nce mus muab tus metub pw rau saum Vajtswv tus neeg lub txaj, thiab muab qhov rooj kaw cia mas tawm mus."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.22","label":"22","content":"Nws hu nws tus txiv hais tias, “Cia li xa ib tug qhev thiab ib tug nees luav los rau kuv, kuv yuav maj mus cuag Vajtswv tus neeg li rov los.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.23","label":"23","content":"Nws tus txiv hais tias, “Hnub no koj yuav mus cuag nws ua dabtsi? Twb tsis yog lub hli xiab thiab tsis yog hnub Xanpatau.” Nws tus pojniam teb tias, “Tsis ua li cas.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.24","label":"24","content":"Ces nws txawm nog eeb rau tus nees luav thiab hais rau nws tus tub qhe tias, “Cia li txhib kom tus nees luav dhia nrawm nroos, tsis txhob maj mam kiag li tsuas yog kuv hais rau koj xwb.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.25","label":"25","content":"Nws txawm sawv kev mus thiab mus txog Vajtswv tus neeg saum lub roob Khamee. Thaum Vajtswv tus neeg pom tus pojniam ntawd tuaj, nws txawm hais rau nws tus qhev Kehaxi tias, “Saib maj, tus pojniam hauv Sunee tuaj txog tim ub."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.26","label":"26","content":"Koj cia li dhia mus tos nws tamsim no thiab hais rau nws tias, ‘Koj nyob zoo lov? Koj tus txiv nyob zoo lov? Koj tus tub nyob zoo lov?’ ” Tus pojniam ntawd teb tias, “Nyob zoo thiab.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.27","label":"27","content":"Thaum nws tuaj txog ntua Vajtswv tus neeg saum lub roob, nws txawm qawm nkaus Vajtswv tus neeg kotaw. Mas Kehaxi mus thawb tus pojniam ntawd tawm mus. Tiamsis Vajtswv tus neeg hais tias, “Cia nws nyob nws vim nws mob siab heev, thiab Yawmsaub muab zaj no zais lawm tsis qhia rau kuv paub.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.28","label":"28","content":"Ces tus pojniam ntawd txawm hais tias, “Kuv tau thov ib tug metub ntawm koj uas yog kuv tus tswv lov? Kuv twb hais tias, ‘Tsis txhob dag kuv,’ no nev?”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.29","label":"29","content":"Elisa thiaj hais rau Kehaxi tias, “Cia li qaws koj lub tsho rau ntawm duav, thiab coj kuv tus pas nrig hauv koj txhais tes mus. Yog koj ntsib leejtwg tsis txhob hais lus rau nws, yog leejtwg hais lus rau koj los tsis txhob teb. Cia li muab kuv tus pas nrig tso rau saum tus menyuam ntawd lub plhu.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.30","label":"30","content":"Tus menyuam ntawd leej niam hais tias, “Yawmsaub muaj txojsia nyob pom thiab koj muaj txojsia nyob pom, kuv yuav tsis tso koj nyob ntawm no.” Elisa thiaj sawv tsees raws nws qab mus."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.31","label":"31","content":"Kehaxi mus ua ntej thiab muab tus pas nrig tso rau saum tus menyuam ntawd lub plhu, tiamsis tsis hnov muaj suab thiab tsis pom muaj sia li. Yog li ntawd nws thiaj rov mus ntsib Elisa thiab hais rau nws tias, “Tus menyuam tsis tau tsim los.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.32","label":"32","content":"Thaum Elisa tuaj rau hauv lub tsev ntawd, nws kuj pom tus menyuam tuag pw saum nws lub txaj."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.33","label":"33","content":"Nws txawm nkag mus rau hauv muab lub qhov rooj kaw ob tug nyob hauv xwb, thiab nws thov Yawmsaub."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.34","label":"34","content":"Ces nws txawm mus pw tsuam saum tus menyuam, qhov ncauj npuab qhov ncauj, qhov muag npuab qhov muag, tes npuab tes. Thaum nws pw xyab hlo tsuam rau saum tus menyuam ntawd, tus menyuam lub cev txawm sov tuaj."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.35","label":"35","content":"Elisa sawv ncig mus ncig los hauv lub tsev, thiab rov qab mus pw tsuam saum tus menyuam. Tus menyuam txawm txham xya zaus, thiab qheb lub qhov muag."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.36","label":"36","content":"Ces Elisa thiaj hu Kehaxi los thiab hais tias, “Cia li mus hu tus pojniam hauv Sunee no los.” Kehaxi txawm mus hu nws los. Thaum nws los txog rau ntawm Elisa lawm, Elisa hais tias, “Cia li puag koj tus tub mus.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.37","label":"37","content":"Tus pojniam ntawd txawm los khwb nkaus rau ntawm Elisa kotaw pe ti nkaus av. Ces nws thiaj puag nws tus tub tawm mus lawm."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.38","label":"38","content":"Thaum Elisa rov los txog ntawm lub moos Kilakas mas lub tebchaws raug kev tshaib plab. Thaum pab xibhwb cev Vajtswv lus nrog nws nyob ua ke nws hais rau nws tus tub qhe tias, “Koj muab lub laujkaub loj los hau zaub rau cov xibhwb noj.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.39","label":"39","content":"Ib tug hauv pab xibhwb ntawd mus de txuj lom tom teb mas pom ib tsob hmab taub qus nws txawm de tau ib tsuag txiv hmab taub qus coj los tsuav hau rau hauv laujkaub zaub, tsis paub xyov yog zaub dabtsi."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.40","label":"40","content":"Lawv ntaus zaub los rau cov neeg ntawd noj. Thaum lawv noj cov zaub ntawd, lawv qw nrov hais tias, “Au Vajtswv tus neeg, muaj kev tuag nyob hauv lub laujkaub no.” Lawv txawm noj tsis tau."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.41","label":"41","content":"Elisa hais tias, “Muab ib co hmoov mog los.” Nws txawm muab cov hmoov mog rau rau hauv lub laujkaub thiab hais tias, “Cia li ntaus rau cov neeg noj.” Tsis muaj mob nkeeg hauv lub laujkaub no lawm."},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.42","label":"42","content":"Muaj ib tug yawg tuaj hauv lub moos Npa‑as Salisa tuaj, coj tej ncuav uas muab thawj phaum qoob ua tuaj pub rau Vajtswv tus neeg, yog nees nkaum lub ncuav qeb thiab tej hnab mog tshiab ntim seev tsaj. Ces Elisa hais tias, “Cia li muab rau cov neeg no noj.”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.43","label":"43","content":"Tiamsis Elisa tus qhev hais tias, “Kuv yuav muab tej no rau rau ib puas leej noj tau li cas?” Elisa rov hais tias, “Cia li muab rau cov neeg no noj los maj, rau qhov Yawmsaub hais li no tias, ‘Lawv yuav noj tsis tag tseem tshuav.’ ”"},{"bible_id":"1269","chapter_code":"2KI.4","verse_code":"2KI.4.44","label":"44","content":"Ces nws thiaj muab rau rau lawv noj. Lawv noj tsis tag tseem tshuav raws li Yawmsaub tej lus."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.1","label":"1","content":"Na‑amas uas yog vajntxwv Alas tus thawj rog, yog ib tug tseem ceeb rau vajntxwv thiab tus uas vajntxwv txaus siab heev, rau qhov Yawmsaub siv nws pab cov Alas kov yeej. Nws yog ib tug siab loj siab tuab, tiamsis nws mob lig mob ruas."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.2","label":"2","content":"Muaj ib zaug thaum cov Alas mus ntaus rog lawv ntes tau ib tug mentxhais hauv Yixayee tebchaws los, mas nws los ua Na‑amas tus pojniam li nkauj qhev."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.3","label":"3","content":"Tus nkauj qhev hais rau nws tus poj lospav tias, “Kuv xav kom kuv tus tswv mus nrog tus xibhwb cev Vajtswv lus nyob hauv lub nroog Xamali. Tus xibhwb yuav kho tau kuv tus tswv li mob ruas zoo.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.4","label":"4","content":"Na‑amas txawm mus hais rau vajntxwv uas yog nws tus tswv tias, “Tus mentxhais uas coj hauv Yixayee tebchaws los hais li ntawd.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.5","label":"5","content":"Alas tus vajntxwv hais tias, “Cia li mus, kuv yuav ua ib tsab ntawv mus rau Yixayee tus vajntxwv.” Ces Na‑amas txawm mus, nws thauj kaum tala nyiaj,  thiab rau txhiab sekhee kub  thiab kaum cev tsoos tsho ua zam mus."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.6","label":"6","content":"Thiab nws coj tsab ntawv mus rau Yixayee tus vajntxwv uas muaj ntsiab lus hais tias, “Thaum tsab ntawv no tuaj txog koj, thov koj paub tias kuv xa Na‑amas uas yog kuv li tub teg tub taws tuaj thov koj kho nws tus mob ruas kom zoo.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.7","label":"7","content":"Thaum Yixayee tus vajntxwv nyeem tsab ntawv ntawd tag, nws txawm dua rhe nws lub tsho thiab hais tias, “Kuv yog Vajtswv uas yuav ua kom tuag thiab ua kom ciaj tau lov, es tus yawg no yuav xa xov tuaj kom kuv kho tus uas mob ruas no? Sim xav saib, nws nrhiav kev zes plaub xwb los sav.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.8","label":"8","content":"Thaum Elisa uas yog Vajtswv tus neeg hnov tias Yixayee tus vajntxwv dua rhe nws lub tsho, ces nws txawm tso ib tug mus hais rau vajntxwv tias, “Ua cas koj yuav dua koj lub tsho? Thov cia tus yawg ntawd los cuag kuv, xwv nws thiaj paub tias muaj ib tug xibhwb cev Vajtswv lus nyob hauv Yixayee.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.9","label":"9","content":"Ces Na‑amas thiab nws tej tsheb ua rog thiab tej nees thiaj los nres rau ntawm Elisa lub qhov rooj."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.10","label":"10","content":"Elisa txawm tso ib tug mus hais rau Na‑amas tias, “Cia li mus da tus dej Yaladee xya zaus sib law, ces koj lub cev yuav rov zoo li qub thiab koj lub cev yuav huv.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.11","label":"11","content":"Tiamsis Na‑amas chim heev, nws tawm plaws mus hais tias, “Kuv xav tias nws yuav tawm tuaj cuag kuv thiab sawv ntsug tuav nws tus Vajtswv Yawmsaub lub npe yoj tes rau saum qhov mob thiab kho tej mob ruas kom zoo."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.12","label":"12","content":"Tus dej Anpana thiab tus dej Fapa uas nyob ntawm lub nroog Damaxaka tsis zoo dhau tej dej hauv Yixayee tebchaws huvsi lov? Kuv da tej dej ntawd kuv lub cev tseem huv tsis tau lov?” Ces nws txawm tig kiag mus ua npau taws vog."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.13","label":"13","content":"Tiamsis nws cov tub teg tub taws txav los ze thiab hais rau nws tias, “Yawg hlob, yog tus xibhwb cev lus ntawd hais kom koj ua ib yam uas loj heev, koj yuav tsis ua lov? Yog li ntawd thaum tus xibhwb ntawd hais rau koj tias, ‘Cia li mus da dej ces koj yuav huv,’ tseem tsis tsim nyog koj yimhuab ua lov?”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.14","label":"14","content":"Nws thiaj nqes mus raus rau hauv tus dej Yaladee xya zaus raws li Vajtswv tus neeg tej lus, mas nws cev nqaij rov zoo huv yam li qub zoo li ib tug menyuam mos tej nqaij."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.15","label":"15","content":"Ces nws thiab nws cov neeg sawvdaws txawm rov qab mus rau ntawm Vajtswv tus neeg. Nws los sawv ntawm Elisa xubntiag thiab hais tias, “Saib nawj, kuv paub tseeb tias thoob ntiajteb tsis muaj ib tug vajtswv tsuas yog muaj tus uas nyob hauv Yixayee tebchaws xwb. Yog li no thov koj txais ib qhov tshav ntuj ntawm kuv uas yog koj tus qhev txhais tes.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.16","label":"16","content":"Mas Elisa hais tias, “Yawmsaub uas kuv ua koom tu muaj txojsia nyob pom, kuv yuav tsis txais ib yam dabtsi yuav kiag li.” Na‑amas tseem cheem cheem los Elisa tsis yuav."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.17","label":"17","content":"Ces Na‑amas thiaj hais tias, “Yog koj tsis yuav li, thov koj muab av txaus ob tug luj txwv thauj pub rau kuv uas yog koj tus qhev, rau qhov txij no mus kuv yuav tsis muab qhov txhia chaw xyeem lossis tua tsiaj xyeem rau tej dab ib tug twg li lawm tsuas yog xyeem rau Yawmsaub xwb."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.18","label":"18","content":"Qhov no thov Yawmsaub zam txim rau kuv uas yog koj tus qhev. Thaum kuv coj tus vajntxwv mus rau hauv lub tsev teev dab Limoo yuav pe tus dab ntawd es kuv tuav nws tes mus rau hauv thiab, thiab thaum kuv pe rau hauv lub tsev teev dab Limoo, thaum kuv pe ntawd thov Yawmsaub zam txim rau kuv uas yog koj tus qhev.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.19","label":"19","content":"Elisa teb nws tias, “Cia li mus zoo.” Thaum Na‑amas tawm mus tsis tau deb pes tsawg,"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.20","label":"20","content":"Elisa uas yog Vajtswv tus neeg tus qhev Kehaxi txawm xav tias, “Kuv tus tswv tso Na‑amas uas yog neeg Alas mus dawb mus do tsis kam yuav tej uas nws coj tuaj. Muaj Yawmsaub muaj txojsia nyob pom, kuv yuav dhia mus caum nws yuav ib txhia ntawm nws.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.21","label":"21","content":"Ces Kehaxi txawm caum Na‑amas qab mus. Thaum Na‑amas pom tias muaj ib tug dhia caum nws qab tuaj nws txawm nqes saum lub tsheb ua rog los tos thiab hais tias, “Txhua yam nyob zoo lov?”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.22","label":"22","content":"Nws teb tias, “Txhua yam nyob zoo thiab. Kuv tus tswv txib kuv tuaj hais tias, ‘Muaj ob tug hluas hauv pab xibhwb cev Vajtswv lus pem toj siab Efa‑i tebchaws nyuam qhuav tuaj txog. Thov koj muab ib tala  nyiaj thiab ob cev tsoos ua zam rau ob tug.’ ”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.23","label":"23","content":"Mas Na‑amas hais tias, “Thov yuav ob tala nyiaj.” Na‑amas cheem rau nws, thiaj muab ob tala nyiaj ntim rau hauv ob lub seev thiab muab ob cev tsoos tsho ua zam mas kom nws ob tug tub qhe kwv ua Kehaxi ntej mus."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.24","label":"24","content":"Thaum lawv los txog ntawm lub roob, Kehaxi txawm txais ntawm ob tug txhais tes coj mus cia rau hauv tsev, thiab tso ob tug rov mus, ob tug thiaj ncaim mus lawm."},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.25","label":"25","content":"Nws txawm nkag rau hauv tsev nyob ntawm nws tus tswv xubntiag, mas Elisa hais rau nws tias, “Kehaxi, koj mus qhovtwg los?” Kehaxi teb tias, “Kuv uas yog koj tus qhev tsis tau mus qhovtwg.”"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.26","label":"26","content":"Tiamsis Elisa hais rau nws tias, “Thaum tus yawg ntawd nqes saum nws lub tsheb ua rog los tos koj, kuv tus ntsuj plig tsis tau nrog koj mus thiab lov? Tamsim no yog lub sijhawm uas tsim nyog txais nyiaj tej tsoos tsho tej vaj txiv aulib vaj txiv hmab, tej yaj thiab nyuj, tub qhe thiab nkauj qhev lov?"},{"bible_id":"1269","chapter_code":"2KI.5","verse_code":"2KI.5.27","label":"27","content":"Yog li no Na‑amas tej mob ruas yuav kis rau koj thiab koj caj ces mus ib txhis.” Kehaxi txawm tawm ntawm Elisa mus mob ruas ib ce dawb paug li daus xib daus npu."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.1","label":"1","content":"Pab xibhwb uas cev Vajtswv lus hais rau Elisa tias, “Saib maj, lub chaw uas peb nyob es koj saib xyuas peb ntawd nqaim dhau tsis txaus peb nyob."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.2","label":"2","content":"Cia peb mus rau tom ntug dej Yaladee ib leeg txiav ib tog ntoo los ua chaw rau peb nyob.” Elisa hais tias, “Mus maj.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.3","label":"3","content":"Muaj ib tug txawm hais tias, “Thov koj nrog peb uas yog koj cov tub qhe mus thiab.” Nws teb tias, “Kuv yuav mus.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.4","label":"4","content":"Nws thiaj nrog lawv mus. Thaum lawv tuaj txog ntawm tus dej Yaladee, lawv txawm ntov ntoo."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.5","label":"5","content":"Thaum ib tug tabtom ntov ntoo, nws rab taus txawm hle poob rau hauv dej lawm, nws thiaj qw tias, “Au ceeblaj xwb lauj, yawg hlob. Rab taus ntawd kuv qev lawv li tuaj.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.6","label":"6","content":"Vajtswv tus neeg hais tias, “Rab taus poob ncaj qhov twg?” Thaum tus ntawd taw qhia lub chaw rau nws lawd, nws thiaj txiav ib yav ntoo pov rau hauv lub chaw ntawd, ua rau rab taus hlau ntawd ntab plaws tuaj."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.7","label":"7","content":"Elisa hais tias, “Cia li ntsiab nkaus los.” Ces tus ntawd txawm cev tes mus ntsiab nkaus los."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.8","label":"8","content":"Thaum Alas tus vajntxwv ua rog rau cov Yixayee, nws nrog nws cov tub teg tub taws sablaj tias nws yuav ua yeej rau qhovtwg."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.9","label":"9","content":"Tiamsis Vajtswv tus neeg xa xov rau Yixayee tus vajntxwv tias, “Ceev faj tsis txhob hla mus ze lub chaw ntawd vim cov Alas tabtom tuaj rau qhov ntawd.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.10","label":"10","content":"Ces Yixayee tus vajntxwv thiaj xa xov mus ceeb toom rau cov neeg uas nyob thaj chaw uas Vajtswv tus neeg hais ntawd. Elisa pheej qhia vajntxwv paub li no, vajntxwv thiaj ceev faj tau tsis yog ib ob zaug xwb."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.11","label":"11","content":"Alas tus vajntxwv ntxhov siab rau qhov no heev, nws thiaj hu nws cov tus tes twb taw tuaj thiab hais tias, “Nej yuav tsis qhia rau kuv tias peb tog leejtwg tuaj Yixayee tus vajntxwv tog lov?”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.12","label":"12","content":"Nws cov tub teg tub taws ib tug hais tias, “Au vajntxwv uas yog kuv tus tswv, tsis muaj leejtwg kiag li. Yeej yog Elisa uas yog xibhwb cev Vajtswv lus nyob hauv Yixayee tebchaws qhia tej lus uas koj hais hauv koj lub txaj pw rau Yixayee tus vajntxwv paub.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.13","label":"13","content":"Vajntxwv thiaj hais tias, “Cia li mus nrhiav saib Elisa nyob qhov twg xwv kuv thiaj txib neeg mus ntes tau nws los.” Muaj neeg hais rau nws tias, “Elisa nyob hauv lub moos Dautha.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.14","label":"14","content":"Vajntxwv thiaj xa ib pab tub rog coob coob muaj nees thiab tsheb nees ua rog mus. Lawv mus hmo ntuj thiab vij lub moos ntawd cia."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.15","label":"15","content":"Tagkis tom qab thaum Vajtswv tus neeg tus qhev sawv ntxov tsees thiab tawm mus, ua ciav pom ib pab tub rog muaj nees thiab tsheb nees ua rog vij nkaus lub moos lawm. Tus qhev hais tias, “Ceeblaj lauj, kuv tus tswv, peb yuav ua li cas?”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.16","label":"16","content":"Elisa teb tias, “Tsis txhob ntshai rau qhov cov uas tuaj peb tog coob dua cov uas tuaj lawv tog.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.17","label":"17","content":"Ces Elisa txawm thov Yawmsaub tias, “Au Yawmsaub, thov koj qheb nws qhov muag nws thiaj li pom.” Yawmsaub thiaj qheb tug hluas ntawd qhov muag nws thiaj pom, ua ciav pem roob muaj nees muaj tsheb ua rog hluavtaws puv nkaus nyob vij puag ncig Elisa."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.18","label":"18","content":"Thaum cov Alas tuaj tawm tsam Elisa, nws thov Yawmsaub hais tias, “Thov koj ua rau cov neeg no qhov muag fam.” Yawmsaub thiaj ua rau lawv qhov muag fam raws li Elisa tej lus thov."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.19","label":"19","content":"Mas Elisa hais rau lawv tias, “Tsis yog txojkev no thiab tsis yog lub moos no. Nej raws kuv qab, kuv yuav coj nej mus txog tus uas nej nrhiav ntawd.” Ces nws txawm coj lawv mus rau hauv lub nroog Xamali."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.20","label":"20","content":"Thaum lawv los txog hauv nruab nrab nroog Xamali lawd, Elisa hais tias, “Au Yawmsaub, thov koj qheb cov neeg no qhov muag kom lawv rov pom kev.” Yawmsaub thiaj li qheb lawv qhov muag pom kev, ua ciav lawv nyob hauv nruab nrab nroog Xamali lawm."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.21","label":"21","content":"Thaum Yixayee tus vajntxwv pom lawv nws txawm hais rau Elisa tias, “Kuv txiv, kuv muab lawv tua lov? Kuv muab lawv tua pov tseg lov?”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.22","label":"22","content":"Nws teb tias, “Tsis txhob tua. Koj yuav tua cov neeg uas koj xuas ntaj xuas hneev ntes tau los lov? Cia li muab ncuav thiab dej rau lawv noj lawv haus, thiab tso lawv rov mus rau lawv tus tswv.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.23","label":"23","content":"Vajntxwv txawm npaj ib rooj noj haus loj los yug lawv. Thaum lawv noj haus tag lawd, nws txawm tso lawv rov mus rau lawv tus tswv. Ces cov Alas thiaj tsis tuaj lws Yixayee tebchaws dua li lawm."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.24","label":"24","content":"Los rau tom qab no Npeehada uas yog Alas tus vajntxwv txhij nws cov tub rog huvsi tuaj vij lub nroog Xamali."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.25","label":"25","content":"Thaum lawv vij lub nroog Xamali ntawd, lub nroog raug kev tshaib plab heev kawg, mus txog thaum ib lub taubhau nees luav lawv muag txog yim caum sekhee nyiaj, thiab ib feem plaub hauv ib khab quav nquab lawv muag tsib sekhee."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.26","label":"26","content":"Thaum Yixayee tus vajntxwv taug saum ntsa loog, muaj ib tug pojniam qw thov nws hais tias, “Au vajntxwv uas yog kuv tus tswv, thov pab lauj.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.27","label":"27","content":"Vajntxwv hais tias, “Yog Yawmsaub tsis pab koj, kuv yuav pab koj tau qhov twg los? Kuv pab los ntawm lub tshav ntaus qoob, lossis lub qhov tsuam txiv hmab lov?”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.28","label":"28","content":"Nws nug tus pojniam ntawd tias, “Koj muaj dabtsi?” Tus pojniam teb tias, “Tus pojniam no hais rau kuv tias, ‘Hnub no muab koj tus tub rau wb noj, mas tagkis wb li noj kuv tus tub.’"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.29","label":"29","content":"Wb thiaj muab kuv tus tub hau noj tag. Mas hnub tom qab kuv hais rau nws tias, ‘Muab koj tus tub rau wb noj,’ tiamsis tus pojniam ntawd muab nws tus tub zais lawm.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.30","label":"30","content":"Thaum vajntxwv hnov tus pojniam ntawd tej lus nws txawm dua rhe nws lub tsho rau thaum nws tseem tabtom taug saum ntsa loog. Cov pejxeem saib pom ua ciav vajntxwv hnav khaub seev tsaj rau txheej sab hauv uas npuas lub cev."},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.31","label":"31","content":"Mas vajntxwv hais tias, “Yog hnub no Safa tus tub Elisa lub taubhau tseem txuas nws lub xub pwg, kuj thov Vajtswv rau txim rau kuv thiab hnyav dua li ntawd.”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.32","label":"32","content":"Thaum ntawd Elisa zaum hauv nws lub tsev thiab cov kev txwj laus kuj nrog nws nyob ua ke. Vajntxwv txib ib tug tawm ntawm nws xubntiag mus, tiamsis thaum tus uas xa xov ntawd tuaj tsis tau txog, Elisa hais rau cov kev txwj laus tias, “Nej pom los tsis pom tus uas tua neeg no txib neeg tuaj txiav kuv lub taubhau? Thaum tus xa xov tuaj txog, nej cia li kaw qhov rooj thiab tuav ruaj ruaj, txhob pub nws nkag tau los tsev. Nws tus tswv txhais kotaw lub suab nrov raws qab tuaj lawm los tsis yog?”"},{"bible_id":"1269","chapter_code":"2KI.6","verse_code":"2KI.6.33","label":"33","content":"Thaum Elisa tabtom hais rau lawv ntawd, vajntxwv  txawm tuaj txog ntua thiab hais tias, “Tej kev ceeblaj no yog los ntawm Yawmsaub los. Kuv tseem yuav tos Yawmsaub ua dabtsi?”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.1","label":"1","content":"Mas Elisa hais tias, “Cia li mloog Yawmsaub tej lus. Yawmsaub hais li no tias, ‘Tagkis lub sijhawm no cov hmoov mog zoo zoo ib xe‑a lawv yuav muag ib sekhee, ob xe‑a qeb muag ib sekhee  ntawm lub rooj loog Xamali.’ ”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.2","label":"2","content":"Ces tus thawj rog uas nrog nraim vajntxwv txawm hais rau Vajtswv tus neeg tias, “Txawm yog Yawmsaub qheb qhov rais saum ntuj los tej no yuav muaj tau lov?” Mas Elisa hais tias, “Koj lub qhov muag yuav pom ntag tiamsis koj yuav tsis tau noj.”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.3","label":"3","content":"Muaj plaub tug yawg mob ruas  nyob sab nraum rooj loog. Lawv sib tham tias, “Ua cas peb yuav zaum ntawm no mus txog thaum tuag?"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.4","label":"4","content":"Yog peb hais tias, ‘Cia peb nkag mus rau hauv lub nroog,’ hauv lub nroog kuj tshaib plab, ces peb kuj yuav tuag rau hauv thiab xwb. Yog peb nyob ntawm no, peb kuj yuav tuag ib yam nkaus. Yog li ntawd peb cia li mus rau hauv cov Alas lub yeej. Yog lawv tseg peb txojsia peb kuj dim, yog lawv tua peb, peb kuj tuag thiab xwb.”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.5","label":"5","content":"Thaum tsaus ntuj zuag lawv thiaj mus rau hauv cov Alas lub yeej. Thaum lawv mus txog cov Alas lub ntug yeej, ua ciav tsis muaj ib tug neeg nyob kiag li,"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.6","label":"6","content":"vim yog Yawmsaub ua rau Alas cov tub rog hnov ib lub suab tsheb ua rog suab nees yam li yog ib pab tub rog coob coob li suab nrov, lawv thiaj sib tham tias, “Saib maj, Yixayee tus vajntxwv tau ntiav cov Hithai tej vajntxwv thiab cov Iyi tej vajntxwv tuaj ua rog rau peb.”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.7","label":"7","content":"Lawv txawm khiav tag rau thaum tsaus ntuj zuag lawm, tseg lawv tej tsev ntaub tej nees tej nees luav thiab tseg lub yeej zoo li qub, cia li khiav kom dim siav xwb."},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.8","label":"8","content":"Thaum cov mob ruas mus txog ntawm ntug yeej, lawv nkag mus rau hauv ib lub tsev ntaub mas noj thiab haus, thiab nqa tej nyiaj tej kub tej ris tsho coj mus zais cia. Lawv ho rov los nkag dua rau hauv ib lub tsev ntaub thiab nqa tej qhov txhia chaw coj mus zais cia."},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.9","label":"9","content":"Ces lawv txawm sib tham tias, “Peb ua tsis raug cai lawm. Hnub no yog hnub uas muaj xov zoo. Yog peb nyob twjywm tos txog kaj ntug, lub txim yuav poob rau saum peb. Yog li no nimno peb cia li mus hais rau vajntxwv tsev neeg.”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.10","label":"10","content":"Lawv thiaj mus hu cov uas zov rooj loog thiab hais zaj ntawd rau lawv tias, “Peb los ntawm Alas lub yeej los, mas peb tsis pom muaj leejtwg thiab tsis hnov ib lub suab neeg li, tsuas yog pom tej nees thiab tej nees luav khi cia rau ntawd xwb, thiab tej tsev ntaub nyob zoo yam li qub.”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.11","label":"11","content":"Ces cov uas zov rooj loog thiaj qw hu mus, ces txawm muaj neeg hais mus rau vajntxwv tsev neeg paub."},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.12","label":"12","content":"Vajntxwv txawm sawv tsees tsaus ntuj nti hais rau nws cov tub teg tub taws tias, “Kuv yuav hais rau nej paub tias cov Alas npaj tswvyim ua rog li cas rau peb. Lawv yeej paub tias peb tshaib heev, lawv thiaj tawm tsiv nraim rau nraum lub yeej thiab tom tej hav nroj, xav tias, ‘Thaum lawv tawm hauv lub nroog, peb yuav ntes kiag lawv thiab txeem mus rau hauv lub nroog.’ ”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.13","label":"13","content":"Nws cov tub teg tub taws ib tug hais tias, “Cov neeg uas tseem tshuav nyob hauv lub nroog no yuav zoo yam li cov Yixayee coob coob uas puam tsuaj lawm xwb, mas cia qee leej muab cov nees uas tseem tshuav tsib tug los, thiab peb cia li txib neeg mus tshuaj saib.”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.14","label":"14","content":"Lawv thiaj muab ob lub tsheb ua rog thiab nees los mas vajntxwv txawm tso lawv raws Alas cov tub rog qab mus hais tias, “Cia li mus tshuaj saib.”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.15","label":"15","content":"Lawv thiaj raws mus txog tus dej Yaladee, ua ciav thoob txojkev ntawd tsuas pom muaj ris tsho thiab tej twj siv uas cov Alas muab tso pov tseg rau thaum lawv maj nroos khiav. Cov uas mus tshuaj thiaj rov los qhia rau vajntxwv paub."},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.16","label":"16","content":"Cov pejxeem thiaj tawm mus lws tej qhov txhia chaw hauv cov Alas lub yeej. Yog li ntawd thiaj muab cov hmoov mog zoo ib xe‑a muag ib sekhee, thiab ob xe‑a qeb muag ib sekhee  raws li Yawmsaub tej lus."},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.17","label":"17","content":"Vajntxwv tau tsa tus thawj rog uas nrog nraim vajntxwv ua tus uas zov rooj loog. Mas cov pejxeem muab nws tsuj ntog rau ntawm rooj loog nws thiaj tuag, raws li Vajtswv tus neeg tau hais rau thaum vajntxwv tuaj rau ntawm nws."},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.18","label":"18","content":"Thaum Vajtswv tus neeg hais rau vajntxwv tias, “Ob xe‑a qeb muag ib sekhee, cov hmoov mog zoo ib xe‑a muag ib sekhee  rau tagkis lub sijhawm no rau ntawm lub rooj loog Xamali,”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.19","label":"19","content":"tus thawj rog uas nrog nraim vajntxwv teb Vajtswv tus neeg hais tias, “Txawm yog Yawmsaub qheb qhov rais saum ntuj los tej no yuav muaj tau lov?” Thiab Elisa hais tias, “Koj lub qhov muag yuav pom ntag tiamsis koj yuav tsis tau noj.”"},{"bible_id":"1269","chapter_code":"2KI.7","verse_code":"2KI.7.20","label":"20","content":"Ces thiaj muaj raws li ntawd rau nws, yog cov pejxeem muab nws tsuj ntawm rooj loog nws thiaj tuag lawm."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.1","label":"1","content":"Yav thaum Elisa tau hais rau tus pojniam uas nws tsa tus tub ciaj rov los tias, “Koj thiab koj tsev neeg cia li tsiv mus nyob rau ib qho uas nej nyob tau, vim yog Yawmsaub yuav ua kom lub tebchaws no raug kev tshaib plab xya xyoo.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.2","label":"2","content":"Tus pojniam ntawd thiaj li sawv tsees ua raws li Vajtswv tus neeg hais. Nws thiab nws tsev neeg mus nyob rau hauv Filixatee tebchaws tau xya xyoo."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.3","label":"3","content":"Thaum tag xya xyoo lawd tus pojniam ntawd kuj tawm hauv Filixatee tebchaws rov qab los thiab mus thov nws thaj av thiab nws lub tsev ntawm vajntxwv rov los."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.4","label":"4","content":"Thaum ntawd vajntxwv tabtom nrog Kehaxi uas yog Vajtswv tus neeg Elisa tus qhev sib tham hais tias, “Cia li qhia rau kuv paub txog tej haujlwm loj huvsi uas Elisa tau ua.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.5","label":"5","content":"Mas thaum Kehaxi tabtom hais txog zaj uas Elisa tau tsa tus tuag ciaj rov qab los ces tus pojniam uas Elisa tau tsa tus metub ciaj rov los txawm tuaj thov nws lub tsev thiab nws thaj av ntawm vajntxwv. Ces Kehaxi txawm hais tias, “Vajntxwv uas yog kuv tus tswv, no yog tus pojniam ntawd ntag thiab no yog tus pojniam ntawd tus tub uas Elisa tau tsa ciaj rov qab los ntag.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.6","label":"6","content":"Mas thaum vajntxwv nug tus pojniam ntawd nws kuj qhia zaj ntawd rau vajntxwv. Vajntxwv thiaj txib ib tug nom tswv pab tus pojniam ntawd, nws hais rau tus nom tias, “Cia li thim txhua yam uas yog tus pojniam no li, thiab tej qoob loo hauv thaj teb ntawd txij hnub uas nws tawm mus lawd los txog hnub no huvsi rov rau nws.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.7","label":"7","content":"Elisa tuaj rau ntawm Damaxaka. Cov Alas tus vajntxwv Npeehada mob mas muaj neeg mus hais rau nws tias, “Vajtswv tus neeg tuaj rau ntawm no.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.8","label":"8","content":"Vajntxwv hais rau Haxa‑ee tias, “Cia li coj qhov txhia chaw mus pub rau Vajtswv tus neeg kom nws nug Yawmsaub saib kuv yuav zoo tsis zoo.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.9","label":"9","content":"Haxa‑ee thiaj li mus ntsib tug xibhwb ntawd thiab coj txhua yam qhov txhia chaw hauv lub nroog Damaxaka txaus plaub caug tus ntxhuav thauj mus pub rau nws. Thaum Haxa‑ee mus txog, nws mus sawv ntawm tus xibhwb xubntiag hais tias, “Koj tus tub Npeehada uas yog cov Alas tus vajntxwv txib kuv tuaj cuag koj tuaj nug koj tias nws tus mob yuav zoo los tsis zoo.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.10","label":"10","content":"Mas Elisa hais rau nws tias, “Cia li mus hais rau nws tias, ‘Koj tus mob yuav zoo tag,’ tiamsis Yawmsaub twb qhia rau kuv tias nws yuav tuag tiag tiag.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.11","label":"11","content":"Elisa kuj ntsia ntsoov Haxa‑ee ua rau Haxa‑ee txaj muag ces Vajtswv tus neeg txawm quaj."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.12","label":"12","content":"Mas Haxa‑ee txawm nug tias, “Yawg hlob, ua cas koj yuav quaj?” Nws teb tias, “Rau qhov kuv paub tej xwm txheej phem uas koj yuav ua rau cov Yixayee. Koj yuav muab hluavtaws hlawv lawv tej chaw ruaj khov thiab yuav xuas ntaj tua lawv tej tub hluas pov tseg thiab yuav muab lawv tej menyuam ntsawm tuag tag, thiab muab lawv tej pojniam uas suab menyuam tej plab phua.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.13","label":"13","content":"Mas Haxa‑ee hais tias, “Kuv uas yog koj tus qhev tsuas zoo tam li ib tug dev xwb, kuv ho yog leejtwg es yuav ua tej xwm txheej uas loj li no?” Elisa teb tias, “Yawmsaub qhia rau kuv tias koj yuav ua vajntxwv kav cov Alas.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.14","label":"14","content":"Ces Haxa‑ee txawm rov qab ntawm Elisa los rau ntawm nws tus tswv mas vajntxwv nug tias, “Elisa hais li cas rau koj?” Nws teb tias, “Elisa hais tias koj tus mob yeej yuav zoo.”"},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.15","label":"15","content":"Mas tagkis tom qab nws txawm muab ib daim pam raus dej coj los kauv vajntxwv lub ntsej muag mus txog thaum vajntxwv tuag. Mas Haxa‑ee thiaj sawv ua vajntxwv nyob nws chaw."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.16","label":"16","content":"Xyoo tsib uas Ahaj tus tub Yaulas ua vajntxwv kav Yixayee mas Yehausafa tus tub Yehaulas pib ua vajntxwv kav Yuda."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.17","label":"17","content":"Thaum Yehaulas pib ua vajntxwv kav ntawd nws muaj peb caug ob xyoos, nws nyob hauv Yeluxalees kav tau yim xyoo."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.18","label":"18","content":"Nws taug nraim cov Yixayee tej vajntxwv tus neev taw, yog ua raws li Ahaj caj ces, vim yog nws yuav Ahaj tus ntxhais ua pojniam. Tej uas nws ua mas Yawmsaub pom tias phem kawg li."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.19","label":"19","content":"Txawm li cas los Yawmsaub yeej tsis ua rau Yuda puam tsuaj tag vim yog saib rau nws tus qhev Davi rau qhov nws twb cog lus tseg rau Davi tias nws yuav pub ib lub teeb ci rau Davi thiab rau Davi caj ces mus ib txhis li."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.20","label":"20","content":"Ntu uas Yehaulas ua vajntxwv mas Edoo fav xeeb rau Yuda thiab tsa dua ib tug vajntxwv kav lawv."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.21","label":"21","content":"Mas Yehaulas thiaj coj nws tej tsheb ua rog huvsi hla mus txog ntua Xa‑i. Thaum hmo ntuj Yehaulas thiab nws cov thawj uas kav cov tsheb ua rog txawm ntaus cov Edoo uas vij nws, tiamsis nws cov tub rog cia li khiav mus tsev tag lawm."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.22","label":"22","content":"Cov Edoo thiaj fav xeeb tsis zwm rau cov Yuda los txog niaj hnub nimno. Thiab lub sijhawm ntawd lub moos Lina kuj fav xeeb rau Yuda."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.23","label":"23","content":"Lwm yam haujlwm uas Yehaulas ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.24","label":"24","content":"Yehaulas kuj tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log nrog nws tej poj koob yawm txwv rau hauv Davi lub nroog, mas nws tus tub Ahaxiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.25","label":"25","content":"Xyoo kaum ob uas Ahaj tus tub Yaulas ua vajntxwv kav Yixayee mas Yuda tus vajntxwv Yehaulas tus tub Ahaxiya pib ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.26","label":"26","content":"Thaum Ahaxiya pib kav ntawd nws muaj nees nkaum ob xyoos, nws nyob hauv Yeluxalees kav tau ib xyoos. Nws niam npe hu ua Athaliya, yog cov Yixayee tus vajntxwv Ooli li xeeb ntxwv."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.27","label":"27","content":"Ahaxiya taug nraim Ahaj caj ces tus neev taw thiab ua tej uas Yawmsaub pom tias phem kawg ib yam li Ahaj caj ces ua, rau qhov nws yog Ahaj tus vauv li tub."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.28","label":"28","content":"Ahaxiya nrog Ahaj tus tub Yaulas mus ua rog rau cov Alas tus vajntxwv Haxa‑ee ntawm Lamau Kile‑a, mas cov Alas tua Yaulas raug mob."},{"bible_id":"1269","chapter_code":"2KI.8","verse_code":"2KI.8.29","label":"29","content":"Yaulas txawm rov qab mus kho mob rau ntawm lub moos Yile‑ee, yog mus kho qhov mob uas nws raug cov Alas tua ntawm Lama  rau thaum nws ua rog rau Alas tus vajntxwv Haxa‑ee. Mas Yehaulas tus tub Ahaxiya uas ua vajntxwv kav Yuda thiaj mus saib Ahaj tus tub Yaulas rau hauv lub moos Yile‑ee vim yog Yaulas raug mob."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.1","label":"1","content":"Elisa uas cev Vajtswv lus hu pab xibhwb uas cev Vajtswv lus ib tug los thiab hais rau nws tias, “Cia li qaws lub tsho rau ntawm duav thiab muab ib hwj roj coj mus rau ntawm lub moos Lamau Kile‑a."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.2","label":"2","content":"Thaum koj mus txog lawd, mas nrhiav Yehu uas yog Yehausafa tus tub thiab yog Nisi tus xeeb ntxwv. Cia li cuag nkaus nws thiab coj nws tawm ntawm nws cov phoojywg mus thiab coj nws mus rau chav tsev hauv nruab nrab."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.3","label":"3","content":"Mas muab hwj roj hliv ywg nws taubhau thiab hais tias, ‘Yawmsaub hais li no tias, Kuv tsa koj ua vajntxwv kav Yixayee.’ Ces cia li qheb kiag qhov rooj tawm khiav mus tsis txhob tos.”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.4","label":"4","content":"Tus hluas uas cev Vajtswv lus ntawd mus rau ntawm lub moos Lamau Kile‑a."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.5","label":"5","content":"Thaum nws mus txog ua ciav cov thawj uas kav tub rog tabtom sablaj, mas nws txawm hais tias, “Yawg hlob, kuv muaj xov yuav hais rau koj.” Yehu hais tias, “Hais rau peb cov leejtwg?” Nws teb tias, “Yawg hlob, hais rau koj ntag.”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.6","label":"6","content":"Ces Yehu txawm sawv tsees mus rau hauv tsev. Tus hluas ntawd txawm hliv roj rau saum Yehu taubhau thiab hais rau nws tias, “Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, ‘Kuv tsa koj ua vajntxwv kav Yawmsaub haiv neeg Yixayee."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.7","label":"7","content":"Koj yuav tsum muab koj tus tswv Ahaj caj ces ntxuav pov tseg, xwv kuv thiaj li pauj tau qhov uas Yexenpee muab kuv cov tub qhe uas cev kuv li lus thiab Yawmsaub cov tub qhe sawvdaws tej ntshav nchuav pov tseg."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.8","label":"8","content":"Ahaj caj ces huvsi yuav puam tsuaj tag. Kuv yuav txiav txhua tus txivneej tsis hais cov uas ua qhev thiab cov uas tsis ua qhev hauv cov Yixayee kom tu noob nrho ntawm Ahaj."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.9","label":"9","content":"Kuv yuav ua rau Ahaj caj ces ib yam li ua rau Nenpa tus tub Yelaunpau‑as caj ces thiab ib yam li ua rau Ahiya tus tub Npa‑asa caj ces."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.10","label":"10","content":"Thiab dev yuav noj Yexenpee rau hauv nws lub vaj ntawm lub moos Yile‑ee, thiab yuav tsis muaj leejtwg muab nws log.’ ” Ces tus hluas ntawd txawm qheb kiag qhov rooj tawm khiav mus lawm."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.11","label":"11","content":"Thaum Yehu tawm los rau ntawm nws tus tswv cov thawj rog, lawv txawm hais rau nws tias, “Txhua yam puavleej zoo lov? Tus neeg vwm ntawd tuaj cuag koj ua dabtsi?” Yehu hais tias, “Nej yeej paub tus yawg ntawd thiab paub tias nws hais lus zoo li cas.”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.12","label":"12","content":"Lawv teb tias, “Koj dag xwb, cia li qhia rau peb nimno.” Nws thiaj hais tias, “Tus ntawd hais li no rau kuv tias, ‘Yawmsaub hais li no tias, Kuv tsa koj ua vajntxwv kav cov Yixayee.’ ”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.13","label":"13","content":"Ces lawv txhua tus txawm hle pes kiag cov tsho ntev los pua cov qeb ntai uas do cuas rau Yehu nyob, thiab lawv tshuab raj kub yaj tshaj tawm tias, “Yehu ua vajntxwv lawm lauj!”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.14","label":"14","content":"Yog li no Yehu uas yog Yehausafa tus tub, uas yog Nisi li xeeb ntxwv, thiaj ntaus tswvyim tawm tsam Yaulas. (Lub sijhawm ntawd Yaulas thiab cov Yixayee sawvdaws twb tawm mus tiv thaiv Alas tus vajntxwv Haxa‑ee rau ntawm lub moos Lamau Kile‑a,"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.15","label":"15","content":"tiamsis vajntxwv Yaulas rov los kho mob rau hauv lub moos Yile‑ee lawm vim yog cov Alas tua raug nws mob rau thaum nws ua rog rau cov Alas tus vajntxwv Haxa‑ee.) Yehu thiaj hais tias, “Yog nej xav li no, tsis txhob cia leejtwg nyiag kev tawm hauv lub moos no mus hais xov rau hauv lub moos Yile‑ee.”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.16","label":"16","content":"Ces Yehu txawm nce nws lub tsheb ua rog caij mus rau lub moos Yile‑ee, rau qhov Yaulas pw qhov ntawd. Thiab Yuda tus vajntxwv Ahaxiya tuaj saib Yaulas rau qhov ntawd."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.17","label":"17","content":"Tus faj xwm sawv saum lub moos Yile‑ee lub chaw tsom faj, pom Yehu pab neeg tuaj ces txawm hais tias, “Kuv pom ib pab neeg tuaj.” Yaulas hais tias, “Cia li txib ib tug tub rog caij nees mus cuag lawv nug lawv tias, ‘Nej tuaj txojkev thaj yeeb lov?’ ”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.18","label":"18","content":"Ib tug tub rog caij nees txawm mus ntsib Yehu thiab hais tias, “Vajntxwv hais li no tias, ‘Koj tuaj txojkev thaj yeeb lov?’ ” Yehu teb tias, “Koj ntsig txog kev thaj yeeb ua dabtsi? Koj cia li tig kiag caij nees raws kuv qab xwb.” Tus faj xwm ceeb toom tias, “Tus uas xa xov mus txog lawv lawm, tiamsis nws tsis rov los.”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.19","label":"19","content":"Vajntxwv thiaj txib dua ib tug tub rog caij nees mus. Tus ntawd mus txog lawv thiab hais tias, “Vajntxwv hais li no tias, ‘Nej tuaj txojkev thaj yeeb lov?’ ” Yehu teb tias, “Koj ntsig txog kev thaj yeeb ua dabtsi? Koj cia li tig kiag caij nees raws kuv qab.”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.20","label":"20","content":"Tus faj xwm ceeb toom dua ib zaug tias, “Tus ntawd mus txog lawv lawm, tiamsis nws tsis rov los. Thiab tus cujpwm tsav tsheb ntawd saib zoo yam li yog Nisi tus tub Yehu tus cujpwm, rau qhov tsav nrawm heev.”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.21","label":"21","content":"Yaulas hais tias, “Cia li npaj kom txhij.” Lawv txawm npaj Yaulas lub tsheb ua rog. Mas Yixayee tus vajntxwv Yaulas thiab Yuda tus vajntxwv Ahaxiya nyias caij nyias lub tsheb ua rog tawm mus ntsib Yehu ntawm Nanpau uas yog neeg Yile‑ee thaj teb."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.22","label":"22","content":"Mas thaum Yaulas pom Yehu, nws hais tias, “Yehu, muaj kev thaj yeeb lov?” Yehu teb tias, “Yuav muaj kev thaj yeeb tau li cas rau thaum koj niam Yexenpee tseem deev dab ua khawv koob yees siv ntau npaum li no?”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.23","label":"23","content":"Ces Yaulas txawm rub xauv nees tig kiag khiav thiab hais rau Ahaxiya tias, “Au Ahaxiya, lawv fav xeeb lawm lauj!”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.24","label":"24","content":"Ces Yehu txawm rub hneev nti kawg zog nkaus tua mus raug Yaulas ntawm ob lub xub pwg kem nruab nrab. Rab xub chob nplho nws lub plawv nws thiaj ntog vau hlo rau hauv nws lub tsheb ua rog."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.25","label":"25","content":"Yehu hais rau Npikha uas nqa nws tej cuab yeej tias, “Cia li nqa Yaulas lub cev mus pov rau hauv Nanpau uas yog neeg Yile‑ee thaj teb. Cia li nco ntsoov txog thaum wb caij nees raws nws txiv Ahaj qab mus, Yawmsaub hais tej lus no txog nws hais tias,"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.26","label":"26","content":"‘Kuv twb pom Nanpau thiab nws tej tub ki tej ntshav rau nag lawm. Kuv yuav ua pauj rau koj rau hauv thaj teb no ntag. Yawmsaub hais li no ntag.’  Yog li no cia li muab nws nqa pov rau hauv thaj teb no raws li Yawmsaub tej lus.”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.27","label":"27","content":"Thaum Yuda tus vajntxwv Ahaxiya pom li ntawd nws txawm khiav mus rau lub moos Npehakas. Ces Yehu txawm caum qab mus thiab hais tias, “Cia li tua nws thiab,” mas lawv txawm tua nws hauv lub tsheb ua rog rau ntawm ntu kev uas hla lub roob Ku uas ze ntawm Ile‑as. Mas nws txawm khiav txog lub moos Mekidau thiab tuag rau qhov ntawd lawm."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.28","label":"28","content":"Nws cov tub teg tub taws thiaj muab nws lub cev tuag rau tsheb ua rog thauj mus rau Yeluxalees thiab muab log rau hauv nws lub qhov ntxa nrog nws tej poj koob yawm txwv ua ke hauv Davi lub nroog."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.29","label":"29","content":"Xyoo kaum ib uas Ahaj tus tub Yaulas ua vajntxwv kav mas Ahaxiya pib ua vajntxwv kav Yuda."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.30","label":"30","content":"Thaum Yehu tuaj txog lub moos Yile‑ee, Yexenpee kuj hnov lawm. Nws thiaj pleev qhov muag kaim zoj zees thiab qaws plaubhau kom zoo nkauj xauj ntawm qhov rais mus."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.31","label":"31","content":"Thaum Yehu nkag rooj loog los Yexenpee txawm hais tias, “Koj uas tua koj tus tswv, koj uas zoo li Xili,  koj tuaj ua kev thaj yeeb lov?”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.32","label":"32","content":"Yehu tsa muag ntsia rau saum qhov rais thiab hais tias, “Leejtwg tuaj kuv tog? Leejtwg ne?” Muaj ob peb tug nraug sam xauj saum qhov rais tuaj rau nws."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.33","label":"33","content":"Nws hais tias, “Cia li muab tus pojniam kod pov los.” Lawv txawm muab tus pojniam ntawd pov los. Nws tej ntshav ib txhia txaws lo ntsa loog thiab lo tej nees, mas tej nees tsuj kiag saum nws."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.34","label":"34","content":"Ces Yehu txawm nkag mus noj haus thiab hais tias, “Mus saib tug pojniam uas raug foom tsis zoo ntawd thiab coj mus log rau qhov nws yog vajntxwv li ntxhais.”"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.35","label":"35","content":"Tiamsis thaum lawv mus muab nws log, lawv pom tias tshuav lub taubhau thiab tej tes taw xwb."},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.36","label":"36","content":"Thaum lawv rov los hais rau Yehu, nws hais tias, “Tej no yog Yawmsaub tej lus uas nws kom nws tus qhev Eliya uas yog neeg hauv Thinpi hais tias, Dev yuav noj Yexenpee cev nqaij rau hauv Yile‑ee li kav xyuam,"},{"bible_id":"1269","chapter_code":"2KI.9","verse_code":"2KI.9.37","label":"37","content":"thiab Yexenpee lub cev tuag yuav zoo li tej quav tsiaj rau saum npoo av tom tej teb ntawm Yile‑ee li kav xyuam, tsis muaj leejtwg hais tau tias, ‘No yog Yexenpee.’ ”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.1","label":"1","content":"Ahaj muaj xya caum tus tub nyob hauv Xamali. Yehu txawm sau ib tsab ntawv xa mus rau Xamali xa mus rau cov nom tswv uas kav lub nroog thiab rau cov kev txwj laus thiab xa mus rau cov uas zov thiab tu Ahaj cov tub hais tias,"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.2","label":"2","content":"“Vim yog vajntxwv cov tub nrog nej nyob thiab vim nej muaj tsheb ua rog muaj nees thiab nej nyob hauv lub nroog uas muaj ntsa loog thiab nej muaj cuab yeej ua rog mas thaum tsab ntawv no tuaj txog nej,"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.3","label":"3","content":"nej cia li xaiv vajntxwv ib tug tub uas zoo kawg nkaus thiab tsim txiaj kawg nkaus tsa los ua vajntxwv sawv nws txiv chaw es tuaj ua rog pab nej tus vajntxwv caj ces.”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.4","label":"4","content":"Tiamsis lawv sawvdaws ntshai kawg li, lawv hais tias, “Sim saib, ob tug vajntxwv ntawd twb tiv tsis tau nws es peb yuav ua li cas tiv tau nws?”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.5","label":"5","content":"Tus uas tswjhwm vajntxwv lub vaj tse thiab tus uas kav lub nroog thiab cov kev txwj laus thiab cov uas zov thiab tu vajntxwv cov tub thiaj xa xov tuaj hais rau Yehu tias, “Peb yog koj li qhev thiab peb yuav ua txhua yam raws li uas koj hais. Peb yuav tsis tsa ib tug twg ua vajntxwv li. Koj cia li ua raws li koj pom zoo.”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.6","label":"6","content":"Mas Yehu sau dua ib tsab ntawv mus rau lawv hais tias, “Yog nej tuaj kuv tog thiab yog nej yuav mloog kuv hais, mas tagkis lub sijhawm no nej cia li coj nej tus vajntxwv cov tub li taubhau tuaj cuag kuv ntawm Yile‑ee.” Vajntxwv xya caum leej tub tseem nrog cov uas ua hlob hauv lub nroog nyob ua ke, yog cov uas tu cov tub ntawd hlob."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.7","label":"7","content":"Mas thaum Yehu tsab ntawv tuaj txog lawv, lawv cia li ntes vajntxwv xya caum leej tub muab tua ua ke huvsi, muab cov taubhau tso hauv tawb xa mus rau Yehu ntawm lub moos Yile‑ee."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.8","label":"8","content":"Thaum tus uas xa xov los hais rau Yehu tias, “Lawv coj vajntxwv xya caum leej tub li taubhau los lawm lauj.” Yehu hais tias, “Cia li muab cov taubhau tib ua ob pawg rau ntawm txojkev uas nkag rau hauv rooj loog.”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.9","label":"9","content":"Tagkis sawv ntxov Yehu txawm tawm mus sawv ntawd hais rau cov pejxeem sawvdaws tias, “Nej tsis txhaum, yog kuv fav xeeb rau kuv tus vajntxwv thiab muab nws tua pov tseg. Tiamsis leejtwg tua cov neeg no?"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.10","label":"10","content":"Cia li paub tias tej lus uas Yawmsaub hais txog Ahaj caj ces yuav tsis poob ib los rau hauv av li. Rau qhov Yawmsaub ua raws li uas nws kom nws tus qhev Eliya hais.”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.11","label":"11","content":"Yehu thiaj li tua Ahaj caj ces uas tshuav nyob hauv Yile‑ee txhua tus, thiab tua nws cov uas ua hlob txhua tus thiab nws cov kwvluag thiab nws cov pov thawj, mas tsis tshuav ib tug dim li."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.12","label":"12","content":"Yehu txawm sawv kev mus rau lub nroog Xamali. Thaum nws nyob ntawm Npe‑ekhe uas yog cov neeg yug yaj lub zos,"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.13","label":"13","content":"Yehu ntsib Yuda tus vajntxwv Ahaxiya cov kwvtij mas nug tias, “Nej yog leejtwg?” Lawv teb tias, “Peb yog Ahaxiya li kwvtij. Peb tuaj saib vajntxwv cov tub thiab saib vajntxwv niam cov tub.”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.14","label":"14","content":"Ces Yehu txawm hais tias, “Cia li ntes cov neeg ntawd.” Lawv cia li ntes cov neeg ntawd thiab muab tua rau ntawm lub qhov Npe‑ekhe, huvsi muaj plaub caug ob leeg tsis tseg ib tug li."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.15","label":"15","content":"Thaum Yehu tawm qhov ntawd mus mas nws ntsib Lekhaj tus tub Yehaunada tuaj cuag nws, mas Yehu kuj fim nws hais rau nws tias, “Koj lub siab xav ib yam li kuv lub siab thiab lov?” Yehaunada teb tias, “Xav ib yam nkaus.” Yehu hais tias, “Yog xav ib yam nkaus mas cev tes tuaj rau kuv.” Nws thiaj cev tes tuaj mas Yehu thiaj coj nws nce rau saum lub tsheb ua rog."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.16","label":"16","content":"Yehu hais tias, “Nrog kuv mus thiab saib kuv lub siab uas kub lug rau Yawmsaub.” Yehu thiaj cia Lekhaj nrog nws caij lub tsheb ua rog mus."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.17","label":"17","content":"Thaum Yehu mus txog ntawm Xamali nws thiaj muab Ahaj caj ces uas tseem tshuav hauv Xamali tua pov tseg, ua rau lawv puam tsuaj tag raws li tej lus uas Yawmsaub hais rau Eliya."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.18","label":"18","content":"Yehu txawm hu cov pejxeem sawvdaws tuaj txoos ua ke thiab hais rau lawv tias, “Ahaj pe hawm Npa‑as me me xwb tiamsis Yehu yuav pe hawm Npa‑as loj heev."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.19","label":"19","content":"Cia li hu cov txiv neeb uas cev dab Npa‑as li lus thiab cov uas pe dab Npa‑as thiab cov txiv neeb txiv yaig sawvdaws tuaj cuag kuv tsis txhob tseg ib tug li, rau qhov kuv yuav ua kevcai xyeem qhov txhia chaw loj kawg li rau dab Npa‑as. Yog leejtwg tsis tuaj mas yuav tsis muaj txojsia nyob.” Qhov tseeb twb yog Yehu ntxias kom tuaj xwv thiaj ua tau rau cov uas pe dab Npa‑as puam tsuaj."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.20","label":"20","content":"Thiab Yehu hais kom npaj tuaj txoos ua ke ua kevcai pe hawm Npa‑as. Lawv thiaj tshaj tawm hu kom tuaj txoos ua ke."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.21","label":"21","content":"Yehu thiaj txib neeg mus hu thoob plaws hauv cov Yixayee mas cov uas pe dab Npa‑as kuj tuaj tag nrho huvsi tsis tshuav ib tug li. Lawv kuj tuaj nkag mus rau hauv lub tsev teev dab Npa‑as, lub tsev teev dab Npa‑as puv nkaus txiv qev."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.22","label":"22","content":"Yehu hais rau tus uas saib tej tsoos tsho tias, “Cia li muab cov tsho rau txhua tus uas pe dab Npa‑as hnav.” Ces nws txawm coj tsho los pub rau sawvdaws hnav."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.23","label":"23","content":"Ces Yehu thiab Lekhaj tus tub Yehaunada txawm nkag rau hauv lub tsev teev dab Npa‑as mas hais rau cov uas pe dab Npa‑as tias, “Cia li txheeb saib puas muaj cov uas pe hawm Yawmsaub nyob hauv nej cov kod, tsuas yuav cov uas pe dab Npa‑as xwb.”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.24","label":"24","content":"Ob tug kuj nkag mus ua kevcai tua tsiaj xyeem thiab ua kevcai hlawv xyeem. Yehu twb tso yim caum leej nyob sab nraud lawm mas hais tias, “Yog leejtwg tso ib tug twg uas kuv muab rau hauv nej txhais tes lawd khiav dim mas tus ntawd yuav tuag theej tus ntawd.”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.25","label":"25","content":"Thaum Yehu ua kevcai hlawv xyeem tag Yehu hais rau cov tub rog uas zov Yehu thiab cov thawj rog tias, “Cia li nkag mus, muab lawv tua tsis txhob cia dim ib tug li.” Lawv txawm xuas ntaj tua cov neeg ntawd huvsi tag. Cov tub rog uas zov vajntxwv thiab cov thawj rog ntawd kuj muab cov cev tuag pov rau sab nraud, thiab lawv nkag mus rau chav tsev hauv nruab nrab."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.26","label":"26","content":"Lawv muab tus ncej teev dab hauv lub tsev dab Npa‑as rho los hlawv pov tseg."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.27","label":"27","content":"Thiab lawv muab tus ncej teev dab Npa‑as thiab lub tsev dab Npa‑as ua puam tsuaj tag huvsi mas muab ua lub tsev tso quav los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.28","label":"28","content":"Yehu muab dab Npa‑as ntxuav tawm tag hauv cov Yixayee li uas hais no."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.29","label":"29","content":"Tiamsis Yehu tsis tseg Nenpa tus tub Yelaunpau‑as tej kev txhaum uas coj cov Yixayee ua txhaum, yog ua tej dab mlom thav nyuj kub uas nyob hauv lub moos Npe‑ee thiab nyob hauv lub moos Daj."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.30","label":"30","content":"Mas Yawmsaub hais rau Yehu tias, “Vim yog koj tau ua zoo raws li kuv nyiam thiab raws li kuv pom zoo thiab tau ua rau Ahaj caj ces txhua yam raws li kuv lub siab xav, mas koj thiab koj caj ces yuav tau nyob saum cov Yixayee lub zwm txwv mus txog plaub tiam.”"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.31","label":"31","content":"Tiamsis Yehu tsis ceev faj ua raws li Yawmsaub uas yog cov Yixayee tus Vajtswv txoj kevcai kom kawg siab kawg ntsws, nws tsis tseg Yelaunpau‑as tej kev txhaum uas coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.32","label":"32","content":"Ncua sijhawm ntawd Yawmsaub txawm pib rho cov Yixayee tebchaws qee thaj zuj zus lawm. Haxa‑ee thiaj ntaus yeej Yixayee tebchaws rau txhua qhov,"},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.33","label":"33","content":"txij ntawm tus dej Yaladee sab hnub tuaj thoob plaws Kile‑a tebchaws, yog Kas thiab Lunpee thiab Manaxe tebchaws, yog txij ntua lub moos Alau‑aw uas nyob ntawm ntug dej Anoo uas yog Kile‑a thiab Npasas tebchaws."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.34","label":"34","content":"Lwm yam haujlwm uas Yehu ua thiab txhua yam uas nws ua thiab nws tus peevxwm huvsi mas twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.35","label":"35","content":"Yehu txawm tuag mus nrog nws tej poj koob yawm txwv nyob, mas lawv muab nws log rau hauv lub nroog Xamali. Mas nws tus tub Yehau‑aha sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.10","verse_code":"2KI.10.36","label":"36","content":"Yehu nyob hauv Xamali kav Yixayee tau nees nkaum yim xyoo."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.1","label":"1","content":"Thaum Athaliya uas yog Ahaxiya niam pom tias nws tus tub tuag lawm ces nws txawm sawv tsees tua vajntxwv caj ces huvsi pov tseg."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.2","label":"2","content":"Tiamsis vajntxwv Yehaulas tus ntxhais Yehausenpa uas yog Ahaxiya tus muam tau coj Ahaxiya tus tub Yau‑as nyiag khiav tawm hauv vajntxwv cov tub uas yuav raug tua mus lawm. Nws muab Yau‑as thiab tus uas tu nws zais rau hauv ib lub txaj pw. Nws muab Yau‑as zais ntawm Athaliya li no, mas thiaj tsis raug tua."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.3","label":"3","content":"Yau‑as nrog nws nyob tau rau xyoo, tsiv nraim rau hauv Yawmsaub lub tuam tsev rau ncua sijhawm uas Athaliya kav lub tebchaws."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.4","label":"4","content":"Xyoo uas xya Yehauyada txib cov thawj rog uas kav cov Khali  thiab cov tub rog uas zov vajntxwv, kom lawv tuaj cuag nws rau hauv Yawmsaub lub tuam tsev. Mas nws nrog lawv sib cog lus thiab kom lawv twv rau hauv vajntxwv lub tsev, mas nws thiaj coj vajntxwv tus tub los rau lawv pom."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.5","label":"5","content":"Mas nws hais rau lawv tias, “Nej yuav tsum ua li no. Thaum nej tuaj ua haujlwm rau hnub Xanpatau  mas pab ib mus zov vajntxwv tsev,"},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.6","label":"6","content":"pab ob zov ntawm lub Rooj Loog Xuj thiab pab peb zov lub qhov rooj ntawm vajntxwv qaum tsev."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.7","label":"7","content":"Ob pab uas tau so rau hnub Xanpatau cia li tuaj zov Yawmsaub lub tuam tsev thiaj zov tau vajntxwv."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.8","label":"8","content":"Nej sawvdaws yuav vij vajntxwv thiab txhua tus nyias tuav rawv nyias cuab yeej. Yog leejtwg txav los ze nej, cia li muab tua kiag. Yuav tsum nrog nraim vajntxwv rau thaum nws tawm mus thiab nws nkag los.”"},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.9","label":"9","content":"Cov thawj rog kuj ua raws li tus pov thawj Yehauyada hais txhua yam. Nyias coj nyias cov tub rog tsis hais cov uas yuav nkag ua haujlwm rau hnub Xanpatau thiab cov uas yuav tawm ua haujlwm rau hnub Xianiaptau tuaj cuag tus pov thawj Yehauyada."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.10","label":"10","content":"Mas tus pov thawj muab vajntxwv Davi cov hmuv thiab cov phiaj hlau thaiv uas nyob hauv Yawmsaub lub tuam tsev rau cov thawj rog."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.11","label":"11","content":"Mas cov tub rog uas zov vajntxwv kuj tuav cuab yeej, txhua tus sawv nres nroos vij nkaus lub thaj uas xyeem thiab vij tus vajntxwv rau ntawm lub tuam tsev sab ped sab nrad huvsi."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.12","label":"12","content":"Ces Yehauyada coj vajntxwv tus tub tawm los thiab muab lub mom vajntxwv rau ntoo thiab muab daim ntawv ua vajntxwv rau nws thiab tshaj tawm tias nws ua vajntxwv thiab muab roj hliv ywg tsa nws. Lawv npuaj teg hais tias, “Thov kom vajntxwv muaj txojsia loj siav ntev.”"},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.13","label":"13","content":"Thaum Athaliya hnov tej suab uas cov tub rog uas zov vajntxwv thiab tej pejxeem qw nws txawm mus rau ntawm cov pejxeem hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.14","label":"14","content":"Thaum nws tsa muag ntsia nws pom tus vajntxwv sawv ntawm tus ncej raws li kevcai. Muaj cov thawj rog thiab cov uas tshuab raj xyu nyob ib sab ntawm vajntxwv, thiab cov pejxeem thoob tebchaws sawvdaws zoo siab xyiv fab thiab tshuab raj xyu. Mas Athaliya kuj dua rhe nws lub tsho qw hais tias, “Fav xeeb lauj, fav xeeb lauj!”"},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.15","label":"15","content":"Pov thawj Yehauyada txawm hais rau cov thawj rog uas kav cov tub rog hais tias, “Cia li coj Athaliya tawm hauv cov tub rog mus. Yog leejtwg raws nws qab mas xuas ntaj tua pov tseg.” Rau qhov tus pov thawj hais tias, “Tsis txhob tua nws rau hauv Yawmsaub lub tuam tsev.”"},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.16","label":"16","content":"Lawv thiaj ntes nws, mas nws taug txojkev uas nees nkag rau hauv vajntxwv lub tsev ces nws raug tua rau qhov ntawd lawm."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.17","label":"17","content":"Mas Yehauyada kom vajntxwv thiab cov pejxeem cog lus rau Yawmsaub tias lawv yuav ua Yawmsaub haiv neeg, thiab nws kom vajntxwv thiab cov pejxeem sib cog lus ua ke."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.18","label":"18","content":"Mas cov pejxeem thoob tebchaws sawvdaws mus rau ntawm lub tsev dab Npa‑as thiab muab lub tsev ntawd rhuav pov tseg. Lawv muab lub thaj thiab tej dab mlom Npa‑as tsoo ua tej dwb daim tag, thiab tua tus pov thawj Mathas uas teev dab Npa‑as rau ntawm tej thaj ib sab. Thiab tus pov thawj Yehauyada tso tub rog zov Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.19","label":"19","content":"Nws coj cov thawj rog thiab cov Khali thiab cov tub rog uas zov vajntxwv thiab cov pejxeem sawvdaws, mas lawv coj vajntxwv nqes ntawm Yawmsaub lub tuam tsev taug txojkev nkag lub Rooj Loog Tub Rog Zov Vajntxwv mus txog vajntxwv lub tsev. Mas Yau‑as kuj mus nyob saum vajntxwv lub zwm txwv."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.20","label":"20","content":"Cov pejxeem thoob tebchaws sawvdaws zoo siab xyiv fab thiab lub nroog kuj nyob tus yees rau thaum Athaliya raug xuas ntaj tua rau ntawm vajntxwv lub tsev lawm."},{"bible_id":"1269","chapter_code":"2KI.11","verse_code":"2KI.11.21","label":"21","content":"Thaum Yau‑as  pib ua vajntxwv kav Yuda nws hnub nyoog muaj xya xyoo."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.1","label":"1","content":"Xyoo xya uas Yehu ua vajntxwv kav Yixayee mas Yau‑as  pib ua vajntxwv kav, nws nyob hauv Yeluxalees kav tau plaub caug xyoo. Nws niam npe hu ua Xinpiya uas nyob hauv Npe‑awsenpa."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.2","label":"2","content":"Yau‑as ua tej uas Yawmsaub pom tias zoo tag nws sim neej vim yog tus pov thawj Yehauyada tau qhuab qhia nws."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.3","label":"3","content":"Txawm li cas los nws kuj tsis rhuav tej chaw siab teev dab, ces cov pejxeem tseem xyeem tsiaj rau dab thiab hlawv hmoov xyab rau saum tej chaw siab ntawd."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.4","label":"4","content":"Yau‑as hais rau cov pov thawj tias, “Cov nyiaj uas pub ua dawb huv uas coj tuaj rau hauv Yawmsaub lub tuam tsev huvsi, yog tej uas sau ntawm tej tibneeg, tsis hais tej nyiaj uas kom txhua tus them tuaj thiab tej nyiaj uas cov pejxeem zoo siab coj tuaj pub rau hauv Yawmsaub lub tuam tsev,"},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.5","label":"5","content":"mas cia cov pov thawj txais tej nyiaj ntawm txhua tus uas coj tuaj, thiab cia lawv muab coj los kho lub tuam tsev raws li lawv pom tias cheem tsum yuav kho.”"},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.6","label":"6","content":"Tiamsis xyoo nees nkaum peb uas Yau‑as ua vajntxwv kav mas cov pov thawj tsis tau kho lub tuam tsev kiag li."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.7","label":"7","content":"Vim li ntawd vajntxwv Yau‑as thiaj li hu pov thawj Yehauyada thiab cov pov thawj tuaj mas hais rau lawv tias, “Ua cas nej tsis kho lub tuam tsev? Txij hnub no mus tsis txhob txais tej nyiaj uas lawv cev rau nej, cia li xa tej nyiaj ntawd mus kho lub tuam tsev.”"},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.8","label":"8","content":"Cov pov thawj thiaj hais hum tias tsis txais nyiaj ntawm cov pejxeem dua li lawm thiab hais hum tias lawv tsis kho lub tuam tsev lawm."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.9","label":"9","content":"Mas pov thawj Yehauyada txawm coj ib lub phij xab tuaj, mas muab tho ib lub qho ntawm lub hau phij xab, thiab muab txawb rau ntawm lub thaj ib sab yog thaum yus yuav nkag hauv Yawmsaub lub tuam tsev sab xis. Mas cov pov thawj uas zov ntawm lub qhov rooj muab tej nyiaj uas coj tuaj rau hauv Yawmsaub lub tuam tsev tso rau hauv lub phij xab ntawd."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.10","label":"10","content":"Thaum lawv pom tias muaj nyiaj ntau hauv lub phij xab lawm mas tus uas sau ntawv rau vajntxwv thiab tus tuam pov thawj hlob li tuaj suav tej nyiaj ntawd thiab muab cov nyiaj uas muaj hauv Yawmsaub lub tuam tsev ntim hnab pav ncauj cia."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.11","label":"11","content":"Lawv muab cov nyiaj uas luj tag ntawd rau cov tub zog uas tu Yawmsaub lub tuam tsev txhais tes, lawv li them rau cov Kws ntoo thiab cov tub zog uas ua haujlwm kho Yawmsaub lub tuam tsev,"},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.12","label":"12","content":"thiab muab rau cov Kws txhwm pob zeb thiab cov Kws txam pob zeb, thiab siv yuav ntoo thiab tej pob zeb uas txhwm tau lawd los kho Yawmsaub lub tuam tsev thiab siv rau txhua yam haujlwm uas kho lub tuam tsev."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.13","label":"13","content":"Tiamsis tej nyiaj uas coj tuaj rau hauv Yawmsaub lub tuam tsev ntawd tsis tau muab siv ua tej tais nyiaj thiab tej tais khwb teeb xeeb thiab ua phaj ua raj xyu thiab tsis muab ua tej twj kub lossis tej twj nyiaj,"},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.14","label":"14","content":"rau qhov cov nyiaj ntawd lawv muab rau cov tub zog uas kho Yawmsaub lub tuam tsev xwb."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.15","label":"15","content":"Lawv tsis thov cov uas lawv muab nyiaj rau hauv txhais tes lawm sau cia saib siv nyiaj li cas rau cov tub zog, vim yog cov neeg ntawd ua ncaj ua ncees."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.16","label":"16","content":"Tiamsis cov nyiaj uas luag coj tuaj ua kevcai ntxuav kev txaug kev txhaum thiab cov nyiaj uas coj tuaj ua kevcai daws txim mas tsis muab rau hauv Yawmsaub lub tuam tsev. Cov nyiaj ntawd yog cov pov thawj li feem xwb."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.17","label":"17","content":"Lub sijhawm ntawd cov Alas tus vajntxwv Haxa‑ee nce mus ua rog rau lub moos Ka mas txeeb tau. Tiamsis thaum nws tig yuav mus ua rog rau Yeluxalees,"},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.18","label":"18","content":"Yuda tus vajntxwv Yau‑as txawm coj tej qhov txhia chaw uas Yuda tej vajntxwv, yog Yehausafa thiab Yehaulas thiab Ahaxiya uas yog nws tej poj koob yawm txwv, tau muab xyeem pub rau Yawmsaub lawm, thiab tej uas Yau‑as muab xyeem pub kiag thiab tej kub huvsi uas nyob hauv lub txhab hauv lub tuam tsev thiab hauv vajntxwv lub tsev huvsi xa kiag mus pub rau Alas tus vajntxwv Haxa‑ee. Ces Haxa‑ee thiaj thim tub rog ntawm Yeluxalees rov mus lawm."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.19","label":"19","content":"Lwm yam haujlwm uas Yau‑as ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.20","label":"20","content":"Yau‑as cov tub teg tub taws ntaus tswvyim fav xeeb rau Yau‑as mas muab nws tua rau ntawm lub loog Milau uas nyob ntawm txojkev uas mus Xeela."},{"bible_id":"1269","chapter_code":"2KI.12","verse_code":"2KI.12.21","label":"21","content":"Yog Sime‑as tus tub Yauxakha thiab Saumaw tus tub Yehauxanpa uas ua vajntxwv li tub teg tub taws tua nws, nws thiaj tuag. Lawv muab nws log nrog nws tej poj koob yawm txwv ua ke hauv Davi lub nroog mas nws tus tub Amaxiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.1","label":"1","content":"Xyoo nees nkaum peb uas Ahaxiya tus tub Yau‑as ua vajntxwv kav Yuda mas Yehu tus tub Yehau‑aha pib ua vajntxwv kav Yixayee hauv lub nroog Xamali, nws kav tau kaum xya xyoo."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.2","label":"2","content":"Nws ua tej uas Yawmsaub pom tias phem thiab ua txhaum yam nkaus li Nenpa tus tub Yelaunpau‑as tej kev txhaum uas coj cov Yixayee ua txhaum. Yehau‑aha tsis tso tej kev txhaum ntawd tseg li."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.3","label":"3","content":"Mas Yawmsaub thiaj li npau taws rau cov Yixayee mas nws thiaj muab lawv rau hauv Alas tus vajntxwv Haxa‑ee txhais tes thiab rau hauv Haxa‑ee tus tub Npeehada txhais tes tsis tu li."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.4","label":"4","content":"Mas Yehau‑aha taij thov Yawmsaub ces Yawmsaub kuj mloog nws rau qhov Yawmsaub pom tej kev tsim txom uas Alas tus vajntxwv quab yuam lawv li cas."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.5","label":"5","content":"Vim li ntawd Yawmsaub thiaj tsa ib tug cawm cov Yixayee lawv thiaj dim hauv cov Alas txhais tes, cov Yixayee thiaj tau nyob hauv lawv tej vaj tse ib yam li qub."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.6","label":"6","content":"Txawm li ntawd los lawv kuj tsis tseg tej kev txhaum uas Yelaunpau‑as caj ces ua uas nws coj cov Yixayee ua txhaum thiab, lawv ua raws nraim tej kev txhaum no. Tej ncej teev dab Asela kuj tseem nyob hauv Xamali."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.7","label":"7","content":"Yehau‑aha tsis tshuav tub rog li lawm tsuas yog muaj tsib caug tus tub rog uas caij nees thiab kaum lub tsheb ua rog thiab ib vam tus tub rog mus kotaw, rau qhov Alas tus vajntxwv twb muab lawv ua puam tsuaj tag, ua rau lawv zoo yam nkaus li tej nyuag pluas plav uas ya thaum ntaus qoob loo."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.8","label":"8","content":"Lwm yam haujlwm uas Yehau‑aha ua thiab txhua yam uas nws ua thiab nws tus peevxwm mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.9","label":"9","content":"Yehau‑aha txawm tuag mus nrog nws tej poj koob yawm txwv nyob, lawv muab nws log rau hauv Xamali. Mas nws tus tub Yehau‑a sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.10","label":"10","content":"Xyoo peb caug xya uas Yau‑as ua vajntxwv kav Yuda mas Yehau‑aha tus tub Yehau‑a pib ua vajntxwv kav Yixayee hauv Xamali, nws kav tau kaum rau xyoo."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.11","label":"11","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, nws tsis tseg Nenpa tus tub Yelaunpau‑as tej kev txhaum uas coj cov Yixayee ua txhaum, nws ua raws nraim tej kev txhaum ntawd."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.12","label":"12","content":"Lwm yam haujlwm uas Yehau‑a ua thiab txhua yam uas nws ua thiab nws lub zog uas nws ua rog rau Yuda tus vajntxwv Amaxiya mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.13","label":"13","content":"Yehau‑a txawm tuag mus nrog nws tej poj koob yawm txwv nyob mas Yelaunpau‑as nyob saum nws lub zwm txwv. Lawv muab Yehau‑a log rau hauv Xamali nrog Yixayee tej vajntxwv ua ke."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.14","label":"14","content":"Thaum Elisa mob uas nws yuav tuag Yixayee tus vajntxwv Yehau‑a mus cuag nws thiab quaj quaj rau nws tias, “Kuv txiv, kuv txiv, koj yog Yixayee tej tsheb ua rog thiab yog cov tub rog caij nees.”"},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.15","label":"15","content":"Mas Elisa hais rau vajntxwv tias, “Cia li muab ib rab hneev nti thiab xub los.” Vajntxwv thiaj muab rab hneev nti thiab xub los."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.16","label":"16","content":"Mas Elisa hais rau Yixayee tus vajntxwv tias, “Cia li rub rab hneev nti.” Ces vajntxwv thiaj rub rab hneev nti mas Elisa muab tes tso rau saum vajntxwv txhais tes."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.17","label":"17","content":"Elisa hais tias, “Qhib qhov rais sab hnub tuaj.” Vajntxwv thiaj qheb kiag. Elisa txawm hais tias, “Cia li tua.” Vajntxwv kuj tua. Elisa hais tias, “Koj yog Yawmsaub rab xub uas kov yeej, yog rab xub uas kov yeej cov Alas, rau qhov koj yuav ua rog rau cov Alas ntawm Afe mus txog thaum koj ua rau lawv puam tsuaj tag.”"},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.18","label":"18","content":"Thiab Elisa hais tias, “Cia li muab cov xub los.” Nws kuj muab cov xub los. Elisa hais rau cov Yixayee tus vajntxwv tias, “Muab cov xub nplawm hauv av.” Vajntxwv txawm nplawm peb teg ces cia li lawm."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.19","label":"19","content":"Mas Vajtswv tus neeg chim rau vajntxwv thiab hais tias, “Tsim nyog koj ntaus tsib rau teg koj thiaj yuav ntaus yeej cov Alas ua kom lawv puam tsuaj tag. Tiamsis nimno koj tsuas ntaus yeej cov Alas peb zaug xwb.”"},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.20","label":"20","content":"Ces Elisa txawm tuag lawm mas lawv muab nws log. Mau‑a tej pab tub rog pheej tuaj lws lub tebchaws ntawd thaum lub caij ntuj qhua."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.21","label":"21","content":"Muaj ib zaug thaum lawv tabtom kwv ib yawg tuag mus log ces lawv pom dheev ib pab tub sab ces lawv txawm muab yawg tuag ntawd pov kiag rau hauv lub qhov uas log Elisa. Thaum yawg tuag ntawd mus nphav raug Elisa cov pob txha nws cia li ciaj sawv los nres nroos."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.22","label":"22","content":"Mas Alas tus vajntxwv Haxa‑eefqa tau tsim txom cov Yixayee tag Yehau‑aha sim neej."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.23","label":"23","content":"Tiamsis Yawmsaub hlub lawv khuvleej lawv thiab nws tig los saib lawv vim yog tej lus uas nws cog tseg rau Aplahas, Yiha thiab Yakhauj, thiab nws tsis ua rau lawv puam tsuaj thiab tsis tso lawv tseg ntawm nws xubntiag txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.24","label":"24","content":"Thaum Alas tus vajntxwv Haxa‑ee tuag lawd nws tus tub Npeehada sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.13","verse_code":"2KI.13.25","label":"25","content":"Mas Yehau‑aha tus tub Yehau‑a txeeb tau tej moos ntawm Haxa‑ee tus tub Npeehada rov los, yog tej moos uas Haxa‑ee txeeb tau ntawm Yehau‑aha uas yog Yehau‑a txiv mus lawm. Yehau‑a ntaus yeej Npeehada peb zaug mas txeeb tau Yixayee tej moos rov qab los."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.1","label":"1","content":"Xyoo ob uas Yehau‑aha tus tub Yehau‑a ua vajntxwv kav Yixayee mas Yau‑as tus tub Amaxiya pib ua vajntxwv kav Yuda."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.2","label":"2","content":"Thaum nws pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum tsib xyoos, nws nyob hauv Yeluxalees kav tau nees nkaum cuaj xyoo. Nws niam npe hu ua Yehau‑adi, yog neeg hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.3","label":"3","content":"Nws ua tej uas Yawmsaub pom tias zoo tiamsis zoo tsis thooj li nws yawg koob Davi. Nws ua txhua yam raws li uas nws txiv Yau‑as tau ua lawd."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.4","label":"4","content":"Tiamsis tej chaw siab teev dab ntawd nws tseem tsis tau muab rhuav pov tseg. Cov pejxeem tseem xyeem tsiaj thiab hlawv hmoov xyab rau saum tej chaw siab ntawd."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.5","label":"5","content":"Thaum nws muaj hwjchim kav lub tebchaws hauv nws txhais tes ruaj khov lawm nws txawm muab cov tub teg tub taws uas tua nws txiv tua pov tseg."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.6","label":"6","content":"Tiamsis nws tsis tau tua cov uas tua nws txiv cov menyuam, raws li uas muab sau cia rau hauv Mauxe phau ntawv kevcai uas Yawmsaub hais tias, “Leejtxiv yuav tsis ris nws tej menyuam lub txim tuag, thiab tej menyuam yuav tsis ris leej txiv lub txim tuag. Cia txhua tus nyias ris nyias lub txim tuag.”"},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.7","label":"7","content":"Ahaxiya muab cov Edoo tua ib vam leej rau hauv lub Hav Ntsev thiab mus ntaus thiab txeeb tau lub moos Xelaj thiaj hu lub moos ntawd ua Yauthe‑ee, yog lub npe uas hu los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.8","label":"8","content":"Thiab Amaxiya txib tub xa xov mus cuag Yehau‑a uas ua vajntxwv kav cov Yixayee, Yehau‑a txiv yog Yehau‑aha, nws yawg yog Yehu, mas hais tias, “Cia li tuaj, es wb yuav ua rog tim ntsej tim muag.”"},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.9","label":"9","content":"Mas Yixayee tus vajntxwv Yehau‑a xa xov mus rau Yuda tus vajntxwv Amaxiya hais tias, “Ib tsob pos pem lub roob Lenpanoo xa xov mus rau ib tsob ntoo ciab saum roob Lenpanoo hais tias, ‘Cia li muab koj tus ntxhais qua rau kuv tus tub.’ Ces muaj ib tug tsiaj qus nyob pem Lenpanoo txawm hla mus muab tsob pos ntawd tsuj pes kiag."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.10","label":"10","content":"Qhov tseeb yeej yog koj ntaus yeej cov Edoo koj lub siab thiaj khav theeb. Cia li txaus siab rau koj lub koob meej thiab nyob twjywm hauv tsev. Ua cas koj yuav tshum kom muaj kev kub ntxhov ua rau koj thiab cov Yuda raug kev puam tsuaj ua ke?”"},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.11","label":"11","content":"Tiamsis Amaxiya tsis mloog. Cov Yixayee tus vajntxwv Yehau‑a thiaj li mus mas nws thiab cov Yuda tus vajntxwv Amaxiya thiaj sib ntsib ua rog rau ntawm lub moos Npeseme hauv Yuda tebchaws."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.12","label":"12","content":"Cov Yuda txawm swb cov Yixayee, txhua tus thiaj tsiv rov mus nyias vaj nyias tsev."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.13","label":"13","content":"Cov Yixayee tus vajntxwv Yehau‑a kuj ntes cov Yuda tus vajntxwv Amaxiya uas yog Yau‑as tus tub thiab yog Ahaxiya tus xeeb ntxwv ntawm Npeseme. Nws tuaj rau ntawm Yeluxalees muab lub ntsa loog tsoo pob tag plaub puas tshim txij ntawm lub Rooj Loog Efa‑i mus txog ntua lub rooj loog ntawm lub kaum loog."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.14","label":"14","content":"Yehau‑a muab tej kub tej nyiaj huvsi thiab tej twj siv huvsi uas nyob hauv Yawmsaub lub tuam tsev thiab tej uas nyob hauv tej txhab nyiaj hauv vajntxwv tsev thiab yuam ib co neeg coj huvsi rov qab mus rau lub nroog Xamali."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.15","label":"15","content":"Lwm yam haujlwm uas Yehau‑a ua thiab nws tus peevxwm thiab qhov uas nws ua rog rau cov Yuda tus vajntxwv Amaxiya mas twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.16","label":"16","content":"Yehau‑a tuag mus nrog nws tej poj koob yawm txwv nyob, lawv muab nws log nrog cov Yixayee tej vajntxwv hauv Xamali. Nws tus tub Yelaunpau‑as sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.17","label":"17","content":"Thaum Yehau‑aha tus tub Yehau‑a uas yog cov Yixayee tus vajntxwv tuag lawm, Yau‑as tus tub Amaxiya uas ua Yuda tus vajntxwv tseem nyob tau kaum tsib xyoos ntxiv thiab."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.18","label":"18","content":"Lwm yam haujlwm uas Amaxiya ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.19","label":"19","content":"Ces cov pejxeem txawm ntaus tswvyim fav xeeb rau Amaxiya hauv Yeluxalees mas nws thiaj khiav mus rau lub moos Lakhi. Ces lawv tso neeg mus caum tau nws ntawm Lakhi mas muab nws tua qhov ntawd."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.20","label":"20","content":"Lawv muab nws lub cev tuag rau nees thauj los log rau hauv Yeluxalees nrog nws tej poj koob yawm txwv ua ke rau hauv Davi lub nroog."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.21","label":"21","content":"Cov pejxeem sawvdaws hauv Yuda txawm muab Axaliya  uas hnub nyoog muaj kaum rau xyoo tsa ua vajntxwv nyob nws txiv Amaxiya chaw."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.22","label":"22","content":"Thaum vajntxwv Amaxiya tuag mus nrog nws tej poj koob yawm txwv nyob lawm mas Axaliya tsim kho lub moos Elab thiab rov muab rau Yuda kav."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.23","label":"23","content":"Xyoo kaum tsib uas Yau‑as tus tub Amaxiya ua vajntxwv kav Yuda mas Yehau‑a tus tub Yelaunpau‑as uas ua cov Yixayee tus vajntxwv pib kav hauv Xamali, nws kav tau plaub caug ib xyoos."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.24","label":"24","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, nws tsis tseg tej kev txhaum uas Nenpa tus tub Yelaunpau‑as ua thiab coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.25","label":"25","content":"Nws ntaus tau cov Yixayee ciam teb rov los txij ntua ntawm txojkev uas mus rau lub moos Hama mus txog ntua dej hiavtxwv Alanpa, raws li Yawmsaub uas yog cov Yixayee tus Vajtswv tej lus uas nws txib nws tus qhev Yauna uas ua xibhwb cev Vajtswv lus qhia. Yauna yog Amithai tus tub uas nyob lub moos Kahefaw."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.26","label":"26","content":"Yawmsaub pom tias cov Yixayee raug kev txom nyem kawg li tsis hais tej uas ua qhev thiab tej uas tsis ua qhev huvsi thiab tsis muaj leejtwg pab tau cov Yixayee."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.27","label":"27","content":"Tiamsis Yawmsaub yeej tsis hais tias yuav muab cov Yixayee ntxuav kom tu noob nrho hauv qab ntuj, Yawmsaub thiaj siv Yehau‑a tus tub Yelaunpau‑as txhais tes pab lawv dim."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.28","label":"28","content":"Lwm yam haujlwm uas Yelaunpau‑as ua thiab txhua yam uas nws ua thiab nws tus peevxwm thiab nws ua rog li cas thiab nws ntaus tau Damaxaka thiab Hama uas txeev yog Yuda li rov los rau cov Yixayee mas twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.14","verse_code":"2KI.14.29","label":"29","content":"Mas Yelaunpau‑as tuag mus nrog nws tej poj koob yawm txwv nyob uas yog Yixayee tej vajntxwv, mas nws tus tub Xekhaliya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.1","label":"1","content":"Xyoo nees nkaum xya uas Yelaunpau‑as ua vajntxwv kav Yixayee mas Amaxiya tus tub Axaliya  pib ua vajntxwv kav cov Yuda."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.2","label":"2","content":"Thaum nws pib kav nws hnub nyoog muaj kaum rau xyoo thiab nws nyob hauv Yeluxalees kav tau tsib caug ob xyoos. Nws niam npe hu ua Yekhauliya yog neeg hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.3","label":"3","content":"Axaliya ua tej uas Yawmsaub pom tias zoo, ib yam li txhua yam uas nws txiv Amaxiya tau ua lawd."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.4","label":"4","content":"Txawm li cas los tej chaw siab teev dab tseem tsis tau muab rhuav pov tseg. Cov pejxeem tseem xyeem tsiaj thiab hlawv hmoov xyab rau saum tej chaw siab ntawd."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.5","label":"5","content":"Mas Yawmsaub thiaj nplawm nws, nws thiaj mob lig mob ruas mus txog hnub uas nws tuag. Nws nyob nws dua ib lub tsev. Mas nws tus tub Yauthas kav kiag vajntxwv lub vaj tse thiab tswjhwm cov pejxeem hauv lub tebchaws."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.6","label":"6","content":"Lwm yam haujlwm uas Axaliya ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.7","label":"7","content":"Mas Axaliya txawm tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log nrog nws tej poj koob yawm txwv ua ke rau hauv Davi lub nroog, mas nws tus tub Yauthas sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.8","label":"8","content":"Xyoo peb caug yim uas Axaliya ua vajntxwv kav Yuda mas Yelaunpau‑as tus tub Xekhaliya sawv ua vajntxwv kav cov Yixayee hauv Xamali tau rau lub hli."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.9","label":"9","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li ib yam li nws tej poj koob yawm txwv tau ua. Nws tsis tseg tej kev txhaum uas Nenpa tus tub Yelaunpau‑as ua thiab coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.10","label":"10","content":"Yanpe tus tub Salu ntaus tswvyim fav xeeb rau Xekhaliya mas muab nws tua tab meeg cov pejxeem,  mas Salu sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.11","label":"11","content":"Lwm yam haujlwm uas Xekhaliya ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.12","label":"12","content":"Tej xwm txheej no yog raws li tej lus uas Yawmsaub twb cog rau Yehu tias, “Koj cov tub ki yuav tau nyob saum Yixayee lub zwm txwv txog plaub tiam,” mas thiaj tiav zoo nkaus li ntawd ntag."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.13","label":"13","content":"Xyoo peb caug cuaj uas Uxiya  ua vajntxwv kav Yuda mas Yanpe tus tub Salu pib ua vajntxwv kav cov Yixayee, nws nyob hauv Xamali kav tau ib hlis."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.14","label":"14","content":"Mas Kadi tus tub Menahee tawm hauv lub moos Thilaxa tuaj rau lub nroog Xamali. Nws ntaus Yanpe tus tub Salu hauv Xamali thiab muab tua tuag ces nws txawm sawv chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.15","label":"15","content":"Lwm yam haujlwm uas Salu ua thiab qhov uas nws ntaus tswvyim fav xeeb mas twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.16","label":"16","content":"Thaum ntawd Menahee kuj mus ntaus lws lub moos Thapuva  thiab lub moos ntawd li kav xyuam txij ntawm lub moos Thilaxa mus ua rau puam tsuaj tag vim yog lawv tsis yeem zwm rau nws, thiab nws muab tej pojniam suab menyuam phua plab huvsi pov tseg."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.17","label":"17","content":"Xyoo peb caug cuaj uas Axaliya  ua vajntxwv kav Yuda mas Kadi tus tub Menahee pib ua vajntxwv kav Yixayee, nws nyob hauv Xamali kav tau kaum xyoo."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.18","label":"18","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li. Mus tag lub sijhawm uas nws ua vajntxwv nws tsis tseg txhua yam kev txhaum uas Nenpa tus tub Yelaunpau‑as ua thiab coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.19","label":"19","content":"Cov Axilia tus vajntxwv Pu tuaj ntaus Yixayee tebchaws, mas Menahee muab ib txhiab tala nyiaj  pub rau Pu kom thiaj pab tau Menahee kav tau lub tebchaws ruaj khov."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.20","label":"20","content":"Menahee muab cov nyiaj ntawm cov Yixayee los, yog yuam cov uas nplua nuj txhua tus ib leeg them tsib caug sekhee  thiaj tau coj mus pub rau cov Axilia tus vajntxwv. Cov Axilia tus vajntxwv thiaj li thim tub rog rov qab thiaj tsis nyob ntev hauv lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.21","label":"21","content":"Lwm yam haujlwm uas Menahee ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.22","label":"22","content":"Menahee tuag mus nrog nws tej poj koob yawm txwv nyob mas nws tus tub Pekhahiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.23","label":"23","content":"Xyoo tsib caug uas Axaliya  ua vajntxwv kav Yuda mas Menahee tus tub Pekhahiya pib ua vajntxwv kav Yixayee hauv Xamali mas nws kav tau ob xyoos."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.24","label":"24","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, nws tsis tseg tej kev txhaum uas Nenpa tus tub Yelaunpau‑as ua thiab coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.25","label":"25","content":"Lemaliya tus tub Pekha uas yog vajntxwv ib tug thawj rog nrog cov neeg Kile‑a tsib caug leej ntaus tswvyim fav xeeb rau vajntxwv thiab muab nws thiab Akau thiab Ali‑e tua rau hauv Xamali rau ntawm lub chaw ruaj khov hauv vajntxwv lub tsev. Pekha thiaj tua Pekhahiya thiab sawv chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.26","label":"26","content":"Lwm yam haujlwm uas Pekhahiya ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.27","label":"27","content":"Xyoo tsib caug ob uas Axaliya ua vajntxwv kav Yuda mas Lemaliya tus tub Pekha pib ua vajntxwv kav Yixayee hauv Xamali mas nws kav tau nees nkaum xyoo."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.28","label":"28","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, nws tsis tseg tej kev txhaum uas Nenpa tus tub Yelaunpau‑as ua thiab coj cov Yixayee ua txhaum."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.29","label":"29","content":"Ncua sijhawm uas Pekha ua vajntxwv kav Yixayee mas cov Axilia tus vajntxwv Thilapilexaw tuaj txeeb lub moos Iyoo thiab Anpee Npema‑akha thiab Yanau‑a thiab Khede thiab Haxau, thiab Kile‑a tebchaws thiab Kalilais tebchaws thiab tag nrho Nathali tebchaws. Nws ntes thiab kuav kiag cov neeg no mus rau Axilia tebchaws"},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.30","label":"30","content":"Mas Ela tus tub Hause‑a kuj nrog luag ntaus tswvyim fav xeeb rau Lemaliya tus tub Pekha thiab muab nws ntaus tuag thiab sawv nws chaw ua vajntxwv kav rau xyoo nees nkaum uas Uxiya  tus tub Yauthas ua vajntxwv kav Yuda."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.31","label":"31","content":"Lwm yam haujlwm uas Pekha ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yixayee tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.32","label":"32","content":"Xyoo ob uas Lemaliya tus tub Pekha ua vajntxwv kav Yixayee mas Uxiya  tus tub Yauthas pib ua vajntxwv kav cov Yuda."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.33","label":"33","content":"Thaum nws pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum tsib xyoos mas nws nyob hauv Yeluxalees kav tau kaum rau xyoo. Nws niam npe hu ua Yelusa, yog Xadau tus ntxhais."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.34","label":"34","content":"Yauthas ua tej uas Yawmsaub pom tias zoo ib yam li txhua yam uas nws txiv Uxiya tau ua."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.35","label":"35","content":"Txawm li cas los tej chaw siab teev dab kuj tseem tsis tau muab rhuav pov tseg. Cov pejxeem tseem xyeem tsiaj thiab hlawv hmoov xyab rau saum tej chaw siab ntawd. Nws tsim kho Yawmsaub lub rooj loog tuam tsev sab ped."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.36","label":"36","content":"Lwm yam haujlwm uas Yauthas ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.37","label":"37","content":"Lub sijhawm ntawd Yawmsaub pib txib Alas tus vajntxwv Lexi thiab Lemaliya tus tub Pekha mus ntaus Yuda."},{"bible_id":"1269","chapter_code":"2KI.15","verse_code":"2KI.15.38","label":"38","content":"Yauthas tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log nrog nws tej poj koob yawm txwv ua ke hauv nws yawg koob Davi lub nroog, mas nws tus tub Aha sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.1","label":"1","content":"Xyoo kaum xya uas Lemaliya tus tub Pekha ua vajntxwv kav mas Yauthas tus tub Aha pib ua vajntxwv kav Yuda."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.2","label":"2","content":"Thaum Aha pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum xyoo, nws nyob hauv Yeluxalees kav tau kaum rau xyoo. Nws ua tsis hum Yawmsaub uas yog nws tus Vajtswv lub siab, nws tsis ua raws li nws yawg koob Davi tau ua,"},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.3","label":"3","content":"tiamsis nws taug nraim Yixayee tej vajntxwv tus neev taw. Nws tseem muab nws tus tub hlawv xyeem rau dab ua raws li tej kevcai qias vuab tsuab uas lwm haiv neeg ua, yog cov uas Yawmsaub ntiab tawm ntawm cov Yixayee hauv ntej mus."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.4","label":"4","content":"Nws xyeem tsiaj thiab hlawv hmoov xyab rau saum tej chaw siab teev dab thiab rau saum tej pov roob thiab hauv txhua tsob qab ntoo ntsuab."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.5","label":"5","content":"Mas cov Alas tus vajntxwv Lexi thiab Lemaliya tus tub Pekha uas yog cov Yixayee tus vajntxwv nce mus ua rog rau Yeluxalees, mas lawv mus vij Aha tiamsis kov tsis yeej."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.6","label":"6","content":"Tib lub sijhawm ntawd cov Edoo tus vajntxwv  ntaus tau lub moos Elab rov qab los, muab cov neeg Yuda ntiab tawm mus. Cov Edoo kuj los nyob ruaj rau hauv lub moos Elab los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.7","label":"7","content":"Aha txawm txib neeg mus cuag Thilapilexaw uas yog cov Axilia tus vajntxwv hais tias, “Kuv yog koj tus qhev thiab yog koj tus tub. Thov koj tuaj pab kuv dim hauv cov Alas tus vajntxwv txhais tes thiab dim hauv cov Yixayee tus vajntxwv txhais tes, lawv tabtom ua rog rau kuv.”"},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.8","label":"8","content":"Aha txawm muab tej nyiaj thiab tej kub uas nyob hauv Yawmsaub lub tuam tsev thiab nyob hauv tej txhab nyiaj hauv vajntxwv lub tsev xa mus ua tshav ntuj rau cov Axilia tus vajntxwv."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.9","label":"9","content":"Axilia tus vajntxwv kuj mloog tej lus uas Aha hais. Axilia tus vajntxwv thiaj li txhij tub rog mus ntaus Damaxaka mas txeeb tau lub nroog thiab kuav cov pejxeem hauv lub nroog ntawd mus rau lub moos Khi thiab muab Lexi tua pov tseg."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.10","label":"10","content":"Thaum vajntxwv Aha mus rau ntawm Damaxaka xav ntsib cov Axilia tus vajntxwv Thilapilexaw, nws pom lub thaj uas xyeem hauv Damaxaka. Ces vajntxwv Aha txawm sau ib tug qauv lub thaj ntawd thiab txhua yam uas yuav ua lub thaj ntawd xa mus rau pov thawj Uliya hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.11","label":"11","content":"Mas pov thawj Uliya thiaj ua lub thaj ntawd zoo raws li tus qauv uas vajntxwv Aha xa ntawm Damaxaka tuaj txhua yam. Pov thawj Uliya thiaj ua lub thaj ntawd kom tiav ua ntej uas vajntxwv Aha yuav rov ntawm Damaxaka los."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.12","label":"12","content":"Thaum vajntxwv rov ntawm Damaxaka los nws pom lub thaj ua tiav lawm nws txawm txav mus ze thiab nce rau saud"},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.13","label":"13","content":"thiab nws ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem qoob loo thiab muab cawv txiv hmab hliv xyeem thiab muab tus tsiaj uas xyeem ua kevcai sib raug zoo cov ntshav nchos rau saum lub thaj ntawd."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.14","label":"14","content":"Nws txawm muab lub thaj tooj liab uas nyob ntawm Yawmsaub xubntiag ntawm lub thaj tshiab thiab Yawmsaub lub tuam tsev ntu nruab nrab tshais ntawm lub chaw uas ncaj lub qhov rooj tuam tsev mus txawb rau ntawm lub thaj tshiab sab ped."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.15","label":"15","content":"Mas vajntxwv Aha hais rau pov thawj Uliya tias, “Saum lub thaj loj no mas koj ua kevcai hlawv xyeem rau thaum tagkis thiab ua kevcai xyeem qoob loo rau thaum yuav tsaus ntuj thiab hlawv tej uas vajntxwv muab xyeem thiab ua kevcai hlawv tej qoob loo uas vajntxwv muab xyeem nrog tej uas ib tsoom pejxeem muab ua kevcai hlawv huvsi xyeem thiab tej qoob loo uas lawv xyeem thiab tej cawv txiv hmab uas lawv hliv xyeem ua ke, thiab muab tej tsiaj uas hlawv huvsi xyeem ntawd thiab tej tsiaj uas tua xyeem cov ntshav huvsi nchos rau saum lub thaj. Tiamsis lub thaj tooj liab mas cia ua lub chaw rau kuv ua nug.”"},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.16","label":"16","content":"Uliya ua txhua yam no raws li vajntxwv Aha hais."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.17","label":"17","content":"Vajntxwv Aha muab tej txiag uas xov cov tsheb uas thawb dej rhuav huvsi tseg, thiab muab cov phaj dej rho mus. Thiab nws muab lub rhawv dej loj tshem saum cov nyuj tooj liab uas tiag lawm coj mus txawb rau hauv av mas muab pob zeb tiag hauv qab."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.18","label":"18","content":"Txojkev vov uas ua rau vajntxwv taug mus rau hauv lub tuam tsev rau hnub Xanpatau thiab lub rooj loog uas vajntxwv nkag mus rau hauv Yawmsaub lub tuam tsev mas Aha muab rhuav huvsi pov tseg vim yog nws saib rau cov Axilia tus vajntxwv."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.19","label":"19","content":"Lwm yam haujlwm uas Aha ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.16","verse_code":"2KI.16.20","label":"20","content":"Mas Aha tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log nrog nws tej poj koob yawm txwv ua ke rau hauv Davi lub nroog, mas nws tus tub Hexekhiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.1","label":"1","content":"Xyoo kaum ob uas Aha ua vajntxwv kav Yuda tebchaws mas Hause‑a uas yog Ela tus tub pib ua vajntxwv hauv lub nroog Xamali kav Yixayee tebchaws, nws kav tau cuaj xyoo."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.2","label":"2","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, tiamsis tsis npaum li Yixayee tej vajntxwv uas kav ua nws ntej."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.3","label":"3","content":"Samanexaw uas yog Axilia tus vajntxwv tuaj ua rog rau Hause‑a, ces Hause‑a thiaj zwm rau nws thiab them se rau nws."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.4","label":"4","content":"Tiamsis Axilia tus vajntxwv pom tias Hause‑a fav xeeb, rau qhov nws tau txib neeg xa xov mus cuag Xau uas yog Iyi tus vajntxwv thiab tsis them se rau Axilia tus vajntxwv raws li niaj xyoo them. Vim li no Axilia tus vajntxwv thiaj ntes Hause‑a thiab muab nws kaw hauv tsev lojfaj."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.5","label":"5","content":"Ces Axilia tus vajntxwv txawm tso tub rog txeem tebchaws mus txog lub nroog Xamali. Nws muab lub nroog ntawd vij cia tau peb xyoos."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.6","label":"6","content":"Xyoo cuaj uas Hause‑a ua vajntxwv mas Axilia tus vajntxwv txeeb tau lub nroog Xamali, thiab kuav cov Yixayee mus rau hauv Axilia tebchaws coj mus nyob hauv lub moos Halam thiab ntawm ntug dej Hanpau uas yog tus dej hauv lub moos Kauxas, thiab hauv cov Midia tej moos."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.7","label":"7","content":"Qhov uas ua li no yog vim cov Yixayee tau ua txhaum rau Yawmsaub uas yog lawv tus Vajtswv, yog tus uas coj lawv tawm hauv Iyi tebchaws los tawm hauv Iyi tus vajntxwv Falau txhais tes los, los lawv tseem pe luag tej dab"},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.8","label":"8","content":"thiab ua lawv lub neej raws li tej neeg uas Yawmsaub ntiab tawm ntawm cov Yixayee hauv ntej mus tej kevcai thiab ua raws li tej kevcai uas Yixayee tej vajntxwv coj los."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.9","label":"9","content":"Cov Yixayee ua tej uas tsis raug cai nraim nkoos tawm tsam Yawmsaub uas yog lawv tus Vajtswv. Lawv ua tej chaw siab teev dab thoob txhua lub moos tag nrho tej moos uas muaj chaw tsom faj thiab tej moos uas muaj ntsa loog ruaj khov."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.10","label":"10","content":"Lawv txhos tej ncej dab thiab tej ncej dab Asela rau saum txhua lub pov roob thiab hauv txhua tus qab ntoo ntsuab."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.11","label":"11","content":"Lawv hlawv xyab rau tej chaw siab teev dab huvsi ntawd, yam li tej neeg uas Yawmsaub rhuav tshem ploj tag ntawm lawv hauv ntej lawm. Lawv ua tej kev phem kev qias ua rau Yawmsaub chim."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.12","label":"12","content":"Lawv ua koom tu tej dab mlom uas Yawmsaub twb hais rau lawv tias, “Nej tsis txhob ua tej no.”"},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.13","label":"13","content":"Yawmsaub txib txhua tus xibhwb cev Vajtswv lus thiab txhua tus uas hais pom tom hauv ntej qhuab ntuas Yuda thiab Yixayee, hais tias, “Cia li tig hlo ntawm nej tej kev phem thiab tuav rawv kuv tej lus nkaw thiab kuv tej kab ke raws li kuv txoj kevcai huvsi uas kuv hais rau nej tej poj koob yawm txwv thiab kuv tso kuv cov tub qhe uas cev kuv li lus hais rau nej.”"},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.14","label":"14","content":"Tiamsis lawv tsis mloog, lawv tawv ncauj ib yam li lawv tej poj koob yawm txwv uas tsis ntseeg Yawmsaub uas yog lawv tus Vajtswv."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.15","label":"15","content":"Lawv tsis yuav nws tej kab ke thiab nws tej lus cog tseg uas nws cog rau lawv tej poj koob yawm txwv thiab tej lus uas nws ntuas lawv. Lawv raws ncuj nciav tej dab mlom uas qhuav qhawv lawv thiaj qhuav qhawv thiab lawv ua raws li tej haiv neeg uas nyob ib ncig lawv, yog tej uas Yawmsaub twb hais kom lawv tsis txhob ua raws li ntawd."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.16","label":"16","content":"Thiab lawv tso lawv tus Vajtswv Yawmsaub tej lus nkaw huvsi pov tseg thiab nchuav ob tug dab mlom thav nyuj rau lawv pe. Lawv ua ib tug ncej dab Asela thiab lawv pe txhua yam uas nyob saum nruab ntug, thiab ua koom tu dab Npa‑as."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.17","label":"17","content":"Lawv muab tej tub tej ntxhais hlawv xyeem rau dab, thiab saib yaig saib sij thiab ua khawv koob yees siv, thiab muag lawv tus kheej mus ua tej uas Yawmsaub pom tias phem ua rau Yawmsaub chim."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.18","label":"18","content":"Vim li no Yawmsaub thiaj li chim rau cov Yixayee heev kawg thiab muab lawv ntiab tawm ntawm nws lub xubntiag mus, tsis tshuav ib tug kiag li tsuas yog tshuav xeem Yuda xwb."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.19","label":"19","content":"Yuda kuj tsis tuav rawv lawv tus Vajtswv Yawmsaub tej lus nkaw, lawv ua raws li tej kevcai uas cov Yixayee coj los."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.20","label":"20","content":"Mas Yawmsaub tsis yuav Yixayee caj ces huvsi thiab rau txim rau lawv thiab muab lawv cob rau hauv cov uas lws lawv txhais tes mus txog thaum nws muab lawv laim pov tseg ntawm nws lub xubntiag."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.21","label":"21","content":"Thaum Yawmsaub muab cov Yixayee dua rhe ntawm Davi caj ces lawd lawv tsa Yelaunpau‑as uas yog Nenpa tus tub ua vajntxwv, mas Yelaunpau‑as coj lawv ncaim ntawm Yawmsaub thiab ua rau lawv ua txhaum loj kawg."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.22","label":"22","content":"Cov Yixayee ua raws nraim li tej kev txhaum huvsi uas Yelaunpau‑as tau ua. Lawv tsis tso tej kev txhaum ntawd tseg li,"},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.23","label":"23","content":"mus txog thaum Yawmsaub muab lawv ntiab tawm ntawm nws lub xubntiag mus, raws li nws tau kom nws cov tub qhe uas cev nws lus txhua tus hais rau lawv lawd. Yog li no cov Yixayee thiaj raug kuav poob tebchaws mus rau hauv Axilia tebchaws los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.24","label":"24","content":"Axilia tus vajntxwv coj neeg hauv lub nroog Npanpiloo, lub moos Khutha, lub moos Ava, lub moos Hama thiab lub moos Xefava‑i mus nyob cov Yixayee chaw rau tej moos hauv Xamali tebchaws. Lawv thiaj txeeb tau Xamali tebchaws thiab mus nyob hauv Xamali tej moos."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.25","label":"25","content":"Txij thaum lawv pib los nyob ntawd lawv tsis hwm thiab tsis paub ntshai Yawmsaub. Vim li ntawd Yawmsaub thiaj tso tsov ntxhuav los rau hauv lawv nruab nrab thiab tom lawv tuag ib txhia."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.26","label":"26","content":"Thiaj muaj neeg mus hais rau Axilia tus vajntxwv tias, “Tej haiv neeg uas koj coj mus nyob rau hauv Xamali tej moos ntawd tsis paub tus timtswv hauv lub tebchaws ntawd txoj kevcai. Vim li ntawd tus timtswv thiaj tso tsov ntxhuav los hauv lawv nruab nrab thiab tom lawv tuag vim yog lawv tsis paub tus timtswv hauv lub tebchaws ntawd txoj kevcai.”"},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.27","label":"27","content":"Ces Axilia tus vajntxwv thiaj hais tias, “Cia li tso ib tug pov thawj hauv cov pov thawj uas nej ntes coj los ntawd rov qab mus. Cia nws mus nyob qhov ntawd thiab qhia tus timtswv hauv lub tebchaws ntawd txoj kevcai rau lawv.”"},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.28","label":"28","content":"Yog li ntawd ib tug pov thawj hauv cov uas raug kuav hauv Xamali los thiaj li tau rov los nyob hauv lub moos Npe‑ee thiab qhuab qhia lawv paub tias lawv yuav tsum pe hawm Yawmsaub li cas."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.29","label":"29","content":"Tiamsis txhua haiv neeg ntawd tseem ua lawv tej dab mlom thiab muab txawb rau hauv lub tsev teev dab ntawm tej chaw siab uas cov Xamali twb ua cia lawd, txhua haiv neeg nyias ua rau hauv lub moos uas nws nyob."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.30","label":"30","content":"Cov Npanpiloo ua tus dab mlom Xukhau Npenau, cov neeg Khutha ua tus dab mlom Nawkas, cov neeg Hama ua tus dab mlom Asima,"},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.31","label":"31","content":"cov neeg Ava ua tus dab mlom Niha thiab Thatha. Cov neeg Xefava‑i hlawv menyuam xyeem rau dab Alamelej thiab dab Anamelej, uas yog cov neeg Xefava‑i tej dab."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.32","label":"32","content":"Lawv kuj hwm thiab paub ntshai Yawmsaub thiab tsa lawv cov neeg leejtwg kuj xij ua pov thawj ua haujlwm ntawm tej chaw siab thiab tua tsiaj xyeem rau hauv tej tsev teev dab ntawm tej chaw siab ntawd."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.33","label":"33","content":"Lawv kuj hwm thiab paub ntshai Yawmsaub thiab tseem ua koom tu lawv tej dab, raws li lawv ib txwm ua hauv lawv qub teb qub chaw uas lawv raug coj los ntawd."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.34","label":"34","content":"Niaj hnub nimno lawv kuj ua ib yam li qub. Lawv tsis hwm tsis paub ntshai Yawmsaub thiab tsis ua raws li tej kab ke thiab tej kevcai thiab txoj kevcai thiab tej lus nkaw uas Yawmsaub muab cob rau Yakhauj caj ces uas Yawmsaub tis npe hu ua Yixayee."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.35","label":"35","content":"Yawmsaub nrog lawv sib cog lus thiab nkaw lus rau lawv tias, “Nej tsis txhob hwm luag tej dab, thiab tsis txhob pe thiab tsis txhob ua koom tu thiab tsis txhob muab qhov txhia chaw xyeem rau tej dab ntawd."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.36","label":"36","content":"Nej yuav tsum hwm thiab paub ntshai Yawmsaub uas siv nws lub hwjchim loj thiab nws txhais tes uas tsa hlo coj nej tawm hauv Iyi tebchaws los. Nej yuav tsum pe nws thiab tua tsiaj xyeem rau nws xwb."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.37","label":"37","content":"Tej kab ke thiab tej kevcai thiab txoj kevcai thiab tej lus nkaw uas nws sau cia rau nej, mas nej yuav tsum ceev faj ua raws nraim mus li. Nej tsis txhob hwm luag tej dab,"},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.38","label":"38","content":"thiab nej cia li pheej nco ntsoov tej lus uas kuv cog tseg rau nej. Nej tsis txhob hwm luag tej dab."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.39","label":"39","content":"Nej yuav tsum hwm thiab paub ntshai Yawmsaub uas yog nej tus Vajtswv, nws thiaj cawm nej dim hauv nej tej yeeb ncuab txhais tes huvsi.”"},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.40","label":"40","content":"Txawm li ntawd los lawv tseem tsis mloog, lawv tseem ua raws li lawv qhov qub."},{"bible_id":"1269","chapter_code":"2KI.17","verse_code":"2KI.17.41","label":"41","content":"Tej haiv neeg no thiaj li pe hawm Yawmsaub thiab tseem ua koom tu tej dab mlom uas lawv txaug. Lawv tej menyuam thiab lawv tej xeeb ntxwv kuj ua ib yam li ntawd, raws li lawv tej poj koob yawm txwv tau ua los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.1","label":"1","content":"Xyoo peb uas Ela tus tub Hause‑a ua vajntxwv kav Yixayee tebchaws mas Aha tus tub Hexekhiya pib ua vajntxwv kav Yuda tebchaws."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.2","label":"2","content":"Thaum nws pib kav ntawd nws hnub nyoog muaj nees nkaum tsib xyoos. Nws nyob hauv Yeluxalees kav tau nees nkaum cuaj xyoo. Nws niam npe hu ua Anpi, uas yog Xekhaliya tus ntxhais."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.3","label":"3","content":"Vajntxwv ua tej uas Yawmsaub pom tias zoo, ib yam li nws yawg koob Davi tau ua lawd."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.4","label":"4","content":"Nws rhuav tshem tej chaw siab uas teev dab pov tseg thiab tsoo tej ncej dab thiab ntov tej ncej dab Asela pov tseg. Thiab nws tsoo tus nab tooj uas Mauxe ua ntawd tawg ua tej dwb daim, rau qhov cov Yixayee pheej hlawv hmoov tshuaj tsw qab rau tus nab ntawd los txog thaum ntawd. Lawv hu tus nab ntawd tias Nehuthas."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.5","label":"5","content":"Nws tso siab plhuav rau Yawmsaub uas yog Yixayee tus Vajtswv. Vim li ntawd tej vajntxwv uas kav Yuda los rau tom qab thiab tej vajntxwv uas kav ua nws ntej, tsis muaj ib tug zoo thooj li nws."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.6","label":"6","content":"Rau qhov nws tuav rawv Yawmsaub ruaj, nws tsis tso qhov uas ua raws li Yawmsaub qhia tseg li, nws tuav rawv tej lus nkaw uas Yawmsaub muab cob rau Mauxe."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.7","label":"7","content":"Thiab Yawmsaub nrog nraim nws, nws tawm mus rau qhovtwg nws kuj ua tau tiav zoo. Nws fav xeeb rau Axilia tus vajntxwv tsis yeem ua num rau lawm."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.8","label":"8","content":"Nws ntaus cov Filixatee mus txog ntua lub moos Kaxa thiab tej moos ib ncig tsis hais tej uas muaj chaw tsom faj thiab tej uas muaj ntsa loog ruaj khov."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.9","label":"9","content":"Xyoo plaub uas Hexekhiya ua vajntxwv kav, yog xyoo xya uas Ela tus tub Hause‑a kav Yixayee tebchaws mas Samanexaw uas yog Axilia tus vajntxwv txawm tuaj ua rog rau lub nroog Xamali thiab vij lub nroog cia."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.10","label":"10","content":"Vij tau peb xyoos mas txeeb tau lub nroog lawm. Xyoo rau uas Hexekhiya ua vajntxwv kav, yog xyoo cuaj uas Hause‑a ua vajntxwv kav Yixayee, lub nroog Xamali raug luag txeeb tau lawm."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.11","label":"11","content":"Axilia tus vajntxwv kuav cov Yixayee mus rau hauv Axilia tebchaws, coj mus nyob hauv lub moos Halam thiab ntawm ntug dej Hanpau uas yog tus dej hauv lub moos Kauxas, thiab hauv cov Midia tej moos,"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.12","label":"12","content":"vim yog lawv tsis mloog Yawmsaub uas yog lawv tus Vajtswv tej lus. Lawv fav xeeb rau nws tej lus cog tseg, yog txhua yam uas Yawmsaub tus qhev Mauxe tau hais cia lawd, lawv tsis mloog thiab lawv tsis ua raws li ntawd."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.13","label":"13","content":"Xyoo kaum plaub uas Hexekhiya ua vajntxwv kav mas Axilia tus vajntxwv Xenakhawli tuaj ntaus Yuda txhua lub moos uas muaj ntsa loog ruaj khov mas txeeb tau huvsi."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.14","label":"14","content":"Yuda tus vajntxwv Hexekhiya tso neeg mus hais rau Axilia tus vajntxwv hauv lub moos Lakhi hais tias, “Kuv tau ua txhaum lawm, thov koj thim tub rog mus. Koj yuav nplua npaum twg los kuv yuav them.” Axilia tus vajntxwv hu peb puas tala nyiaj thiab peb caug tala kub  rau Yuda tus vajntxwv Hexekhiya them."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.15","label":"15","content":"Mas Hexekhiya muab tag nrho tej nyiaj uas nyob hauv Yawmsaub lub tuam tsev thiab tej uas nyob hauv tej txhab nyiaj hauv vajntxwv tsev huvsi them rau nws."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.16","label":"16","content":"Zaum ntawd Hexekhiya tev tej kub uas luam ntawm tej txhib qhov rooj thiab tej npuab rooj ntawm Yawmsaub lub tuam tsev uas Yuda tus vajntxwv Hexekhiya muab luam rau lawd, muab cob rau Axilia tus vajntxwv."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.17","label":"17","content":"Axilia tus vajntxwv txib Thatha thiab Laxali thiab Lasakhe  coj ib pab tub rog coob tawm ntawm lub moos Lakhi tuaj mus rau ntawm vajntxwv Hexekhiya hauv Yeluxalees. Lawv tuaj mus rau Yeluxalees. Thaum lawv tuaj txog lawv los sawv ntawm tus ciav dej uas tso dej tawm ntawm lub pas sab ped los, yog ntawm txojkev uas mus rau daim teb Ntxhua Xov."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.18","label":"18","content":"Thaum lawv hu vajntxwv, Hikhiya tus tub Eliyakhi uas yog tus saib xyuas vajntxwv lub tsev thiab Sena uas yog tus tub sau ntawv thiab Axas tus tub Yau‑av uas yog tus uas sau ntaub ntawv keeb kwm tuaj cuag lawv."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.19","label":"19","content":"Mas Lasakhe hais rau lawv tias, “Cia li hais rau Hexekhiya tias, ‘Tus huabtais loj uas yog Axilia tus vajntxwv hais tias, Koj tso siab rau dabtsi li kod?"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.20","label":"20","content":"Koj xav tias nej tej nyuag lus sablaj xwb yog daim phiaj thiab hwjchim uas ua tau rog no lov? Nimno koj vam khom leejtwg es koj thiaj fav xeeb rau kuv?"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.21","label":"21","content":"Koj sim xav saib, nimno koj vam khom Iyi uas yog tus pas nrig tauj deg uas lov lawm, yog leejtwg nrig yuav chob nws txhais tes. Iyi tus vajntxwv Falau zoo yam nkaus li ntawd rau txhua tus uas vam khom nws."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.22","label":"22","content":"Tiamsis yog koj hais rau kuv tias, “Peb tso siab rau Yawmsaub uas yog peb tus Vajtswv,” mas tus Vajtswv ntawd puas yog tus uas Hexekhiya muab tej chaw siab uas pe hawm nws thiab nws tej thaj xyeem rhuav pov tseg, thiab hais rau Yuda thiab Yeluxalees tias, “Nej yuav tsum pe Vajtswv ntawm lub thaj no hauv Yeluxalees xwb?”"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.23","label":"23","content":"Cia li tuaj nrog kuv tus tswv uas yog Axilia tus vajntxwv cog lus tseg. Kuv yuav muab ob txhiab tus nees rau koj yog tias koj nrhiav tau neeg caij cov nees ntawd."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.24","label":"24","content":"Koj yuav ua li cas raws tau kuv tus tswv li ib tug thawj rog uas me dhau tej rau thaum koj tseem vam khom Iyi thiab lawv tej tsheb ua rog thiab tej tub rog caij nees?"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.25","label":"25","content":"Tsis yog li ntawd xwb, qhov uas kuv tuaj ntaus lub chaw no ua kom puam tsuaj tsis yog Yawmsaub nrog nraim lov? Yawmsaub hais rau kuv tias, Cia li mus ntaus lub tebchaws no thiab ua kom puam tsuaj.’ ”"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.26","label":"26","content":"Mas Hikhiya tus tub Eliyakhi thiab Sena thiab Yau‑av hais rau Lasakhe tias, “Thov koj hais ua lus Alas rau peb uas yog koj li tub qhe, peb yeej paub tej lus ntawd. Thov tsis txhob hais ua lus Yuda rau cov neeg uas nyob saum tej ntsa loog tau hnov.”"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.27","label":"27","content":"Tiamsis Lasakhe hais tias, “Tsis yog kuv tus vajntxwv txib kuv tuaj hais tej lus no rau nej thiab nej tus vajntxwv xwb. Yeej yog hais rau cov uas nyob saum tej ntsa loog uas lawv twb yuav noj lawv tej quav thiab haus lawv tej zis thiab ntag.”"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.28","label":"28","content":"Mas Lasakhe sawv ntsug qw ua lus Yuda nrov nrov hais tias, “Cia li mloog tus huabtais loj uas yog Axilia tus vajntxwv tej lus."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.29","label":"29","content":"Vajntxwv hais li no tias, ‘Tsis txhob cia Hexekhiya dag ntxias nej, vim nws tsis muaj peevxwm pab tau nej dim hauv kuv txhais tes."},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.30","label":"30","content":"Tsis txhob cia Hexekhiya ua rau nej vam khom Yawmsaub rau tej lus uas hais tias, “Yawmsaub yuav pab peb dim tiag tiag li, lub nroog no yuav tsis poob rau hauv Axilia tus vajntxwv txhais tes.”"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.31","label":"31","content":"Tsis txhob mloog Hexekhiya hais.’ Axilia tus vajntxwv hais li no tias, ‘Cia li nrog kuv sib raug zoo thiab tawm tuaj cuag kuv, mas nej txhua tus nyias yuav tau noj nyias tej txiv hmab txiv cev thiab txhua tus nyias yuav tau haus nyias tej qhov dej,"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.32","label":"32","content":"mus txog thaum kuv rov tuaj coj nej mus rau lub tebchaws uas zoo ib yam li nej lub, yog lub tebchaws uas muaj qoob loo thiab cawv txiv hmab, yog lub tebchaws uas muaj mov noj thiab vaj txiv hmab, muaj txiv ntoo aulib thiab muaj zib ntab kom nej thiaj muaj txojsia nyob thiaj tsis tuag. Thiab tsis txhob mloog Hexekhiya tej lus uas nws yuav coj nej mus yuam kev hais tias, “Yawmsaub yuav cawm peb dim.”"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.33","label":"33","content":"Puas muaj ib tug dab twg hauv ib tsoom tebchaws uas pab tau nws lub tebchaws dim hauv Axilia tus vajntxwv txhais tes?"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.34","label":"34","content":"Lub moos Hama thiab lub moos Apa tej dab dua twg tag lawm? Lub moos Xefava‑i, lub moos Hena thiab lub moos Iva tej dab dua twg lawm? Tej dab ntawd pab tau Xamali dim hauv kuv txhais tes thiab lov?"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.35","label":"35","content":"Ib tsoom tebchaws tej dab huvsi tsis muaj ib tug dab twg uas pab tau nws lub tebchaws dim hauv kuv txhais tes, mas Yawmsaub yuav cawm Yeluxalees dim hauv kuv txhais tes thiab lov?’ ”"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.36","label":"36","content":"Tiamsis lawv ntsiag twjywm tsis teb ib los li rau qhov vajntxwv Hexekhiya twb qhia hais tias, “Tsis txhob teb ib los li.”"},{"bible_id":"1269","chapter_code":"2KI.18","verse_code":"2KI.18.37","label":"37","content":"Hikhiya tus tub Eliyakhi uas yog tus saib xyuas vajntxwv lub tsev thiab Sena uas yog tus tub sau ntawv thiab Axas tus tub Yau‑av uas yog tus uas sau ntawv keeb kwm, rov los cuag Hexekhiya ua ris tsho ntuag tag, thiab qhia Lasakhe tej lus rau vajntxwv."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.1","label":"1","content":"Thaum vajntxwv Hexekhiya hnov tej lus ntawd, nws txawm dua rhe nws lub tsho thiab muab khaub seev tsaj los hnav thiab mus rau hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.2","label":"2","content":"Mas nws txib Eliyakhi uas yog tus saib xyuas vajntxwv lub tsev thiab Sena uas yog tus tub sau ntawv thiab cov pov thawj laus hnav khaub seev tsaj mus cuag Amoj tus tub Yaxaya uas ua xibhwb cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.3","label":"3","content":"Lawv txawm hais rau nws tias, “Hexekhiya hais li no tias, ‘Hnub no yog hnub uas ntxhov siab thiab raug luag thuam poob ntsej muag. Tej menyuam tub txog caij yug lawm tiamsis tsis muaj zog ntsub."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.4","label":"4","content":"Tej zaum Yawmsaub uas yog koj tus Vajtswv twb hnov tej lus huvsi uas Axilia tus vajntxwv kom Lasakhe tuaj hais saib tsis taus Vajtswv uas muaj txojsia nyob, thiab Yawmsaub yuav rhuav tshem tej lus uas Yawmsaub uas yog koj tus Vajtswv tau hnov. Yog li ntawd thov koj thov Yawmsaub pab cov neeg uas tseem tshuav nyob no.’ ”"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.5","label":"5","content":"Thaum vajntxwv Hexekhiya cov tim xyoob tuaj cuag Yaxaya,"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.6","label":"6","content":"Yaxaya hais rau lawv tias, “Cia li hais rau nej tus vajntxwv tias, ‘Yawmsaub hais li no tias, Tsis txhob ntshai tej lus uas nej tau hnov ntawd, yog tej lus uas Axilia tus vajntxwv tej nom tswv thuam kuv."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.7","label":"7","content":"Saib maj, kuv yuav tshoov nws lub siab ua kom nws hnov lus huab lus cua mas nws yuav rov qab mus rau nws lub tebchaws. Thiab kuv yuav ua kom nws tuag hniav ntaj rau hauv nws lub tebchaws.’ ”"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.8","label":"8","content":"Lasakhe thiaj rov qab mus mas ntsib Axilia tus vajntxwv ua rog rau lub moos Lina, rau qhov nws hnov tias vajntxwv twb tawm hauv Lakhi mus lawm."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.9","label":"9","content":"Thaum Axilia tus vajntxwv hnov xov hais tias Khuj  tus vajntxwv Thihakha twb sawv kev tuaj ntaus nws lawm, nws txawm txib neeg xa xov rov mus hais rau Hexekhiya hais tias,"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.10","label":"10","content":"“Nej yuav tsum hais li no rau Yuda tus vajntxwv Hexekhiya hais tias, ‘Tsis txhob cia koj tus Vajtswv uas koj vam khom ntawd dag hais tias Yeluxalees yuav tsis raug muab rau hauv Axilia tus vajntxwv txhais tes."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.11","label":"11","content":"Saib maj, nej twb hnov lawm tias Axilia tej vajntxwv twb ua li cas rau ib tsoom tebchaws huvsi lawm, twb ua rau tej tebchaws puam tsuaj tag huvsi. Koj nev, koj yuav tau kev dim lov?"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.12","label":"12","content":"Ib tsoom tebchaws tej dab pab tau lawv dim lov? Twb yog tej tebchaws uas kuv tej poj koob yawm txwv muab ua puam tsuaj tag, yog lub moos Kauxas, lub moos Halas, lub moos Lexe thiab cov neeg Edee uas nyob hauv lub moos Thee‑axa."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.13","label":"13","content":"Tus vajntxwv hauv lub moos Hama thiab tus vajntxwv hauv Apa thiab tus vajntxwv hauv Xefava‑i, thiab tus vajntxwv hauv Hena thiab tus vajntxwv hauv Iva dua twg lawm?’ ”"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.14","label":"14","content":"Hexekhiya txais tsab ntawv ntawm tus xa xov txhais tes thiab nyeem. Mas Hexekhiya thiaj mus rau hauv Yawmsaub lub tuam tsev, thiab muab tsab ntawv nthuav rau ntawm Yawmsaub lub xubntiag."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.15","label":"15","content":"Thiab Hexekhiya thov ntawm Yawmsaub xubntiag hais tias, “Au Yawmsaub uas yog Yixayee tus Vajtswv, uas nyob lub zwm txwv saum cov Khelunpee, koj tib leeg xwb thiaj yog ib tsoom tebchaws hauv qab ntuj tus Vajtswv, koj tau tsim lub ntuj thiab lub ntiajteb."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.16","label":"16","content":"Au Yawmsaub, thov tig pob ntseg mloog. Au Yawmsaub, thov tsa qhov muag saib, thiab thov koj mloog Xenakhawli tej lus huvsi uas nws xa tuaj thuam luag Vajtswv uas muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.17","label":"17","content":"Au Yawmsaub, yeej muaj tseeb li ntawd tiag, Axilia tej vajntxwv tau ua rau txhua haiv neeg thiab lawv lub tebchaws puam tsuaj tag,"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.18","label":"18","content":"thiab muab lawv tej dab mlom pov rau hauv hluavtaws, vim tej ntawd yeej tsis yog timtswv, tsuas yog tej uas neeg txhais tes ua xwb, yog ntoo thiab pob zeb. Vim li ntawd tej ntawd thiaj raug muab ua puam tsuaj tag."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.19","label":"19","content":"Au Yawmsaub uas yog peb tus Vajtswv, nimno kuv thov koj cawm peb dim hauv nws txhais tes, xwv ib tsoom tebchaws hauv ntiajteb thiaj paub tias koj yog Yawmsaub koj tib leeg yog Vajtswv.”"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.20","label":"20","content":"Mas Amoj tus tub Yaxaya hais mus rau Hexekhiya hais tias, “Yawmsaub uas yog Yixayee tus Vajtswv hais li no tias, Kuv twb hnov koj tej lus thov hais txog Xenakhawli uas yog Axilia tus vajntxwv lawm."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.21","label":"21","content":"Ntawm no mus yog tej lus uas Yawmsaub hais txog Xenakhawli. “ ‘Xi‑oo tus ntxhais dawb huv saib tsis taus koj luag koj, Yeluxalees tus ntxhais co hau nto luag raws koj qab."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.22","label":"22","content":"“ ‘Koj thuam thiab hais phem rau leejtwg? Koj tsa koj lub suab tawm tsam leejtwg thiab koj khav theeb zij ncaug ntxi muag rau leejtwg? Yog ua rau cov Yixayee tus Vajtswv uas dawb huv ntag."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.23","label":"23","content":"Koj muab lus rau koj cov neeg xa xov thuam luag tus Tswv, thiab koj tau khav tias, “Kuv muaj tsheb ua rog ntau heev, kuv nce mus saum tej roob siab, mus txog tej qhov uas deb kawg hauv Lenpanoo. Kuv twb muab nws tej ntoo ciab uas siab kawg ntov vau thiab ntov nws tej ntoo ciab nplooj suab uas zoo nkauj kawg. Kuv nkag mus rau hauv qhov uas deb kawg nkaus thiab mus txog lub hav zoo v uas tsaus kawg nkaus."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.24","label":"24","content":"Kuv khawb qhov dej thiab haus lwm tebchaws li dej, kuv txhais xib taws tsuj Iyi tej hav dej qhuav tag huvsi.”"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.25","label":"25","content":"“ ‘Koj tsis tau hnov lov? Kuv twb npaj cia li ntawd ntev los lawm. Tej haujlwm uas kuv ua nimno kuv twb hom cia thaum ub los lawm, hais tias koj yuav ua rau tej moos uas muaj ntsa loog ruaj khov pob tag ua tej niag pawg."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.26","label":"26","content":"Tej neeg hauv tej moos ntawd qaug zog ntshaus ntsho poob siab tag thiab txaj muag heev, lawv zoo li tej zaub hauv teb thiab zoo li tej nroj mos mos, zoo li tej nroj uas tuaj saum ruv tsev uas cia li qhuav tag tsis hlob."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.27","label":"27","content":"“ ‘Kuv yeej paub qhov uas koj zaum thiab qhov uas koj tawm mus thiab nkag los, thiab qhov uas koj npau taws rau kuv."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.28","label":"28","content":"Vim koj tau npau taws rau kuv thiab kuv twb hnov qhov uas koj khav theeb, mas kuv yuav muab kuv tus nqe lauj chob koj lub qhov ntswg thiab muab kuv txoj xauv sam koj lub qhov ncauj, mas kuv yuav cab koj tig hlo rov qab taug txojkev uas koj tuaj mus.’"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.29","label":"29","content":"“No yog tej txujci uas qhia rau koj paub. Xyoo no koj yuav noj tej qoob loo uas nws tuaj nws. Xyoo ob koj yuav noj tej uas tuaj ntawm lub qub chaw. Mas xyoo peb cia li tseb thiab hlais thiab ua vaj txiv hmab thiab noj tej txiv ntawd."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.30","label":"30","content":"Yuda caj ces cov uas dim thiab tseem tshuav nyob yuav nrhau cag rau hauv thiab txi txiv rau saud."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.31","label":"31","content":"Vim tias muaj ib co uas tseem tshuav nyob yuav tawm hauv Yeluxalees mus, thiab muaj ib co uas dim yuav tawm hauv lub roob Xi‑oo mus. Yawmsaub uas muaj hwjchim loj kawg nkaus yuav kub siab lug ua tej no."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.32","label":"32","content":"“Vim li no Yawmsaub thiaj hais txog Axilia tus vajntxwv li no tias, Nws yuav tsis nkag los rau hauv lub nroog no thiab tsis tua xub hneev tuaj rau hauv, thiab tsis tuav daim hlau thaiv tuaj ze lub nroog thiab tsis tsub av ua chaw nce ntsa loog."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.33","label":"33","content":"Nws tuaj txojkev twg nws yuav rov txojkev ntawd mus, nws yuav tsis nkag rau hauv lub nroog no. Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.34","label":"34","content":"Kuv yuav tsom kwm lub nroog no cia kom dim, vim saib rau kuv thiab saib rau kuv tus tub qhe Davi.”"},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.35","label":"35","content":"Hmo ntawd Yawmsaub li tubtxib saum ntuj tawm mus tua Axilia cov tub rog hauv lawv lub yeej tuag 185,000 leej. Mas thaum sawv ntxov lawv sawv saib ua ciav cov ntawd twb tuag tag lawm."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.36","label":"36","content":"Ces Axilia tus vajntxwv Xenakhawli txawm cia li sawv tsees rov qab mus tsev, mus nyob hauv Ninave."},{"bible_id":"1269","chapter_code":"2KI.19","verse_code":"2KI.19.37","label":"37","content":"Thaum nws tabtom pe hawm hauv lub tsev teev dab Nilau uas yog nws tus dab, nws ob tug tub Alamelej thiab Salexaw txawm xuas ntaj tua nws tuag. Ces ob tug khiav mus rau Alalab tebchaws lawm. Mas nws tus tub Exahadoo sawv kav nyob nws chaw."},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.1","label":"1","content":"Lub sijhawm ntawd Hexekhiya mob hnyav heev twb yuav tuag. Mas Amoj tus tub Yaxaya uas yog xibhwb cev Vajtswv lus tuaj cuag nws thiab hais rau nws tias, “Yawmsaub hais li no tias, Koj cia li tu tej kev teb kev chaw kom zoo, koj yuav tuag koj yuav tsis nquag.”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.2","label":"2","content":"Mas Hexekhiya tig xubntiag rau tim phab ntsa thiab thov Yawmsaub hais tias,"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.3","label":"3","content":"“Au Yawmsaub, kuv taij thov koj nco txog tias kuv ua lub neej xib rau koj rau ntawm koj lub xubntiag kawg siab kawg ntsws thiab tau ua tej uas koj pom tias zoo.” Ces Hexekhiya txawm quaj heev kawg."},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.4","label":"4","content":"Thaum Yaxaya tsis tau tawm hauv lub tshav puam ntawm vajntxwv tsev, Yawmsaub hais lus tuaj rau nws tias,"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.5","label":"5","content":"“Cia li rov qab mus hais rau Hexekhiya uas yog kuv haiv neeg tus thawj tias, ‘Koj yawg koob Davi tus Vajtswv Yawmsaub hais li no tias, Kuv twb hnov koj tej lus thov lawm, kuv twb pom koj tej kua muag lawm. Kuv yuav kho kom koj zoo mas hnub peb koj yuav tau mus rau hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.6","label":"6","content":"Kuv yuav txuas koj txojsia ntev kaum tsib xyoo ntxiv thiab. Kuv yuav cawm koj thiab lub nroog no dim ntawm Axilia tus vajntxwv txhais tes, thiab kuv yuav tsom kwm lub nroog no vim yog saib rau kuv thiab saib rau kuv tus qhev Davi.’ ”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.7","label":"7","content":"Mas Yaxaya hais tias, “Cia li coj ib lub ncuav txiv cev los, kom lawv muab lub ncuav ntawd npuab rau ntawm lub rwj kom nws thiaj li rov qab zoo.”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.8","label":"8","content":"Hexekhiya hais rau Yaxaya tias, “Yuav muaj ib yam dabtsi qhia kom paub tias Yawmsaub yuav kho kuv thiab peb hnub kuv yuav tau mus rau hauv Yawmsaub lub tuam tsev?”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.9","label":"9","content":"Yaxaya hais tias, “No yog yam txujci uas Yawmsaub ua rau koj paub tias nws yuav ua raws li nws twb cog lus lawm. Yuav cia tus duab hnub mus tom ntej kaum qeb los rov tom qab kaum qeb?”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.10","label":"10","content":"Hexekhiya teb tias, “Yoojyim ua rau tus duab hnub mus tom ntej kaum qeb. Yog li no thov cia tus duab thim rov qab kaum qeb.”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.11","label":"11","content":"Ces Yaxaya uas yog xibhwb cev Vajtswv lus taij thov Yawmsaub, mas Yawmsaub ua rau tus duab hnub thim rov qab kaum qeb uas tus duab twb mus dhau lawd ntawm lub chaw ntsuas uas Aha ua."},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.12","label":"12","content":"Thaum ntawd Npaladas tus tub Melaudanpalada uas ua vajntxwv hauv Npanpiloo txib cov tim xyoob coj tsab ntawv thiab tshav ntuj mus pub rau Hexekhiya vim yog nws hnov xov tias Hexekhiya mob."},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.13","label":"13","content":"Mas Hexekhiya zoo siab txais tos lawv thiab coj lawv mus saib nws tej txhab nyiaj huvsi, saib tej nyiaj, tej kub, tej txuj lom, tej roj tsim txiaj, thiab saib lub txhab uas rau cuab yeej ua rog, yog txhua yam uas nyob hauv nws tej txhab. Tsis tshuav ib yam hauv nws lub tsev thiab thoob plaws hauv nws lub tebchaws uas nws tsis tau muab qhia rau lawv saib li."},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.14","label":"14","content":"Mas Yaxaya uas yog xibhwb cev Vajtswv lus tuaj cuag vajntxwv Hexekhiya, thiab hais rau nws tias, “Cov neeg no tuaj hais dabtsi? Thiab lawv tuaj qhovtwg tuaj cuag koj?” Hexekhiya teb tias, “Lawv tuaj deb deb li tuaj, yog tuaj Npanpiloo tebchaws tuaj.”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.15","label":"15","content":"Yaxaya nug tias, “Lawv pom dabtsi hauv koj lub vaj lub tsev?” Hexekhiya teb tias, “Lawv pom txhua yam hauv kuv lub vaj lub tsev, tsis tshuav ib yam dabtsi hauv kuv tej txhab uas kuv tsis tau muab qhia rau lawv saib li.”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.16","label":"16","content":"Ces Yaxaya txawm hais rau Hexekhiya tias, “Cia li mloog Yawmsaub tej lus."},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.17","label":"17","content":"Saib maj, lub caij lub nyoog tabtom los txog lawm uas txhua tsav txhua yam hauv koj lub vaj lub tsev thiab tej uas koj tej poj koob yawm txwv khaws tau cia los txog hnub no yuav raug muab coj mus rau Npanpiloo, tsis tshuav ib yam dabtsi kiag li. Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.18","label":"18","content":"Thiab koj tej tub uas koj yug muaj qee leej yuav raug muab coj mus thiab lawv yuav ua nraug sam rau hauv vajntxwv Npanpiloo lub tsev.”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.19","label":"19","content":"Mas Hexekhiya hais rau Yaxaya tias, “Yawmsaub tej lus uas koj hais no kuj zoo.” Rau qhov nws xav hauv lub siab tias, “Yog muaj kev thaj yeeb thiab nyob kaj siab lug mus tag kuv sim neej, kuj yog zoo lawm los tsis yog?”"},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.20","label":"20","content":"Lwm yam haujlwm uas Hexekhiya ua, thiab nws tus peevxwm huvsi thiab qhov uas nws ua lub pas dej thiab tus ciav dej tso dej los rau hauv lub nroog mas twb muab sau cia rau hauv phau ntawv uas hais txog cov Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.20","verse_code":"2KI.20.21","label":"21","content":"Ces Hexekhiya txawm tuag mus nrog nws tej poj koob yawm txwv nyob, mas nws tus tub Manaxe sawv kav nyob nws chaw."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.1","label":"1","content":"Thaum Manaxe pib ua vajntxwv nws hnub nyoog muaj kaum ob xyoos, nws nyob hauv Yeluxalees kav tau tsib caug tsib xyoos. Nws niam npe hu ua Hexinpa."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.2","label":"2","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, nws ua raws li tej kevcai qias vuab tsuab uas lwm haiv neeg ua, yog cov uas Yawmsaub ntiab tawm ntawm cov Yixayee hauv ntej mus."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.3","label":"3","content":"Nws rov ua tej chaw siab teev dab uas nws txiv Hexekhiya twb muab rhuav tag lawd, thiab nws ua tej thaj teev dab Npa‑as thiab ua ncej dab Asela, ib yam li cov Yixayee tus vajntxwv Ahaj tau ua. Nws pe hnub pe hli thiab tej hnub qub saum nruab ntug huvsi thiab ua koom tu tej ntawd."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.4","label":"4","content":"Nws ua tej thaj teev dab rau hauv Yawmsaub lub tuam tsev, uas yog lub chaw uas Yawmsaub twb hais tias, “Kuv yuav muab kuv lub npe cia rau hauv Yeluxalee.”"},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.5","label":"5","content":"Nws ua tej thaj xyeem rau lub hnub lub hli thiab tej hnub qub saum nruab ntug huvsi rau hauv ob lub tshav puam hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.6","label":"6","content":"Nws muab nws tus tub tua hlawv xyeem rau dab, thiab nws saib caij saib nyoog saib yaig saib sij thiab nws mus nug tej txiv neeb txiv yaig thiab tej uas muaj dab leej nkaub. Nws ua tej uas Yawmsaub pom tias phem kawg nkaus li zes ua rau Yawmsaub npau taws."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.7","label":"7","content":"Nws muab tus dab mlom Asela uas nws txaug txawb rau hauv lub tuam tsev uas Yawmsaub twb hais rau Davi thiab nws tus tub Xalaumoo lawm hais tias, “Lub tuam tsev no thiab lub nroog Yeluxalees uas kuv twb xaiv hauv txhua xeem Yixayee los mas kuv yuav cia kuv lub npe nyob hauv mus ib txhis."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.8","label":"8","content":"Kuv yuav tsis ua rau cov Yixayee txhais kotaw khiav tawm hauv lub tebchaws uas kuv twb muab rau lawv tej poj koob yawm txwv lawd dua li lawm, yog tias lawv ceev faj ua raws li txhua yam uas kuv hais kom lawv ua thiab ua raws li txoj kevcai huvsi uas kuv tus qhev Mauxe hais rau lawv.”"},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.9","label":"9","content":"Tiamsis lawv tsis mloog thiab Manaxe ntxias lawv mus ua phem heev dua tej haiv neeg uas Yawmsaub twb muab ua puam tsuaj tag rau ntawm lawv hauv ntej."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.10","label":"10","content":"Yawmsaub kom cov xibhwb cev Vajtswv lus uas yog nws cov tub qhe mus hais tias,"},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.11","label":"11","content":"“Vim yog Yuda tus vajntxwv Manaxe tau ua tej kev qias vuab tsuab thiab ua phem heev dua li cov Amaulai uas nyob ua nws ntej tau ua, thiab nws tej dab mlom ntawd tau ua rau cov Yuda ua txhaum,"},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.12","label":"12","content":"vim li no Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, ‘Kuv tabtom yuav coj kev puam tsuaj loj kawg li los rau Yeluxalees thiab Yuda mas txhua tus uas hnov yuav rhiab pob ntseg."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.13","label":"13","content":"Kuv yuav muab txoj hlua uas ntsuas lub nroog Xamali lawm los thiab siv lub qe hlau uas ntsuas Ahaj caj ces qhov uas ntseg los dai ntsuas lub nroog Yeluxalees. Thiab kuv yuav ntxuav Yeluxalees yam nkaus li ntxuav lub phaj thiab muab khwb."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.14","label":"14","content":"Kuv yuav muab kuv qub txeeg qub teg uas tseem tshuav laim pov tseg thiab muab lawv rau hauv lawv cov yeeb ncuab txhais tes. Lawv yuav raug luag txeeb thiab lws tag nrho huvsi"},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.15","label":"15","content":"vim lawv tau ua tej uas kuv pom tias phem kawg li thiab ua rau kuv npau taws txij hnub uas lawv tej poj koob yawm txwv tawm hauv Iyi tebchaws los txog niaj hnub nimno.’ ”"},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.16","label":"16","content":"Ntau dua li ntawd Manaxe tseem muab tej neeg uas tsis txhaum tua pov tseg coob kawg li rau hauv Yeluxalees ntshav liab vog puv nkaus rau txhua qhov. No yog tej kev txhaum uas loj tshaj qhov uas nws coj cov Yuda ua txhaum lawv thiaj ua tej uas Yawmsaub pom tias phem kawg li."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.17","label":"17","content":"Lwm yam haujlwm uas Manaxe ua thiab txhua yam uas nws ua thiab tej kev txhaum uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.18","label":"18","content":"Manaxe txawm tuag mus nrog nws tej poj koob yawm txwv nyob. Lawv muab nws log rau hauv lub vaj uas nyob ntawm nws lub tsev yog lub vaj Usxa, mas nws tus tub Asmoo sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.19","label":"19","content":"Thaum Asmoo sawv ua vajntxwv kav nws hnub nyoog muaj nees nkaum ob xyoos, nws nyob hauv Yeluxalees kav tau ob xyoos. Nws niam npe hu ua Mesuleme, yog Haluj uas yog neeg hauv Yaunpa tus ntxhais."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.20","label":"20","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, ib yam nkaus li nws txiv Manaxe tau ua lawd."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.21","label":"21","content":"Nws taug nraim nws txiv tus neev taw. Nws ua koom tu tej dab mlom uas nws txiv teev thiab pe hawm tej mlom ntawd."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.22","label":"22","content":"Nws muab Yawmsaub uas yog nws tej poj koob yawm txwv tus Vajtswv tso tseg tsis taug Yawmsaub txojkev."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.23","label":"23","content":"Mas Asmoo cov tub teg tub taws ntaus tswvyim fav xeeb rau nws thiab muab nws tua rau hauv nws lub tsev."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.24","label":"24","content":"Tiamsis cov pejxeem muab txhua tus uas ntaus tswvyim fav xeeb rau vajntxwv Asmoo tua huvsi lawm, thiab cov pejxeem tsa nws tus tub Yauxiya ua vajntxwv nyob nws chaw."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.25","label":"25","content":"Lwm yam haujlwm uas Asmoo ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.21","verse_code":"2KI.21.26","label":"26","content":"Lawv muab nws log rau hauv nws lub qhov ntxa uas nyob hauv lub vaj Usxa. Mas nws tus tub Yauxiya sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.1","label":"1","content":"Thaum Yauxiya pib ua vajntxwv kav nws hnub nyoog muaj yim xyoo, nws nyob hauv lub nroog Yeluxalees kav tau peb caug ib xyoos. Nws niam npe hu ua Yedida yog Adaya uas nyob hauv lub moos Npaukha li ntxhais."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.2","label":"2","content":"Nws ua tej uas Yawmsaub pom tias zoo, thiab nws taug nraim nws yawg koob Davi tus neev taw, nws tsis tig mus rau sab xis lossis sab laug."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.3","label":"3","content":"Xyoo kaum yim uas Yauxiya ua vajntxwv kav mas vajntxwv txib Safas uas yog tus tub sau ntawv, yog Axalisya tus tub uas yog Mesulas li xeeb ntxwv, mus rau hauv Yawmsaub lub tuam tsev, thiab hais rau nws tias,"},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.4","label":"4","content":"“Cia li mus cuag tus tuam pov thawj hlob Hikhiya kom nws mus suav cov nyiaj uas coj tuaj rau hauv Yawmsaub lub tuam tsev, yog tej nyiaj uas cov uas zov qhov rooj tau sau ntawm cov pejxeem."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.5","label":"5","content":"Mas muab rau hauv cov tub zog uas tu Yawmsaub lub tuam tsev txhais tes, es cia lawv them rau cov tub zog uas nyob ntawm Yawmsaub lub tuam tsev thiab kho lub tuam tsev,"},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.6","label":"6","content":"yog muab rau cov Kws ntoo, cov Kws ua tsev thiab cov Kws txhwm pob zeb, thiab siv yuav ntoo thiab tej pob zeb uas txhwm tau lawd los kho lub tuam tsev."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.7","label":"7","content":"Tsis tag lawv yuav sau ntawv hais txog tej nyiaj uas lawv tau txais lawd saib siv li cas, rau qhov lawv yeej ua ncaj.”"},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.8","label":"8","content":"Tus tuam pov thawj hlob Hikhiya hais rau Safas uas yog tus tub sau ntawv tias, “Kuv tshawb tau phau ntawv kevcai nyob hauv Yawmsaub lub tuam tsev.” Ces Hikhiya txawm muab phau ntawv ntawd rau Safas thiab nws muab nyeem."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.9","label":"9","content":"Ces Safas uas yog tus tub sau ntawv mus cuag vajntxwv thiab qhia rau vajntxwv tias, “Koj cov qhev twb nchuav tej nyiaj uas nyob hauv lub tuam tsev thiab muab cob rau hauv cov tub zog uas tu Yawmsaub lub tuam tsev txhais tes.”"},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.10","label":"10","content":"Mas Safas uas yog tus tub sau ntawv hais rau vajntxwv tias, “Tus pov thawj Hikhiya muab ib phau ntawv rau kuv.” Thiab Safas muab nyeem rau vajntxwv mloog."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.11","label":"11","content":"Thaum vajntxwv hnov tej lus hauv phau kevcai lawd, nws txawm dua rhe nws lub tsho."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.12","label":"12","content":"Thiab vajntxwv hais rau tus pov thawj Hikhiya thiab Ahikhas uas yog Safas tus tub thiab Anpau uas yog Mikhaya tus tub thiab Safas uas yog tus tub sau ntawv thiab Axaya uas yog vajntxwv tus tub tes taw hais tias,"},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.13","label":"13","content":"“Nej cia li mus ua nug rau Yawmsaub rau kuv thiab cov pejxeem thiab tag nrho cov Yuda huvsi hais txog tej lus hauv phau ntawv no uas tshawb tau lawm. Yawmsaub txojkev npau taws loj heev tshwm plaws los rau peb lawm rau qhov peb tej poj koob yawm txwv tsis mloog tej lus hauv phau ntawv no thiab tsis ua raws li txhua yam uas sau cia hais txog peb.”"},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.14","label":"14","content":"Ces tus pov thawj Hikhiya thiab Ahikhas thiab Anpau thiab Safas thiab Axaya txawm mus cuag tus pojniam xibhwb Huda uas cev Vajtswv lus uas yog Salu tus pojniam. Salu yog tus uas tu vajntxwv tej tsoos tsho thiab yog Thiva tus tub thiab yog Hahav tus xeeb ntxwv. Tus pojniam xibhwb ntawd nyob hauv Yeluxalees ceg kaum nroog uas ua tshiab, ces lawv txawm nrog nws tham."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.15","label":"15","content":"Tus pojniam ntawd hais rau lawv tias, “Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, Cia li hais rau tus uas txib nej tuaj cuag kuv tias,"},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.16","label":"16","content":"‘Yawmsaub hais li no tias, Saib nawj, kuv yuav tso tej xwm txheej phem los raug lub chaw no thiab raug tej neeg uas nyob hauv raws li txhua lo lus hauv phau ntawv uas Yuda tus vajntxwv tau nyeem ntawd."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.17","label":"17","content":"Vim lawv twb tso kuv tseg thiab hlawv xyab xyeem rau luag tej dab thiaj ua rau kuv chim rau txhua yam uas lawv txhais tes ua, vim li no kuv txojkev chim yuav npau tshwm plaws rau lub chaw no yuav tav tsis tau li.’"},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.18","label":"18","content":"Tiamsis Yuda tus vajntxwv uas txib nej tuaj ua nug rau Yawmsaub ntawd, nej cia li hais li no rau nws tias, ‘Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, Hais txog tej lus uas koj tau hnov ntawd,"},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.19","label":"19","content":"vim koj ntxeev dua siab thiab koj txo koj lub hwjchim rau ntawm Yawmsaub rau thaum koj hnov kuv hais li cas tawm tsam lub chaw no thiab cov neeg uas nyob hauv hais tias lawv yuav nyob do cuas thiab raug foom tsis zoo, thiab vim koj dua rhe koj lub tsho quaj rau ntawm kuv xubntiag, mas kuv kuj hnov lawm. Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"2KI.22","verse_code":"2KI.22.20","label":"20","content":"Vim li no, saib nawj, kuv yuav coj koj mus nrog koj tej poj koob yawm txwv nyob thiab mus rau hauv koj lub qhov ntxa ua siab tus yees, thiab koj lub qhov muag yuav tsis pom tej xwm txheej phem huvsi uas kuv yuav coj los raug lub chaw no.’ ” Lawv kuj coj tej lus ntawd los hais rau vajntxwv mloog."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.1","label":"1","content":"Ces vajntxwv txawm txib neeg mus hu kom Yuda thiab Yeluxalees cov kev txwj laus sawvdaws tuaj txoos ua ke ntawm nws."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.2","label":"2","content":"Mas vajntxwv mus rau hauv Yawmsaub lub tuam tsev. Cov Yuda huvsi thiab cov uas nyob hauv Yeluxalees sawvdaws thiab cov pov thawj thiab cov xibhwb cev Vajtswv lus, thiab cov pejxeem, cov hlob thiab cov yau sawvdaws nrog nws mus. Ces nws txawm nyeem tag nrho phau ntawv cog lus tseg uas tshawb tau hauv Yawmsaub lub tuam tsev los rau lawv mloog."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.3","label":"3","content":"Vajntxwv sawv ntsug ntawm tus ncej  nrog Yawmsaub cog lus tias nws yuav ua lub neej raws nraim Yawmsaub thiab tuav rawv Yawmsaub tej lus nkaw thiab nws tej lus qhia thiab nws tej kab ke kawg siab kawg ntsws, yuav ua raws nraim li tej lus sib cog tseg uas sau cia rau hauv phau ntawv ntawd. Mas cov pejxeem sawvdaws kuj nrog nws koom cog lus li ntawd."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.4","label":"4","content":"Vajntxwv hais rau tus tuam pov thawj hlob Hikhiya thiab cov pov thawj yau thiab cov uas zov qhov rooj kom lawv coj tej twj huvsi uas siv rau dab Npa‑as thiab dab Asela thiab lub hnub lub hli thiab tej hnub qub saum nruab ntug huvsi tawm hauv Yawmsaub lub tuam tsev mus. Mas nws muab tej ntawd hlawv rau sab nraum lub nroog Yeluxulee rau hauv tej teb ntawm lub hav Khiloo, thiab muab tej tshauv uas hlawv ntawd coj mus rau ntawm lub moos Npe‑ee."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.5","label":"5","content":"Nws hle cov pov thawj teev dab uas Yuda tej vajntxwv tau muab tsa cia hlawv hmoov xyab xyeem rau ntawm tej chaw siab hauv Yuda tej moos thiab ib ncig lub nroog Yeluxalees, thiab hle cov uas hlawv hmoov xyab rau dab Npa‑as thiab lub hnub lub hli thiab tej hnub qub thiab txhua yam uas nyob saum nruab ntug."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.6","label":"6","content":"Nws muab tus ncej dab Asela rho tawm hauv Yawmsaub lub tuam tsev mus rau nraum lub nroog Yeluxalees txog lub hav Khiloo. Nws muab hlawv rau ntawm lub hav Khiloo muab tsoo ua hmoov thiab muab w rau saum cov pejxeem tej qhov ntxa."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.7","label":"7","content":"Nws rhuav tshem cov txivneej muag cev tej tsev hauv Yawmsaub lub tuam tsev uas yog lub chaw uas cov pojniam ntos ntaub rau dab Asela."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.8","label":"8","content":"Nws coj cov pov thawj huvsi tawm hauv Yuda tej moos mus thiab ua qias puas tsuas tej chaw siab uas cov pov thawj ntawd hlawv hmoov xyab txij ntawm lub moos Kenpa mus txog lub moos Npe‑awsenpa. Nws rhuav tshem tej chaw siab teev dab ntawm txojkev uas nkag lub rooj loog Yausua uas yog tus thawj kav lub nroog, uas nyob ntawm lub rooj loog loj sab laug."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.9","label":"9","content":"Tiamsis cov pov thawj uas ua haujlwm ntawm tej chaw siab ntawd tsis muaj feem nce mus rau ntawm Yawmsaub lub thaj xyeem hauv lub nroog Yeluxalees, lawv tsuas yog muaj feem nrog lawv cov kwvtij noj ncuav tsis xyaw keeb xwb."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.10","label":"10","content":"Nws ua qias puas tsuas lub chaw Thaufe uas nyob hauv lub hav Npeehinoo, kom thiaj tsis muaj leejtwg muab lawv tej tub tej ntxhais hlawv xyeem rau dab Maulej."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.11","label":"11","content":"Nws rhuav tshem tej nees uas Yuda tej vajntxwv muab xyeem rau lub hnub ntawm lub rooj loog uas nkag rau hauv Yawmsaub lub tuam tsev uas nyob ze ntawm tus nom Nathamele chav tsev uas nyob hauv lub loog tuam tsev. Nws kuj muab tej tsheb ua rog uas xyeem rau lub hnub hlawv pov tseg."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.12","label":"12","content":"Tej thaj uas Yuda tej vajntxwv ua rau saum Aha txheej tsev las tshav thiab tej thaj uas Manaxe ua rau hauv ob lub tshav puam hauv Yawmsaub lub tuam tsev, mas vajntxwv muab rhuav thiab tsoo ua tej dwb daim, thiab muab tej hmoov ntawd pov rau hauv lub hav Khiloo."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.13","label":"13","content":"Nws ua qias puas tsuas tej chaw siab teev dab uas nyob ntawm Yeluxalees sab hnub tuaj ntawm lub Roob Puam Tsuaj sab nrad, yog tej chaw uas cov Yixayee tus vajntxwv Xalaumoo ua cia rau dab Athaule uas yog cov neeg Xaidoo tus dab qias vuab tsuab, thiab ua rau dab Khemauj uas yog cov Mau‑a tus dab qias vuab tsuab, thiab ua rau dab Mikhoo uas yog cov Asmoo tus dab qias vuab tsuab."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.14","label":"14","content":"Nws muab tej ncej teev dab tsoo ua tej dwb daim thiab muab tej ncej dab Asela ntov pov tseg thiab muab pob txha neeg tuag nchuav puv nkaus tej chaw ntawd."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.15","label":"15","content":"Dua li ntawd, lub thaj ntawm lub moos Npe‑ee thiab lub chaw siab teev dab uas Nenpa tus tub Yelaunpau‑as ua thiab coj cov Yixayee mus ua txhaum, mas vajntxwv muab lub thaj thiab lub chaw siab ntawd rhuav pov tseg muab hlawv muab tsoo ua hmoov. Nws kuj hlawv tus ncej dab Asela."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.16","label":"16","content":"Thaum Yauxiya tig xubntiag saib nws pom tej qhov ntxa uas nyob saum lub roob ntawd. Nws hais kom rho tej pob txha hauv qhov ntxa los mas muab hlawv rau saum lub thaj ua kom qias puas tsuas raws li Yawmsaub tej lus uas Vajtswv tus neeg hais txog tom hauv ntej tias yuav muaj li ntawd."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.17","label":"17","content":"Thiab nws hais tias, “Tus ncej zeb uas kuv pom tim ub yog dabtsi?” Cov neeg hauv lub moos ntawd hais tias, “Yog lub qhov ntxa uas log Vajtswv tus neeg uas tuaj hauv Yuda tuaj hais tom hauv ntej txog tej no uas koj tau ua rau lub thaj ntawm Npe‑ee.”"},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.18","label":"18","content":"Vajntxwv txawm hais tias, “Cia nws nyob nws. Tsis txhob kheev leejtwg muab nws pob txha tshais chaw.” Lawv thiaj muab tso tseg nrog tus xibhwb uas tuaj Xamali tebchaws cov pob txha nyob ua ke."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.19","label":"19","content":"Yauxiya kuj rhuav tshem tej tsev dab huvsi saum tej chaw siab uas nyob hauv Xamali tej moos uas cov Yixayee tej vajntxwv tau ua cia uas ua rau Yawmsaub chim. Nws ua txhua yam rau tej chaw ntawd ib yam li nws tau ua rau ntawm Npe‑ee."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.20","label":"20","content":"Nws muab cov pov thawj sawvdaws uas ua haujlwm rau tej chaw siab ntawd tua rau saum tej thaj ntawd thiab hlawv tej pob txha rau saud. Ces nws txawm rov mus rau Yeluxalees lawm."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.21","label":"21","content":"Vajntxwv hais rau cov pejxeem sawvdaws tias, “Cia li ua kevcai Hla Dhau rau Yawmsaub uas yog nej tus Vajtswv, raws li uas sau cia rau hauv phau ntawv sib cog lus no.”"},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.22","label":"22","content":"Rau qhov lawv tsis tau ua txoj kevcai Hla Dhau no txij thaum cov thawj kav cov Yixayee los lossis ncua sijhawm uas muaj vajntxwv kav cov Yixayee thiab muaj vajntxwv kav cov Yuda."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.23","label":"23","content":"Xyoo kaum yim uas Yauxiya ua vajntxwv kav, lawv ua txoj kevcai Hla Dhau no rau hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.24","label":"24","content":"Dua li ntawd, Yauxiya tseem rhuav tshem tej txiv neeb txiv yaig, tej uas txawj ua khawv koob yees siv, thiab tej dab qhuas, tej dab mlom thiab txhua yam qias vuab tsuab uas pom hauv Yuda tebchaws thiab hauv Yeluxalees, xwv nws thiaj li coj tau txoj kevcai txhua nqe uas sau cia rau hauv phau ntawv uas tus pov thawj Hikhiya tshawb tau hauv Yawmsaub lub tuam tsev kom tiav."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.25","label":"25","content":"Tej vajntxwv uas nyob ua ntej nws tsis muaj ib tug zoo li nws uas tig kiag los cuag Yawmsaub kawg siab kawg ntsws kawg dag kawg zog thiab ua raws li Mauxe txoj kevcai huvsi. Thiab tsis muaj ib tug uas sawv kav ua nws qab yuav zoo thooj li nws."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.26","label":"26","content":"Tiamsis Yawmsaub tseem tsis tso nws txojkev npau taws loj heev tseg. Nws txojkev chim tseem npau tshwm rau Yuda yog tim txhua yam uas Manaxe tau ua cia ua rau Yawmsaub chim."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.27","label":"27","content":"Thiab Yawmsaub hais tias, “Kuv yuav muab cov Yuda rhuav tshem kom ploj ntawm kuv lub qhov muag, ib yam li kuv rhuav tshem cov Yixayee. Thiab kuv yuav muab lub nroog no uas kuv xaiv cia lawm laim pov tseg, yog lub nroog Yeluxalees thiab lub tuam tsev uas kuv tau hais tias, ‘Kuv lub npe yuav nyob qhov ntawd mus ib txhis.’ ”"},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.28","label":"28","content":"Lwm yam haujlwm uas Yauxiya ua, thiab txhua yam uas nws ua twb muab sau cia rau hauv phau ntawv uas hais txog cov Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.29","label":"29","content":"Lub sijhawm uas nws ua vajntxwv, Iyi tus vajntxwv Nekhau mus txog tus dej Yufeti mus pab Axilia tus vajntxwv. Ces Yauxiya txawm tawm mus ua rog rau nws. Thaum Falau Nekhau pom Yauxiya txawm muab nws tua rau lub tiaj Mekidau lawm."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.30","label":"30","content":"Mas nws cov tub teg tub taws muab tsheb ua rog thauj nws lub cev tuag ntawm Mekidau los rau hauv lub nroog Yeluxalees, thiab muab log rau hauv nws lub qhov ntxa. Mas cov pejxeem muab roj hliv ywg Yauxiya tus tub Yehau‑aha thiab tsa nws ua vajntxwv nyob nws txiv chaw."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.31","label":"31","content":"Thaum Yehau‑aha pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum peb xyoos, nws nyob hauv Yeluxalees kav tau peb lub hlis. Nws niam npe hu ua Hamuthas, yog Yelemi uas yog neeg hauv Lina tus ntxhais."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.32","label":"32","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li ib yam li txhua yam uas nws tej poj koob yawm txwv tau ua lawd."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.33","label":"33","content":"Mas Falau Nekhau muab nws ntes khi cia rau ntawm Linpla hauv Hama tebchaws tsis kheev Yehau‑aha ua vajntxwv kav Yeluxalees, thiab yuam Yuda them se ib puas tala nyiaj thiab ib tala kub."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.34","label":"34","content":"Mas Falau Nekhau tsa Yauxiya tus tub Eliyakhi ua vajntxwv nyob nws txiv Yauxiya chaw, mas muab nws tis dua npe hu ua Yehauyakhi. Falau coj Yehau‑aha mus rau Iyi tebchaws ces Yehau‑aha tuag qhov ntawd lawm."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.35","label":"35","content":"Mas Yehauyakhi muab nyiaj thiab kub rau Falau raws li Falau hais. Nws sau se hauv lub tebchaws thiab quab cov pejxeem muab nyiaj muab kub raws li txhua tus uas xam tau saib muaj los pluag xa mus rau Falau Nekhau."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.36","label":"36","content":"Thaum Yehauyakhi pib ua vajntxwv kav nws hnub nyoog muaj nees nkaum tsib xyoos, nws nyob hauv Yeluxalees kav tau kaum ib xyoos. Nws niam npe hu ua Xenpida, yog Pedaya uas yog neeg hauv Luma tus ntxhais."},{"bible_id":"1269","chapter_code":"2KI.23","verse_code":"2KI.23.37","label":"37","content":"Nws ua tej uas Yawmsaub pom tias phem ib yam li txhua yam uas nws tej poj koob yawm txwv tau ua lawd."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.1","label":"1","content":"Thaum Yehauyakhi ua vajntxwv mas Nenpukhanexa uas ua vajntxwv hauv Npanpiloo tuaj ua rog, ces Yehauyakhi txawm zwm rau nws tau peb xyoos. Ces nws rov fav xeeb rau Nenpukhanexa."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.2","label":"2","content":"Mas Yawmsaub txib cov Kheedia thiab cov Alas thiab cov Mau‑a thiab cov Asmoo tej pab tub rog tuaj ntaus Yuda ua kom puam tsuaj raws li tej lus uas Yawmsaub kom nws cov tub qhe uas yog cov xibhwb cev Vajtswv lus hais lawd."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.3","label":"3","content":"Tej xwm txheej no yeej muaj rau Yuda vim yog Yawmsaub hais kom muaj, xwv Yawmsaub thiaj rho tau lawv tawm ntawm nws lub xubntiag mus vim yog tim txhua yam kev txhaum uas Manaxe ua,"},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.4","label":"4","content":"thiab tim qhov uas Manaxe tau tua tej neeg uas tsis txhaum tuag thiab ua rau tej neeg tsis txhaum cov ntshav los puv hauv Yeluxalees mas Yawmsaub tsis zam li."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.5","label":"5","content":"Lwm yam haujlwm uas Yehauyakhi ua thiab txhua yam uas nws ua mas twb muab sau cia rau hauv phau ntawv uas hais txog Yuda tej vajntxwv li keeb kwm."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.6","label":"6","content":"Yehauyakhi txawm tuag mus nrog nws tej poj koob yawm txwv nyob mas nws tus tub Yehauyakhee sawv nws chaw ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.7","label":"7","content":"Iyi tus vajntxwv tsis rov tawm hauv nws tebchaws tuaj li lawm, rau qhov Npanpiloo tus vajntxwv twb txeeb tau lub tebchaws uas Iyi tus vajntxwv kav txij ntua tus dej Iyi mus txog ntua tus dej Yufeti lawm."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.8","label":"8","content":"Thaum Yehauyakhee sawv ua vajntxwv nws hnub nyoog muaj kaum yim xyoo, nws nyob hauv Yeluxalees kav tau peb lub hlis. Nws niam npe hu ua Nehutha uas yog Eenathas uas nyob hauv Yeluxalees tus ntxhais."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.9","label":"9","content":"Yehauyakhee ua tej uas Yawmsaub pom tias phem kawg li ib yam li txhua yam uas nws txiv tau ua lawd."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.10","label":"10","content":"Lub sijhawm ntawd vajntxwv Nenpukhanexa hauv Npanpiloo cov tub teg tub taws tuaj ntaus Yeluxalees thiab vij lub nroog cia."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.11","label":"11","content":"Thiab vajntxwv Nenpukhanexa hauv Npanpiloo kuj tuaj rau ntawm Yeluxalees rau thaum nws cov tub teg tub taws tseem vij lub nroog."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.12","label":"12","content":"Mas cov Yuda tus vajntxwv Yehauyakhee muab nws tus kheej cob rau Npanpiloo tus vajntxwv, thiab muab nws niam nws cov tub teg tub taws thiab cov thawj thiab cov nom tswv hauv nws lub tsev huvsi cob rau thiab. Npanpiloo tus vajntxwv ntes nws coj nws mus rau xyoo yim uas Nenpukhanexa ua vajntxwv kav,"},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.13","label":"13","content":"thiab coj tej nyiaj txiag huvsi hauv Yawmsaub lub tuam tsev thiab hauv vajntxwv lub tsev mus, thiab muab tej twj siv uas yog kub uas Yixayee tus vajntxwv Xalaumoo tau ua rau hauv Yawmsaub lub tuam tsev tsoo huvsi, raws li Yawmsaub twb hais ua ntej lawd."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.14","label":"14","content":"Nws kuav kiag cov neeg hauv Yeluxalees huvsi mus, yog muab cov thawj txhua tus thiab cov tub rog siab loj siab tuab ntes coj mus, huvsi muaj ib vam leej, thiab coj cov uas txawj ua txhua yam haujlwm thiab cov Kws tooj Kws hlau mus huvsi, tsuas yog tseg cov pejxeem uas pluag kawg nyob xwb."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.15","label":"15","content":"Nws coj Yehauyakhee mus rau hauv Npanpiloo. Nws ntes vajntxwv niam thiab nws tej pojniam thiab nws cov tub teg tub taws thiab cov thawj hauv lub tebchaws coj tawm hauv Yeluxalees mus rau hauv Npanpiloo."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.16","label":"16","content":"Npanpiloo tus vajntxwv ntes cov tub rog uas siab loj siab tuab huvsi xya txhiab leej, thiab cov uas txawj ua txhua yam haujlwm thiab cov Kws tooj Kws hlau huvsi ib txhiab leej, kuav kiag mus rau hauv Npanpiloo, txhua tus muaj zog npho thiab zoo ua tub rog."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.17","label":"17","content":"Npanpiloo tus vajntxwv tsa Mathaniya uas yog Yehauyakhee tus txiv ntxawm ua vajntxwv nyob Yehauyakhee chaw, thiab tis dua npe hu ua Xedekhiya."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.18","label":"18","content":"Thaum Xedekhiya sawv ua vajntxwv kav nws hnub nyoog muaj nees nkaum ib xyoos, nws nyob hauv Yeluxalees kav tau kaum ib xyoos. Nws niam npe hu ua Hamuthas uas yog Yelemi uas nyob hauv lub moos Lina tus ntxhais."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.19","label":"19","content":"Nws ua tej uas Yawmsaub pom tias phem kawg li, ib yam li txhua yam uas Yehauyakhi tau ua lawd."},{"bible_id":"1269","chapter_code":"2KI.24","verse_code":"2KI.24.20","label":"20","content":"Twb yog vim Yawmsaub chim li ntawd mas thaum kawg thiaj los txog qhov uas Yawmsaub muab Yeluxalees thiab Yuda laim kom ploj ntawm nws lub xubntiag mus. Mas Xedekhiya fav xeeb rau vajntxwv Npanpiloo."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.1","label":"1","content":"Xyoo cuaj uas vajntxwv Nenpukhanexa kav hauv Npanpiloo, hnub xiab kaum lub kaum hli, nws coj nws cov tub rog huvsi tuaj ua rog rau Yeluxalees thiab vij lub nroog cia. Lawv tsub av vij puag ncig lub nroog."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.2","label":"2","content":"Lub nroog thiaj raug vij mus txog xyoo kaum ib uas Xedekhiya ua vajntxwv."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.3","label":"3","content":"Hnub xiab cuaj lub plaub hlis muaj kev tshaib nqhis loj heev hauv lub nroog, tsis muaj zaub mov dabtsi li rau cov pejxeem noj."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.4","label":"4","content":"Lub ntsa loog thiaj raug tsoo pob ib qho. Txawm yog cov Kheedia nyob vij lub nroog los vajntxwv thiab cov tub rog sawvdaws khiav tawm hmo ntuj hla vajntxwv lub vaj tawm lub rooj loog taug txojkev uas muaj ob sab ntsa loog mus. Lawv txawm khiav yuav mus rau Alanpa."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.5","label":"5","content":"Tiamsis Kheedia cov tub rog caum vajntxwv qab thiab caum cuag nws rau ntawm lub tiaj Yelikhau, mas vajntxwv cov tub rog txawm khiav ua sab ua sua tag lawm."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.6","label":"6","content":"Lawv thiaj ntes tau vajntxwv thiab coj nws mus cuag Npanpiloo tus vajntxwv ntawm lub moos Linpla, mas vajntxwv Npanpiloo txiav txim rau nws."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.7","label":"7","content":"Lawv txawm tua Xedekhiya cov tub tab meeg nws ntsia ntsoov, thiab muab Xedekhiya ob lub qhov muag kaus pov tseg thiab muab saw hlau khi coj nws mus rau Npanpiloo."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.8","label":"8","content":"Hnub xiab xya lub tsib hlis, yog xyoo kaum cuaj uas Nenpukhanexa ua vajntxwv kav hauv Npanpiloo, mas Nenpuxaladas uas yog tus thawj rog uas zov vajntxwv, thiab yog Npanpiloo tus vajntxwv li ib tug tub teg tub taws, tau tuaj rau ntawm Yeluxalees."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.9","label":"9","content":"Nws muab Yawmsaub lub tuam tsev thiab vajntxwv lub tsev thiab tej tsev hauv Yeluxalees huvsi hlawv pov tseg. Nws hlawv tej tsev loj txhua lub kub hnyiab tag huvsi."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.10","label":"10","content":"Thiab cov tub rog Kheedia sawvdaws uas nrog tus thawj rog zov vajntxwv ua ke kuj tsoo tej ntsa loog Yeluxalees pob tag huvsi."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.11","label":"11","content":"Mas Nenpuxaladas uas yog tus thawj rog zov vajntxwv muab cov neeg uas tseem tshuav nyob hauv lub nroog thiab cov uas khiav mus zwm rau Npanpiloo tus vajntxwv thiab cov pejxeem sawvdaws kuav kiag tawm tebchaws mus lawm."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.12","label":"12","content":"Tiamsis tus thawj rog uas zov vajntxwv tseg cov neeg uas pluag pluag kawg hauv lub tebchaws ib txhia nyob tu vaj txiv hmab thiab laij teb."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.13","label":"13","content":"Tej ncej tooj liab uas nyob hauv Yawmsaub lub tuam tsev thiab tej tsheb thawb dej thiab lub rhawv dej tooj liab uas nyob hauv Yawmsaub lub tuam tsev, mas cov Kheedia muab tsoo ua tej dwb daim thiab coj tej tooj liab mus rau Npanpiloo."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.14","label":"14","content":"Lawv kuj coj tej laujkaub tej duav phuaj tej tais khwb teeb xeeb, thiab tej tais rau hmoov tshuaj tsw qab thiab tej twj taig tooj liab txhua yam uas siv hauv lub tuam tsev,"},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.15","label":"15","content":"thiab tej duav hlau yawm ncaig taws thiab tej phaj. Tej uas xuas kub ua mas tus thawj rog uas zov vajntxwv coj mus yuav ua kub, tej uas xuas nyiaj ua nws coj mus yuav ua nyiaj."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.16","label":"16","content":"Tej tooj liab uas ua ob tug ncej, thiab lub rhawv dej thiab tej tsheb thawb dej uas Xalaumoo ua cia rau hauv Yawmsaub lub tuam tsev, hnyav dhau luj tsis tag."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.17","label":"17","content":"Ib tug ncej siab kaum yim tshim, muaj lub hau ncej tooj liab txawb rau saud lub hau ncej siab peb tshim. Muaj ib daim ntxais qhov muag tooj liab thiab tej lub txiv ntsiav kws tooj liab, nyob puag ncig lub hau ncej. Tus ncej uas ob kuj zoo ib yam nkaus thiab muaj daim ntxais qhov muag."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.18","label":"18","content":"Tus thawj rog uas zov vajntxwv kuj ntes Xelaya uas yog tus tuam pov thawj hlob thiab Xefaniya uas yog pov thawj yau thiab peb tug uas zov qhov rooj tuam tsev."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.19","label":"19","content":"Ntawm lub nroog nws kuj ntes ib tug thawj rog uas saib xyuas cov tub rog thiab tsib tug uas ua vajntxwv lub chaw sablaj uas tseem nyob hauv lub nroog, thiab ntes tus tub sau ntawv ntawm tus thawj rog uas txhij tub rog thoob tebchaws, thiab ntes cov pejxeem rau caum leej uas tseem nyob hauv lub nroog."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.20","label":"20","content":"Nenpuxaladas uas ua tus thawj rog zov vajntxwv ntes cov neeg no coj los txog ntawm vajntxwv Npanpiloo hauv lub moos Linpla."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.21","label":"21","content":"Mas Npanpiloo tus vajntxwv muab lawv nplawm thiab muab lawv tua pov tseg rau ntawm lub moos Linpla hauv Hama tebchaws. Yuda thiaj raug muab ntes kuav tawm hauv nws lub tebchaws mus lawm."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.22","label":"22","content":"Nenpukhanexa tsa Kedaliya uas yog Ahikhas tus tub thiab yog Safas tus xeeb ntxwv ua tus kav cov neeg uas tseem tshuav nyob hauv lub tebchaws, yog cov uas Npanpiloo tus vajntxwv tseg cia nyob."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.23","label":"23","content":"Thaum cov thawj uas kav tub rog thiab lawv cov tub rog tau hnov tias Npanpiloo tus vajntxwv tsa Kedaliya ua tus kav tebchaws, lawv thiab lawv cov tub rog txawm tuaj cuag Kedaliya rau ntawm lub moos Mixapa. Lawv cov ntawd yog Nethaniya tus tub Yisama‑ee thiab Khale‑a tus tub Yauhanas, thiab Thahume tus tub Xelaya uas yog neeg hauv lub moos Nethaufa, thiab Ya‑axaniya uas yog neeg hauv Ma‑akha li tub."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.24","label":"24","content":"Mas Kedaliya cog lus twv rau lawv thiab lawv cov neeg hais tias, “Nej tsis txhob ntshai Kheedia cov tub teg tub taws. Cia li nyob hauv lub tebchaws no thiab tu vajntxwv Npanpiloo ces nej yuav tau noj qab nyob zoo.”"},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.25","label":"25","content":"Lub xya hli, Nethaniya tus tub Yisama‑ee uas yog Elisama tus xeeb ntxwv thiab yog keeb vajntxwv coj kaum leej nrog nws tuaj ntaus thiab tua Kedaliya thiab cov neeg Yuda thiab cov Kheedia uas nrog nws nyob ntawm Mixapa tuag tag."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.26","label":"26","content":"Ces cov pejxeem ntawd tag nrho cov uas ua hlob thiab cov yau sawvdaws thiab cov thawj rog sawv kev tsees mus rau Iyi tebchaws, rau qhov lawv ntshai cov Kheedia."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.27","label":"27","content":"Thaum Yuda tus vajntxwv Yehauyakhee poob tebchaws tau peb caug xya xyoo mas hnub tim nees nkaum tsib lub kaum ob hlis rau xyoo uas Evimelauda pib ua vajntxwv kav hauv Npanpiloo, Evimelauda zoo siab tso Yuda tus vajntxwv Yehauyakhee dim hauv tsev lojfaj."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.28","label":"28","content":"Nws hais zoo rau Yehauyakhee thiab pub nws nyob lub rooj siab dua tej vajntxwv uas nrog nws nyob hauv Npanpiloo txhua tus."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.29","label":"29","content":"Yehauyakhee txawm hle cev tsoos tsho raug txim, thiab nws niaj hnub tau nrog vajntxwv koom rooj noj mov mus tag sim neej."},{"bible_id":"1269","chapter_code":"2KI.25","verse_code":"2KI.25.30","label":"30","content":"Vajntxwv pheej niaj hnub pub qhov txhia chaw tsis tu ncua rau Yehauyakhee mus tag Yehauyakhee sim neej."}]