[{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.1","label":"1","content":"Ximoos Petus uas yog Yexus Khetos tus qhev thiab tus tubtxib hais mus rau cov uas tau txais txojkev ntseeg uas tsim txiaj kawg nkaus ib yam li peb ntawm Yexus Khetos uas yog peb tus Vajtswv thiab tus Cawmseej  txojkev ncaj ncees."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.2","label":"2","content":"Thov txojkev hlub thiab txojkev siab tus tsav ntxiv rau nej ntau zuj zus rau thaum nej paub Vajtswv thiab Yexus uas yog peb tus Tswv."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.3","label":"3","content":"Vajtswv lub hwjchim pub txhua yam rau peb txojsia thiab qhov uas peb ua lub neej hwm Vajtswv, vim yog peb paub tus uas hu peb los koom nws lub hwjchim ci ntsa iab thiab qhov uas nws zoo kawg nkaus."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.4","label":"4","content":"Vim yog tej no nws thiaj pub nws tej lus cog tseg uas tsim txiaj kawg thiab loj kawg, mas vim tej lus cog tseg ntawd nej thiaj dim txojkev lwj lam hauv lub ntiajteb uas los ntawm txojkev ntshaw, thiab muaj lub neej zoo ib yam li Vajtswv lub."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.5","label":"5","content":"Vim li no nej yuav tsum siv zog kawg nkaus muab txojkev ua zoo kawg nkaus ntxiv rau txojkev ntseeg, thiab muab txojkev paub ntxiv rau txojkev ua zoo,"},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.6","label":"6","content":"thiab muab qhov uas tswj yus tus kheej ntxiv rau kev paub, thiab muab qhov uas ua siab ntev thev ntxiv rau qhov uas tswj tus kheej, thiab muab qhov uas hwm Vajtswv ntxiv rau qhov uas ua siab ntev thev,"},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.7","label":"7","content":"thiab muab qhov uas hlub kwvtij ntxiv rau qhov uas hwm Vajtswv, thiab muab txojkev sib hlub ntxiv rau qhov uas hlub kwvtij."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.8","label":"8","content":"Yog tej no nyob hauv nej thiab huaj vam nplua mias, mas tej no yuav ua rau nej tsis nkim zog thiab tawg paj txi txiv rau qhov uas paub peb tus Tswv Yexus Khetos."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.9","label":"9","content":"Tus uas tu ncua tej no kuj yog dig muag thiab pom kev tsis tseeb thiab tsis nco tias nws tej kev txhaum thaum ub twb raug muab ntxuav lawm."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.10","label":"10","content":"Vim li no, cov kwvtij, nej yuav tsum yimhuab siv zog heev dua qub ua rau qhov uas Vajtswv hu nej thiab xaiv nej nyob ruaj. Yog nej ua li no, tsis muaj ib hnub twg uas nej yuav ntog li,"},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.11","label":"11","content":"thiab yuav muaj txojkev npaj txhij zoo zoo rau nej nkag rau hauv peb tus Tswv Yexus Khetos uas yog peb tus Cawmseej lub tebchaws uas nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.12","label":"12","content":"Vim li no txawm yog nej twb paub thiab nyob ruaj hauv txojkev tseeb uas nej tau lawd los kuv yeej yuav niaj hnub ntuas kom nej nco ntsoov txog tej ntawd."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.13","label":"13","content":"Thaum kuv tseem muaj txojsia nyob hauv lub cev nqaij tawv, kuv pom tias tsim nyog txhob kom nej nco ntsoov,"},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.14","label":"14","content":"vim kuv paub tias tsis ntev kuv yuav ncaim lub cev no mus raws li peb tus Tswv Yexus Khetos twb qhia meej rau kuv lawd."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.15","label":"15","content":"Thiab kuv yuav siv zog ua rau nej nco ntsoov tej no rau thaum kuv ncaim nej mus lawd."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.16","label":"16","content":"Thaum peb piav rau nej paub txog peb tus Tswv Yexus Khetos lub hwjchim thiab qhov uas nws yuav rov los, peb tsis yog hais raws li tej dab neeg uas xav tswvyim hais, tiamsis peb qhov muag tau pom nws lub hwjchim meej mom ntag."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.17","label":"17","content":"Thaum Yexus tau txais koob meej thiab hwjchim ci ntsa iab ntawm leej Txiv Vajtswv thiab lub suab ntawm lub hwjchim ci ntsa iab uas loj kawg hais txog nws tias, “Tus no yog kuv tus Tub uas kuv hlub, kuv txaus siab rau nws heev.”"},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.18","label":"18","content":"peb kuj hnov lub suab no saum ntuj tuaj, rau thaum peb nrog nws nyob saum lub roob dawb huv ntawd."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.19","label":"19","content":"Thiab peb tuav cov xibhwb cev Vajtswv lus tej lus ruaj dua. Yog nej muab siab rau tej lus ntawd kuj zoo vim tej lus ntawd zoo yam li lub teeb uas ci hauv qhov chaw tsaus ntuj, mus txog kaj ntug es lub hnub qub toog thaum sawv ntxov tawm tuaj rau hauv nej lub siab."},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.20","label":"20","content":"Nej yuav tsum nkag siab ua ntej tias tsis muaj leejtwg txhais tau tej lus cev uas nyob hauv Vajtswv txojlus lub ntsiab raws li nws lub siab,"},{"bible_id":"1269","chapter_code":"2PE.1","verse_code":"2PE.1.21","label":"21","content":"rau qhov tej lus uas cov xibhwb cev Vajtswv lus hais tsis yog hais raws li neeg xav, tiamsis Vaj Ntsuj Plig uas dawb huv kav neeg lub siab lawv thiaj hais tej lus uas los ntawm Vajtswv los."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.1","label":"1","content":"Tiamsis twb muaj cov cuav xibhwb cev lus uas tshwm rau hauv cov neeg ntawd lawm, mas yeej yuav muaj cov cuav xibhwb hauv nej ib yam nkaus. Lawv yuav nyiag coj tej lus qhia cuav uas ua kom puam tsuaj tuaj. Lawv kuj tsis lees yuav tus Tswv uas them nqe yuav lawv, mas thiaj coj kev puam tsuaj los raug lawv sai kawg."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.2","label":"2","content":"Yuav muaj neeg coob ua qias vuab tsuab raws li lawv ua, mas txojkev tseeb yuav raug thuam vim yog tim lawv."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.3","label":"3","content":"Lawv ua lub siab hlob, lawv thiaj hais tej lus dag ntxias nej kom lawv tau tshaj thawj. Kev rau txim twb teem cia rau lawv ntev los lawm yuav tsis tos ntev. Qhov uas lawv yuav raug puam tsuaj kuj tsis tsaug zog lawm."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.4","label":"4","content":"Rau qhov Vajtswv tsis zam txim rau cov tubtxib saum ntuj uas ua txhaum thaum ub, nws muab lawv laim rau hauv ntuj txiag teb tsaus thiab  rau hauv tej qhov uas tsaus ntuj nti mus txog lub sijhawm uas txiav txim."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.5","label":"5","content":"Thiab nws tsis zam txim rau cov neeg txheej thaum ub tiamsis thaum Vajtswv tso dej los nyab lub ntiajteb uas cov neeg tsis hwm Vajtswv nyob, nws tsom kwm Nau‑a uas tshaj tawm txojkev ncaj ncees thiab xya leej."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.6","label":"6","content":"Thiab Vajtswv rau txim rau lub moos Xaudoo thiab lub moos Kaumaula  ua kom puam tsuaj ciaj tshauv tag kom thiaj ua yam ntxwv rau cov neeg tsis hwm Vajtswv uas nyob yav tom qab,"},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.7","label":"7","content":"thiab nws cawm tau Lauj dim. Lauj yog tus ncaj ncees thiab ntxhov siab heev rau tej kev qias vuab tsuab uas cov neeg phem ua,"},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.8","label":"8","content":"rau qhov thaum tus ncaj ncees ntawd nyob hauv lawv nruab nrab, tej kev phem uas nws niaj hnub pom thiab hnov lawv ua ntawd ua rau nws lub siab uas ncaj ncees ntxhov tag."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.9","label":"9","content":"Yog li ntawd, tus Tswv yeej paub tias yuav cawm cov uas hwm Vajtswv dim txojkev sim siab tau li cas, thiab paub tias yuav muab cov neeg phem rau txim li cas mus txog hnub uas txiav txim rau sawvdaws,"},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.10","label":"10","content":"qhov loj kawg yog txiav txim rau cov neeg uas ua phem ua qias raws li lawv lub cev nqaij tawv ntshaw thiab saib tsis taus cov uas muaj hwjchim kav. Lawv ua siab tuab siab twm xeeb, lawv tsis ntshai qhov uas hais lus saib tsis taus cov tubtxib saum ntuj uas muaj hwjchim ci ntsa iab."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.11","label":"11","content":"Txawm yog cov tubtxib saum ntuj uas muaj zog thiab muaj hwjchim loj dua, los twb tsis hais lus saib tsis taus kom lawv cov ntawd rau ntawm tus Tswv lub xubntiag."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.12","label":"12","content":"Tiamsis cov cuav xibhwb no zoo nkaus li tej tsiaj txhu uas tsis txawj xav dabtsi, thiab ua raws li nws lub siab ntshaw, yug los rau luag ntes thiab muab tua xwb. Lawv hais lus saib tsis taus tej uas lawv tsis nkag siab, lawv yuav raug kev puam tsuaj ib yam li tej tsiaj txhu ntawd."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.13","label":"13","content":"Lawv yuav raug kev txom nyem pauj lawv tej kev phem. Lawv suav tias qhov uas ua nqaj ua nqug noj seem noj so nruab hnub yog kev lomzem. Lawv yog tej teev uas dub thiab qias puas tsuas. Thaum lawv nrog nej noj haus ua ke, lawv qw ua nqaj ua nqug qaug dej qaug cawv."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.14","label":"14","content":"Lawv lub qhov muag tsuas yog cus ciav rau kev ua nkauj ua nraug xwb, lawv ua txhaum tsis txawj pov khawv li. Lawv ntxias cov uas siab tsis ruaj. Lawv xyaum lawv lub siab kom xav yuav luag tug. Lawv yog cov noob uas raug tsawm foom."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.15","label":"15","content":"Lawv muab txojkev raug cai tso tseg yuam kev mus raws Npe‑au  tus tub Npala‑as txojkev, yog tus uas nyiam tej nqe ntiav uas tau ntawm tej kev ua tsis ncaj."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.16","label":"16","content":"Nws kuj raug thuam rau qhov uas nws tsis mloog lus. Tus nees luav uas tsis txawj hais lus hais tau lus li neeg thiab tswj tus xibhwb cev lus ntawd txojkev ruam."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.17","label":"17","content":"Cov xibhwb ntawd yog lub qhov dej qhuav thiab cov huab uas cua daj cua dub ntsawj ya mus. Twb npaj qhov tsaus ntuj nti cia rau lawv lawm."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.18","label":"18","content":"Lawv hais lus khav theeb qhuav qhuav thiab muab tej kev phem uas lub cev nqaij tawv ntshaw los ntxias cov neeg uas tabtom khiav dim ntawm cov neeg uas ua lub neej yuam kev lawm."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.19","label":"19","content":"Lawv cog lus tias yuav pub cov neeg ntawd nyob ywj pheej, tiamsis lawv tus kheej tseem ua tej kev puam tsuaj qhev, rau qhov leejtwg kov tsis yeej yam twg, nws kuj ua yam ntawd qhev."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.20","label":"20","content":"Thaum lawv khiav dim txhua yam kev qias hauv ntiajteb lawm vim yog paub Yexus Khetos uas yog peb tus Tswv thiab yog peb tus Cawmseej, yog lawv rov mus mag thiab swb tej kev qias ntawd dua, mas thaum kawg lawv yimhuab raug kev phem dua thaum chiv thawj."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.21","label":"21","content":"Rau qhov yog lawv tsis paub txojkev ncaj ncees ntawd kiag li kuj tseem zoo dua li uas lawv paub lawm los tseem tig nrob qaum rau txoj kevcai dawb huv uas muab cob rau lawv ntawd."},{"bible_id":"1269","chapter_code":"2PE.2","verse_code":"2PE.2.22","label":"22","content":"Tej uas tshwm los rau lawv kuj yog raws li lo paj lug uas hais tseeb tias, “Dev rov noj dev cov ntuav,” thiab “tus npua uas muab ntxuav huv lawm rov qab mus da pas kua av dua.”"},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.1","label":"1","content":"Cov uas kuv hlub, no yog tsab ntawv ob uas kuv sau tuaj rau nej, thiab ob tsab ntawv no kuv tshum nej lub siab kom nco ntsoov xav txog tej yam uas zoo,"},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.2","label":"2","content":"kom nej thiaj li nco ntsoov tej lus uas cov xibhwb cev Vajtswv lus uas dawb huv tau hais cia ua ntej thiab nco txog tus Tswv thiab tus Cawmseej tej lus nkaw uas nej cov tubtxib qhia."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.3","label":"3","content":"Nej yuav tsum paub qhov no ua ntej tias thaum lub sijhawm kawg cov uas nyiam thuam luag yuav tuaj thuam luag thiab ua raws li lawv lub siab phem ntshaw,"},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.4","label":"4","content":"thiab lawv yuav hais tias, “Tej lus cog tseg uas tus Tswv yuav los, nyob qhovtwg? Txij thaum tej poj koob yawm txwv twb tuag tag lawm txhua yam tseem zoo li thaum tsim ntuj tsim teb.”"},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.5","label":"5","content":"Lawv txhob txwm tsis nco qhov no, uas hais tias chiv keeb thaum ub Vajtswv lo lus hais, lub ntuj thiaj raug tsim thiab lub ntiajteb thiaj tshwm hauv dej los thiab nyob hauv nruab nrab cov dej."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.6","label":"6","content":"Vim cov dej ntawd lub ntiajteb uas nyob thaum ntawd thiaj raug dej nyab puam tsuaj."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.7","label":"7","content":"Vim Vajtswv tib los lus ntawd, lub ntuj thiab lub ntiajteb thiaj raug muab tu tseg cia rau hluavtaws, yog raug muab khaws cia rau hnub uas txiav txim rau cov neeg tsis hwm Vajtswv thiab ua kom puam tsuaj."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.8","label":"8","content":"Cov uas kuv hlub, nej cia li nco ntsoov nqe no. Ib hnub ntawm tus Tswv zoo li ib txhiab xyoo thiab ib txhiab xyoo kuj ntev li ib hnub xwb."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.9","label":"9","content":"Tus Tswv tsis sej nws tej lus cog tseg raws li qee leej xav ntawd tiamsis nws ua siab ntev rau nej, vim nws tsis xav cia leejtwg puam tsuaj, tiamsis xav kom txhua tus ntxeev dua siab tshiab."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.10","label":"10","content":"Tiamsis tus Tswv hnub yuav los li tub sab tuaj, thiab lub ntuj yuav ploj nrog lub suab nrov ntseeg nkaws mus thiab hluavtaws yuav kub txhua yam saum nruab ntug yaj tag, thiab lub ntiajteb thiab txhua yam uas nyob saum ntiajteb yuav kub hnyiab tag huvsi."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.11","label":"11","content":"Vim txhua yam yuav puam tsuaj tag li uas hais tag no tsim nyog nej yuav ua neeg zoo li cas? Nej yuav tsum ua lub neej dawb huv thiab hwm Vajtswv,"},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.12","label":"12","content":"thiab nej yuav tsum zov tos thiab txhib kom Vajtswv hnub los txog sai. Hnub ntawd lub ntuj yuav raug muab hlawv ploj tag thiab txhua yam saum nruab ntug yuav kub hnyiab yaj tag."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.13","label":"13","content":"Tiamsis raws li Vajtswv tej lus cog tseg peb tos rawv lub ntuj tshiab thiab lub ntiajteb tshiab uas txojkev ncaj ncees nyob hauv."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.14","label":"14","content":"Vim li no, cov uas kuv hlub, thaum nej tseem tos rawv tej no nej cia li kub siab lug ua nej lub neej rau Vajtswv pom tias nej tsis muaj ib qho phem, tsis muaj ib qho chaw thuam thiab nej nyob siab tus yees."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.15","label":"15","content":"Cia li suav tias qhov uas peb tus Tswv ua siab ntev rau peb kuj yog cia peb tau dim, ib yam li peb tus kwvtij Povlauj uas peb hlub tau sau ntawv tuaj rau nej raws li tej tswvyim uas pub rau nws lawm."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.16","label":"16","content":"Nws txhua tsab ntawv nws kuj hais txog zaj no lawm. Hauv tej tsab ntawv ntawd muaj qee yam uas ceeblaj nkag siab, tej neeg uas tsis paub qabhau thiab lub siab ywj fab ywj fwj thiaj tau muab lub ntsiab ntxeev lawm ib yam li lawv muab lwm nqe hauv Vajtswv txojlus ntxeev thiaj ua rau lawv raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.17","label":"17","content":"Cov uas kuv hlub, vim nej paub zaj no ua ntej lawm nej cia li ceev faj tib zoo xwv nej thiaj tsis raug ntxias yuam kev raws li cov neeg phem ua, thiab nej yuav tsis muaj lub siab ruaj khov."},{"bible_id":"1269","chapter_code":"2PE.3","verse_code":"2PE.3.18","label":"18","content":"Tiamsis nej cia li kheev hlob rau hauv tus Tswv Yexus Khetos uas yog peb tus Cawmseej txojkev hlub thiab paub nws zuj zus. Thov kom nws tau koob meej ci ntsa iab nimno thiab mus ib txhis tsis kawg. [Amee.]"}]