[{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.1","label":"1","content":"Povlauj, uas yog Yexus Khetos tus tubtxib raws li Vajtswv lub siab nyiam rau tej lus cog tseg uas muaj txojsia hauv Yexus Khetos,"},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.2","label":"2","content":"hais mus rau kuv tus tub Timaute uas kuv hlub. Thov txojkev hlub, txojkev khuvleej thiab txojkev siab tus ntawm leej Txiv Vajtswv thiab ntawm Yexus Khetos uas yog peb tus Tswv nrog nraim koj."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.3","label":"3","content":"Kuv ua Vajtswv tsaug tus uas kuv muaj lub siab dawb paug ua koom tu ib yam li kuv tej poj koob yawm txwv ua, rau thaum kuv nco txog koj hauv kuv tej lus thov nruab hnub hmo ntuj."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.4","label":"4","content":"Thaum kuv nco txog koj tej kua muag, kuv xav pom koj thiaj ua rau kuv zoo siab kawg."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.5","label":"5","content":"Kuv nco txog koj txojkev ntseeg tuaj nruab siab, yog txojkev ntseeg uas koj tais Lau‑i xub muaj thiab koj niam Yuni muaj, mas nimno kuv ntseeg tias kuj muaj nyob hauv koj thiab."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.6","label":"6","content":"Vim li no kuv thiaj xav hais dua ib zaug rau koj tias yam uas Vajtswv pub rau koj rau thaum kuv muab tes npuab, koj cia li ua kom cig hlob tuaj,"},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.7","label":"7","content":"vim Vajtswv tsis pub lub siab ntshai rau peb tiamsis pub lub siab muaj hwjchim thiab kev hlub thiab kev tswj yus tus kheej rau peb."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.8","label":"8","content":"Vim li no koj tsis txhob txaj muag ua timkhawv txog peb tus Tswv thiab tsis txhob txaj muag txog kuv uas raug kaw vim yog ua nws tes haujlwm, tiamsis cia li koom nrog kuv vam khom Vajtswv lub hwjchim thev kev txom nyem rau txoj xov zoo."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.9","label":"9","content":"Vajtswv yog tus cawm peb dim thiab hu peb ntawm txojkev dawb huv, tsis yog raws li tej haujlwm uas peb ua tiamsis raws li Vajtswv xav tseg lawm, thiab raws li nws txojkev hlub uas nws pub rau peb hauv Yexus Khetos ua ntej chiv keeb thaum ub los"},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.10","label":"10","content":"thiab nimno ua tshwm kom pom tseeb ntawm qhov uas peb tus Cawmseej Yexus Khetos tshwm los, yog tus uas rhuav tshem txojkev tuag kom ploj tag thiab ua kom txojsia thiab qhov uas tsis txawj tuag tshwm los ntawm txoj xov zoo."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.11","label":"11","content":"Txoj xov zoo ntawd mas kuv raug tsa ua tus tshaj tawm thiab ua tus tubtxib thiab ua tus qhuab qhia,"},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.12","label":"12","content":"kuv thiaj raug kev txom nyem li no. Tiamsis kuv tsis txaj muag vim tias kuv paub tus uas kuv ntseeg thiab ntseeg ruaj tias nws muaj peevxwm tsom kwm yam uas kuv muab cob rau nws  mus txog hnub uas teem cia."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.13","label":"13","content":"Cia li xyaum raws li tej lus qhia raug cai uas koj tau hnov ntawm kuv thiab nyob hauv txojkev ntseeg thiab txojkev hlub uas muaj hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.14","label":"14","content":"Cia Vaj Ntsuj Plig dawb huv uas nyob hauv peb pab koj tuav rawv yam tsim txiaj uas muab cob rau koj lawd."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.15","label":"15","content":"Koj kuj paub tias txhua tus uas nyob hauv lub xeev Axia kuj ncaim kuv mus tag lawm, hauv lawv cov ntawd kuj muaj Fikela thiab Hawmaukene."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.16","label":"16","content":"Thov tus Tswv khuvleej Aunexifaula tsev neeg rau qhov nws pheej txhawb kuv lub zog. Nws tsis txaj muag rau kuv txoj saw hlau li,"},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.17","label":"17","content":"vim thaum nws tuaj txog lub nroog Loos nws siv zog nrhiav kuv kom ntsib li."},{"bible_id":"1269","chapter_code":"2TI.1","verse_code":"2TI.1.18","label":"18","content":"Thov tus Tswv pub kom nws tau txais tus Tswv txojkev khuvleej rau hnub kawg. Nws tu kuv hauv lub moos Efexau npaum li cas nej kuj paub lawm."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.1","label":"1","content":"Vim li no, kuv tus tub, cia li muaj zog hauv txojkev hlub uas muaj hauv Yexus Khetos,"},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.2","label":"2","content":"thiab cia li muab tej lus uas koj tau hnov kuv qhia tab meeg ntau tus timkhawv cob rau cov neeg ncaj ncees uas muaj peevxwm qhia tau lwm tus qhia mus."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.3","label":"3","content":"Cia li koom nrog peb raug txom nyem yam li Yexus Khetos tus tub rog uas zoo."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.4","label":"4","content":"Tsis muaj ib tug uas ua tub rog yuav ntsig txog tej pejxeem li haujlwm vim nws yeej xav ua kom hum tus thawj rog lub siab."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.5","label":"5","content":"Thiab tus uas sib tw dhia yog nws tsis dhia raws li kevcai nws yeej yuav tsis tau tshav ntuj."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.6","label":"6","content":"Tus uas siv zog ua teb tsim nyog yog thawj tug uas tau qoob loo."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.7","label":"7","content":"Cia li tshuaj saib tej uas kuv hais vim tus Tswv yuav pub koj nkag siab txhua yam."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.8","label":"8","content":"Cia li nco txog Yexus Khetos. Nws raug tsa ciaj sawv hauv qhov tuag rov los, thiab nws yog Davi caj ces, raws li txoj xov zoo uas kuv qhia."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.9","label":"9","content":"Vim txoj xov zoo no kuv thiaj raug txom nyem thiab raug saw hlau khi yam li tus neeg phem. Tiamsis muab saw hlau khi Vajtswv txojlus tsis tau."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.10","label":"10","content":"Vim li no kuv thiaj tiv thev txhua yam vim yog saib rau cov uas xaiv cia lawd, kom lawv thiaj tau txais txojkev dim hauv Yexus Khetos thiab tau koob meej ci ntsa iab mus ib txhis."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.11","label":"11","content":"Tej lus no tso siab tau, hais tias, Yog peb nrog nws tuag lawm, peb kuj yuav nrog nws muaj txojsia."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.12","label":"12","content":"Yog peb tiv thev, peb kuj yuav tau nrog nws kav, yog peb tsis lees yuav nws, nws yeej yuav tsis lees yuav peb thiab."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.13","label":"13","content":"Yog peb tsis muaj siab xib rau nws, nws tseem ua ncaj rau peb, rau qhov nws yuav tso qhov uas nws yog Vajtswv tseg tsis tau li."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.14","label":"14","content":"Cia li qhia lawv nco txog tej no thiab nkaw lus rau lawv tab meeg tus Tswv kom lawv tsis txhob sib cam txog tej nyuag lo lus. Qhov ntawd tsis muaj qabhau thiab ua rau cov uas mloog puam tsuaj."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.15","label":"15","content":"Cia li siv zog ua kom Vajtswv pom tias koj yog ib tug uas hum nws siab, yog ib tug tub zog uas tsis txaj muag thiab qhia Vajtswv txojlus tseeb raug cai."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.16","label":"16","content":"Cia li zam tej lus tsis muaj qabhau uas saib tsis taus Vajtswv vim tej lus ntawd yuav ua rau neeg tso Vajtswv tseg zuj zus,"},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.17","label":"17","content":"thiab lawv tej lus yuav huam dav zuj zus yam li lub kiav txhab qawj. Hauv lawv cov ntawd muaj Himene‑a thiab Filetha"},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.18","label":"18","content":"uas twb yuam kev ntawm txojkev tseeb lawm vim ob tug qhia hais tias qhov uas ciaj sawv hauv qhov tuag rov los twb dhau tag lawm. Ob tug rhuav qee leej txojkev ntseeg lawm."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.19","label":"19","content":"Tiamsis tej taw uas Vajtswv tiag ruaj khov tseem nyob thiab nias hom thawj hais li no tias, “Tus Tswv paub cov uas yog nws li neeg,”  thiab “Cia txhua tus uas tuav tus Tswv lub npe tso kev txhaum tseg.”"},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.20","label":"20","content":"Ib lub tsev loj tsis yog muaj tej tais nyiaj tais kub xwb tseem muaj tais ntoo tais av thiab, qee yam yog siv rau qhov zoo qee yam yog siv rau qhov tsis zoo."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.21","label":"21","content":"Yog leejtwg ntxuav tej kev phem ntawm nws tus kheej lawm nws yuav yog tej twj taig uas siv rau qhov zoo, uas twb ntxuav kom dawb huv lawm thiab tus tswv tsev siv muaj qabhau, thiab npaj txhij rau txhua yam haujlwm zoo."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.22","label":"22","content":"Vim li no cia li khiav ntawm tej kev phem uas cov hluas ntshaw thiab nrog cov uas muaj lub siab dawb paug tuav tus Tswv lub npe, cia li nrhiav txojkev ncaj ncees, kev ntseeg, kev hlub thiab kev sib hum xeeb."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.23","label":"23","content":"Tsis txhob mus thab txog tej kev sib cam uas ruam thiab tsis muaj qabhau. Koj yeej paub tias tej ntawd ua kom muaj kev sib cav sib ceg xwb."},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.24","label":"24","content":"Tus Tswv tus tub qhe yuav tsum yog tus uas tsis nyiam sib cav sib ceg, muaj lub siab hlob txhua tus, mob siab qhuab qhia thiab ua lub siab ntev thev,"},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.25","label":"25","content":"ua siab mos siab muag qhia cov uas tawm tsam nws. Tej zaum Vajtswv yuav pub lawv ntxeev dua siab los paub txojkev tseeb,"},{"bible_id":"1269","chapter_code":"2TI.2","verse_code":"2TI.2.26","label":"26","content":"thiab dim Ntxwg Nyoog lub voj hlua, yog tus uas cuab ntes lawv kom ua raws li nws lub siab nyiam."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.1","label":"1","content":"Koj yuav tsum nkag siab qhov no, tiam kawg yuav yog lub sijhawm txom nyem nyuaj siab kawg."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.2","label":"2","content":"Rau qhov neeg yuav xam pom lawv tus kheej xwb, ntshaw nyiaj txiag, khav theeb, muab hlob, saib tsis taus luag, tsis mloog niam txiv lus, tsis nco luag txiaj ntsig, tsis yuav Vajtswv,"},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.3","label":"3","content":"tsis hlub luag, tsis zam txim, xyav luag moo, tsis tswj lub siab, ua neeg nyaum, ntxub qhov zoo,"},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.4","label":"4","content":"fav xeeb rau luag, ua siab heev, tsab ua loj, nyiam kev lomzem heev dua li nyiam Vajtswv."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.5","label":"5","content":"Lawv ua txuj tuav Vajtswv txojkev ntawm lub ncauj xwb, tiamsis tsis lees yuav txojkev ntawd lub hwjchim. Cia li txav deb ntawm cov neeg ntawd."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.6","label":"6","content":"Lawv cov ntawd qee leej pheej nkag mus rau hauv luag tej tsev thiab haub cov pojniam uas lub siab ywj fab ywj fwj uas ris lub txim hnyav thiab qaug rau tej kev ntshaw phem."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.7","label":"7","content":"Cov pojniam no pheej kawm lawm tiamsis tsis nkag siab qhov tseeb."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.8","label":"8","content":"Yane thiab Yanpe tawm tsam Mauxe li cas,  cov neeg no kuj tawm tsam qhov tseeb ib yam li ntawd. Lawv lub siab phem thiab tsis muaj kev ntseeg qhov tseeb."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.9","label":"9","content":"Lawv yuav mus tau tsis deb rau qhov lawv txojkev ruam yuav tshwm rau sawvdaws pom ib yam li ob tug txivneej ntawd txojkev ruam."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.10","label":"10","content":"Koj twb paub kuv tej lus qhia, kuv lub neej, tej uas kuv xav tseg, kuv txojkev ntseeg, qhov uas kuv ua siab ntev, qhov uas kuv hlub luag, qhov uas kuv tiv thev,"},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.11","label":"11","content":"qhov uas kuv raug tsim txom thiab raug txom nyem, thiab tej uas tshwm los raug kuv hauv lub moos Athi‑au, hauv lub moos Ikhauniyu thiab hauv lub moos Lixatha, thiab qhov uas kuv thev kev tsim txom npaum li cas. Tiamsis tus Tswv cawm kuv dim txhua yam ntawd."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.12","label":"12","content":"Qhov tseeb txhua tus uas xav ua lub neej uas hwm Vajtswv hauv Yexus Khetos yuav raug tsim txom,"},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.13","label":"13","content":"mas cov neeg phem thiab cov neeg txawj dag yuav phem heev zuj zus, thiab yuav dag ntxias luag thiab raug luag dag ntxias."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.14","label":"14","content":"Tiamsis koj cia li ua raws li koj tau kawm paub thiab ntseeg ruaj lawm, vim koj kuj paub tias koj kawm ntawm leejtwg los."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.15","label":"15","content":"Txij thaum yau los koj twb paub Vajtswv txojlus tseem ceeb, uas pub tau koj muaj tswvyim paub txojkev dim vim ntseeg Yexus Khetos."},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.16","label":"16","content":"Vajtswv txojlus txhua nqe yog tawm hauv Vajtswv lub qhov ncauj los  thiab siv tau qhuab qhia, qhuab ntuas, qhia tus uas txhaum rov ua zoo, thiab cob qhia ua ncaj ua ncees,"},{"bible_id":"1269","chapter_code":"2TI.3","verse_code":"2TI.3.17","label":"17","content":"kom Vajtswv cov neeg thiaj li npaj txhij zog ua tau txhua yam haujlwm zoo."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.1","label":"1","content":"Kuv nkaw lus rau koj tab meeg Vajtswv thiab Yexus Khetos uas yuav txiav txim rau cov neeg ciaj thiab cov neeg tuag, thiab kuv ntuas koj vim qhov uas nws yuav rov los thiab nws lub tebchaws yuav los,"},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.2","label":"2","content":"cia li tshaj tawm Vajtswv txojlus, thiab kub siab qhia rau thaum muaj sijhawm thiab tsis muaj, cia li yaum kom los ntseeg, qhuab ntuas thiab txhawb lub siab, ua siab ntev thiab ua tib zoo qhuab qhia."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.3","label":"3","content":"Rau qhov yuav txog lub sijhawm uas neeg thev tsis taus mloog tej lus qhia uas tseeb lawm, lawv yuav sau zog cov xibhwb kom qhia raws li lawv lub siab nyiam thiab raws li lawv lub qhov ntsej xav mloog,"},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.4","label":"4","content":"lawv yuav tseg tsis mloog txoj tseeb thiab tig mus mloog tej dab neeg."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.5","label":"5","content":"Koj cia li tswj koj lub siab txhua yam, cia li thev tej kev txom nyem, ua tes haujlwm uas qhia txoj xov zoo thiab ua koj tes haujlwm kom tiav huvsi."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.6","label":"6","content":"Rau qhov kuv twb yuav raug muab hliv xyeem thiab txog sijhawm uas kuv yuav ncaim mus."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.7","label":"7","content":"Kuv twb tawm tsam zoo heev lawm, kuv twb dhia txog tom kawg lawm, kuv twb tuav txojkev ntseeg cia lawm."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.8","label":"8","content":"Txij no mus twb muab lub mom kub uas yog txojkev ncaj ncees khaws cia rau kuv. Tus Tswv uas tu plaub ncaj ncees yuav muab pub rau kuv rau hnub ntawd, thiab tsis yog pub rau kuv tib leeg xwb tiamsis yuav pub rau txhua tus uas tos ntsoov qhov uas tus Tswv rov los."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.9","label":"9","content":"Koj cia li siv zog tuaj cuag kuv sai sai."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.10","label":"10","content":"Rau qhov Dema mus nyiam kev ntiajteb thiab tso kuv tseg mus rau lub moos Thexalaunika lawm. Khexakhe mus rau lub xeev Kalatia thiab Titau mus rau lub xeev Damatia."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.11","label":"11","content":"Luka tib leeg nrog kuv nyob xwb. Cia li mus coj Malakau nrog koj tuaj thiab, rau qhov nws muaj qabhau rau kuv tes haujlwm."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.12","label":"12","content":"Kuv twb txib Thikhika mus rau lub moos Efexau lawm."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.13","label":"13","content":"Thaum koj tuaj, cia li coj kuv lub tsho ntev uas kuv tseg rau Khapa hauv lub moos Rhau‑a tuaj thiab coj tej phau ntawv thiab qhov cheem tsum yog coj tej tsiag ntawv tuaj."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.14","label":"14","content":"Alexadaw tus Kws ntaus tooj liab ua phem rau kuv ntau heev. Tus Tswv yuav pauj rau nws raws li tej uas nws tau ua."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.15","label":"15","content":"Koj cia li ceev faj nws tib zoo vim nws tawm tsam tej lus uas peb qhia heev kawg li."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.16","label":"16","content":"Thawj zaug uas kuv hais daws kuv tshaj plaub tsis muaj ib tug tuaj kuv tog kiag li, lawv txhua tus tso kuv tseg. Thov tsis txhob suav lawv tej kev txhaum."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.17","label":"17","content":"Tiamsis tus Tswv nrog nraim kuv thiab pub zog kom kuv thiaj piav tau txoj xov zoo tag nrho huvsi xwv lwm haiv neeg sawvdaws thiaj tau hnov. Thiab kuv dim hauv tsov ntxhuav lub qhov ncauj."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.18","label":"18","content":"Tus Tswv yuav cawm kuv dim txhua yam kev phem thiab yuav cawm kuv dim los nyob hauv nws lub tebchaws saum ntuj ceeb tsheej. Thov kom nws tau koob meej ci ntsa iab mus ib txhis tsis kawg. Amee."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.19","label":"19","content":"Thov hais lus nco txog Plixakha  thiab Akhila thiab Aunexifaula tsev neeg."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.20","label":"20","content":"Elata tseem nyob hauv lub moos Khaulee. Kuv tseg Rhaufima uas muaj mob rau hauv lub moos Miletha."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.21","label":"21","content":"Thov koj siv zog tuaj kom txog ua ntej lub caij ntuj no. Yunpula, Pudee, Lina thiab Khaudia thiab cov kwvtij sawvdaws hais lus nco txog tuaj rau koj."},{"bible_id":"1269","chapter_code":"2TI.4","verse_code":"2TI.4.22","label":"22","content":"Thov tus Tswv nrog nraim koj tus ntsuj plig. Thov Vajtswv txojkev hlub nrog nraim nej."}]