[{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.1","label":"1","content":"Kuv yog tus saib xyuas cov ntseeg, kuv sau tuaj rau Kai‑a uas kuv hlub, yog tus uas kuv hlub hauv txojkev tseeb."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.2","label":"2","content":"Tus uas kuv hlub, kuv thov Vajtswv pab koj noj qab nyob zoo thiab muaj txhua yam zoo, ib yam li koj tus ntsuj plig nyob zoo."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.3","label":"3","content":"Kuv zoo siab xyiv fab kawg rau qhov uas muaj qee leej kwvtij tuaj txog thiab ua timkhawv tias koj tseem nyob hauv txojkev tseeb, ib yam li koj twb xyaum raws li txojkev tseeb."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.4","label":"4","content":"Tsis muaj ib yam dabtsi ua rau kuv zoo siab npaum li qhov uas kuv hnov tias kuv cov menyuam xyaum raws li txojkev tseeb."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.5","label":"5","content":"Tus uas kuv hlub, thaum koj pab cuam kwvtij thiab tseem pab tej qhua uas txawv ntsej muag, koj ua ncaj."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.6","label":"6","content":"Lawv twb ua timkhawv tab meeg pawg ntseeg txog koj txojkev hlub. Yog koj pab xa lawv mus raws li hum Vajtswv lub siab, kuj yog koj ua zoo."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.7","label":"7","content":"Vim yog saib rau Yexus lub npe lawv thiaj tawm mus, tsis tau txais ib yam dabtsi ntawm cov uas tsis tau ntseeg kiag li."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.8","label":"8","content":"Yog li no tsim nyog peb txais cov neeg no kom peb thiaj koom ua tes haujlwm uas muaj tseeb."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.9","label":"9","content":"Kuv twb sau qee yam tuaj rau pawg ntseeg, tiamsis Di‑autefe uas nyiam ua lawv tus thawj tsis kam lees yuav peb."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.10","label":"10","content":"Vim li no yog kuv tuaj txog, kuv yuav thws nws lub qe uas nws hais tej lus phem xyav peb. Tsis tag li ntawd xwb, nws tseem tsis kam txais cov kwvtij ntawd thiab txwv cov uas xav txais lawv thiab ntiab lawv tawm hauv pawg ntseeg."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.11","label":"11","content":"Tus uas kuv hlub, tsis txhob yoog raws li qhov phem tiamsis cia li yoog raws li qhov zoo. Tus uas ua zoo yog los ntawm Vajtswv los. Tus uas ua phem yeej tsis tau txeev pom Vajtswv li."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.12","label":"12","content":"Sawvdaws ua timkhawv zoo txog Demethia, thiab txojkev tseeb kuj ua timkhawv txog nws. Peb kuj ua timkhawv thiab, thiab nej yeej paub tias kuv tej lus timkhawv muaj tseeb."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.13","label":"13","content":"Muaj ntau yam uas kuv xav sau tuaj rau koj tiamsis kuv tsis xav siv cwjmem thiab kua mem sau."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.14","label":"14","content":"Kuv vam tias kuv yuav pom koj sai sai no thiab wb yuav tau sib tham ntawm ncauj."},{"bible_id":"1269","chapter_code":"3JN.1","verse_code":"3JN.1.15","label":"15","content":"Thov txojkev siab tus nrog nraim koj. Cov kwvtij hais lus nco txog tuaj rau koj. Thov koj hais lus nco txog rau cov kwvtij txhua tus thiab."}]