[{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.1","label":"1","content":"Au The‑aufila, thawj phau ntawv ntawd kuv hais txog txhua yam uas Yexus pib ua thiab qhuab qhia"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.2","label":"2","content":"mus txog hnub uas nws raug coj mus saum ntuj lawm, yog tom qab uas nws nkaw lus hauv Vaj Ntsuj Plig dawb huv rau cov tubtxib uas nws xaiv cia lawd."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.3","label":"3","content":"Thaum nws raug kev tsim txom tag lawm Yexus los tshwm rau lawv pom, muaj tsoob zeej timkhawv ntau yam qhia tias nws muaj txojsia nyob. Nws tshwm rau lawv pom rau ncua sijhawm plaub caug hnub thiab tau hais txog Vajtswv lub tebchaws."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.4","label":"4","content":"Thaum nws tseem nrog lawv nyob ua ke  nws kuj nkaw lus rau lawv tias, “Tsis txhob tawm hauv Yeluxalees mus tiamsis nyob tos yam uas leej Txiv cog lus tias yuav pub raws li nej hnov kuv hais lawd."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.5","label":"5","content":"Yauhas coj ua kevcai raus hauv dej, tiamsis tshuav tsis ntev nej yuav ua kevcai raus hauv Vaj Ntsuj Plig uas dawb huv.”"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.6","label":"6","content":"Thaum lawv tuaj txoos ua ke, lawv txawm nug Yexus tias, “Tus Tswv, koj yuav muab lub tebchaws rov rau cov Yixayee kav zaum no lov?”"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.7","label":"7","content":"Nws hais rau lawv tias, “Tsis txog nej yuav paub lub caij lub nyoog uas leej Txiv teem cia raws li nws muaj hwjchim teem."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.8","label":"8","content":"Tiamsis nej yuav tau txais hwjchim rau thaum Vaj Ntsuj Plig uas dawb huv nqes los rau saum nej, thiab nej yuav ua timkhawv hais txog kuv hauv lub nroog Yeluxalees thiab thoob plaws lub xeev Yudia thiab lub xeev Xamali thiab mus thoob qab ntuj kawg.”"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.9","label":"9","content":"Thaum Yexus hais li no tag lawd, nws txawm raug coj mus saum ntuj rau lawv ntsia ntsoov, thiab muaj huab laum nkaus nws ploj ntais ntawm lawv qhov muag lawm."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.10","label":"10","content":"Thaum lawv tseem ntsia ntsoov rau saum ntuj rau thaum Yexus nce mus, txawm muaj ob tug yawg hnav tsoos tsho dawb paug los sawv ntawm lawv ib sab,"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.11","label":"11","content":"thiab hais tias, “Cov neeg Kalilais 'e, ua cas nej yuav sawv ntsia ntsoov rau saum ntuj? Tus Yexus no uas raug coj ncaim nej mus rau saum ntuj lawm, nws yuav rov los ib yam nkaus li uas nej pom nws nce mus rau saum ntuj ntag.”"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.12","label":"12","content":"Ces lawv txawm nqes pem lub roob Txiv Aulib rov qab mus rau Yeluxalees. Lub roob ntawd nyob ze Yeluxalees, ntu kev ntawd deb npaum li uas tso cai mus tau rau hnub Xanpatau."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.13","label":"13","content":"Thaum lawv mus rau hauv lub nroog lawm lawv txawm nce mus rau txheej tsev saud yog chav uas lawv nyob, yog Petus, Yauhas, Yakaunpau thiab Anru, Fili thiab Thauma, Npathaulaumai thiab Mathai, Afe‑a tus tub Yakaunpau thiab Ximoos uas yog ib tug Xelaute."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.14","label":"14","content":"Lawv sawvdaws txawm koom ib lub siab siv zog thov Vajtswv, thiab muaj cov pojniam thiab Maivliag uas yog Yexus niam thiab Yexus cov kwv koom ua ke."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.15","label":"15","content":"Thaum ntawd Petus sawv tsees hauv nruab nrab cov kwvtij uas nyob ua ke ntawd huvsi kwvlam muaj ib puas nees nkaum leej, thiab nws hais tias,"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.16","label":"16","content":"“Cov kwvtij 'e, yeej los yuav tsum tiav raws li Vajtswv txojlus uas Vaj Ntsuj Plig dawb huv kom Davi lub qhov ncauj hais txog Yudas uas coj cov uas ntes Yexus kev,"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.17","label":"17","content":"vim twb suav tias nws yog peb cov thiab muaj feem ua tej haujlwm no.”"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.18","label":"18","content":"(Tus ntawd coj cov nqe uas ntiav nws ua phem ntawd mus yuav ib daim teb, mas nws poob rau hauv daim teb ntawd ntsawm nws lub plab tawg ua hnyuv tawm tag huvsi."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.19","label":"19","content":"Txhua tus uas nyob hauv Yeluxalees yeej paub tej xwm txheej no, thaj av ntawd thiaj raug hu raws li lawv li lus hais tias Akhedama uas txhais hais tias Teb Ntshav.)"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.20","label":"20","content":"“Muaj lus sau cia rau hauv phau Ntawv Nkauj hais tias, “ ‘Cia nws lub chaw nyob nyob do cuas, tsis kheev leejtwg nyob hauv. ’ thiab hais tias, ‘Thov kom muaj dua ib tug los nyob nws chaw ua haujlwm. ’"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.21","label":"21","content":"Vim li no ib tug hauv cov uas nrog nraim peb nyob rau ncua sijhawm uas Yexus tseem mus mus los los hauv peb,"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.22","label":"22","content":"yog txij thaum Yauhas muab Yexus ua kevcai raus dej mus txog hnub uas Yexus raug muab coj ncaim peb mus saum ntuj lawm, mas ib tug hauv cov neeg no yuav tsum nrog peb ua timkhawv txog qhov uas Yexus ciaj sawv rov los.”"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.23","label":"23","content":"Lawv thiaj tawm npe ob leeg, tus ib yog Yauxej uas hu ua Npaxanpa thiab kuj hu ua Yuxatha, tus ob yog Mathia."},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.24","label":"24","content":"Ces lawv txawm thov Vajtswv hais tias, “Tus Tswv uas paub txhua tus neeg lub siab, thov qhia tshwm rau peb paub tias ob tug no koj xaiv tus twg"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.25","label":"25","content":"los tuav tes haujlwm no thiab ua tubtxib nyob Yudas lub chaw uas nws muab tso tseg es mus nyob rau lub chaw uas yeej yog nws li.”"},{"bible_id":"1269","chapter_code":"ACT.1","verse_code":"ACT.1.26","label":"26","content":"Lawv thiaj rho ntawv mas rho tau Mathia. Nws thiaj raug xaiv los nrog kaum ib tug tubtxib ntawd."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.1","label":"1","content":"Thaum txog hnub Pheethekhoxate, lawv sawvdaws nyob ua ke hauv ib qho chaw."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.2","label":"2","content":"Tamsim ntawd txawm muaj ib lub suab saum ntuj tuaj yam nkaus li cua daj cua dub ntsawj hlob thoob plaws lub tsev uas lawv zaum ntawd."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.3","label":"3","content":"Txawm muaj nplaim taws zoo li tus nplaig tshwm rau lawv pom thiab faib pes rhe nyob rau saum lawv txhua tus."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.4","label":"4","content":"Lawv sawvdaws thiaj tau Vaj Ntsuj Plig uas dawb huv puv npo thiab lawv pib hais lwm yam lus raws li Vaj Ntsuj Plig kom lawv hais."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.5","label":"5","content":"Muaj cov Yudai uas hwm Vajtswv tuaj txhua lub tebchaws hauv qab ntuj tuaj so rau hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.6","label":"6","content":"Thaum hnov lub suab ntawd, cov neeg coob coob txawm tuaj ua ke, thiab lawv tsis pom qab xav vim lawv nyias hnov nyias yam lus uas cov ntawd hais."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.7","label":"7","content":"Lawv xav tsis thoob thiab phimhwj hais tias, “Cov neeg uas hais no puavleej yog neeg Kalilais los tsis yog?"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.8","label":"8","content":"Ua cas peb txhua tus hnov lawv hais peb txhua lub tebchaws tej lus?"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.9","label":"9","content":"Muaj cov Pathia, cov Midia, cov Elas thiab cov uas nyob hauv Mexauphautamia thiab hauv Yudia thiab hauv Khapadaukia thiab hauv Phauthia thiab hauv Axia,"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.10","label":"10","content":"thiab hauv Fikia thiab hauv Pafilia thiab hauv Iyi, thiab hauv Linpia tebchaws tej thaj uas zwm rau lub nroog Khulene, thiab muaj cov uas tuaj lub nroog Loos tuaj, tsis hais cov Yudai thiab cov uas los coj Yudai kevcai,"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.11","label":"11","content":"thiab muaj cov Khete thiab cov Alanpia, mas peb nyias taus nyias hnov lawv cov no hais peb tej lus hais txog Vajtswv tej haujlwm loj.”"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.12","label":"12","content":"Lawv sawvdaws thiaj phimhwj thiab tsis pom qab xav thiab ib leeg hais rau ib leeg tias, “Tej no yog dabtsi?”"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.13","label":"13","content":"Muaj ib txhia thuam luag hais tias, “Yog lawv qaug cawv txiv hmab tshiab xwb.”"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.14","label":"14","content":"Ces Petus txawm sawv tsees nrog kaum ib tug tubtxib ua ke tsa suab nrov hais rau cov neeg ntawd tias, “Cov neeg Yudia thiab sawvdaws uas nyob hauv Yeluxalees, nej cia li paub zaj no thiab mloog tej lus uas kuv hais."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.15","label":"15","content":"Cov neeg no tsis yog qaug cawv yam li nej xav, rau qhov nyuam qhuav cuaj teev sawv ntxov xwb."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.16","label":"16","content":"Tiamsis tej no yog tej uas Yau‑ee uas ua xibhwb cev Vajtswv lus hais cia lawm tias,"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.17","label":"17","content":"“ ‘Vajtswv hais tias, lub sijhawm kawg kuv yuav hliv kuv tus Ntsuj Plig rau saum ib tsoom neeg sawvdaws. Nej tej tub tej ntxhais yuav cev kuv li lus, nej cov hluas yuav ua yog toog pom, thiab nej cov laus yuav ua npau suav pom."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.18","label":"18","content":"Lub sijhawm ntawd txawm yog kuv cov tub qhe nkauj qhev los kuv yuav hliv kuv tus Ntsuj Plig rau saum lawv, thiab lawv yuav cev kuv li lus."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.19","label":"19","content":"Kuv ua tej txujci phimhwj tshwm saum nruab ntug thiab ua txujci tseem ceeb tshwm rau hauv lub ntiajteb, yuav muaj ntshav thiab hluavtaws thiab pa ncho."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.20","label":"20","content":"Lub hnub yuav ntxeev ua tsaus ntuj, lub hli yuav ua ntshav, ua ntej hnub uas loj thiab zoo kawg nkaus uas tus Tswv teem cia los txog."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.21","label":"21","content":"Thaum ntawd txhua tus uas thov hu tus Tswv lub npe yuav dim.’"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.22","label":"22","content":"“Nej cov uas yog haiv neeg Yixayee cia li mloog tej lus no. Yexus uas yog neeg Naxale yog tus uas Vajtswv ua tej haujlwm loj thiab tej txujci tseem ceeb thiab tej uas phimhwj qhwv nws rau nej, yog tej uas Vajtswv kom Yexus ua hauv nej nruab nrab raws li uas nej twb paub lawd,"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.23","label":"23","content":"mas tus Yexus no raug muab cob rau nej raws li Vajtswv twb xav tseg ruaj cia thiab paub ua ntej lawd, mas nej thiaj siv neeg phem txhais tes muab nws teem rau saum khaublig ntoo thiab muab nws tua pov tseg."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.24","label":"24","content":"Tiamsis Vajtswv tsa nws ciaj sawv rov los thiab tso nws dim txojkev tuag tej mob, rau qhov txojkev tuag tuav tsis tau nws cia kiag li."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.25","label":"25","content":"Davi hais txog Yexus tias, “ ‘Kuv pom tus Tswv nyob ntawm kuv lub hauv ntej tsis tu li. Vim nws nyob ntawm kuv sab xis kuv thiaj tsis ua zog."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.26","label":"26","content":"Vim li ntawd kuv lub siab thiaj xyiv fab thiab kuv tus nplaig zoo siab, thiab kuv lub cev thiaj li nyob muaj siab vam."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.27","label":"27","content":"Rau qhov koj yuav tsis muab kuv tso tseg rau hauv tub tuag teb, lossis cia koj tus uas Dawb Huv lwj mus."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.28","label":"28","content":"Koj qhia txojkev uas tau txojsia rau kuv paub, koj yuav pub kom kuv zoo siab xyiv fab Kawg nkaus rau qhov koj nrog nraim kuv.’"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.29","label":"29","content":"“Kwvtij 'e, kuv muaj siab tuab uas yuav hais rau nej txog tus yawg koob Davi tias nws twb tuag thiab muab log lawm thiab nws lub ntxa nrog peb nyob txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.30","label":"30","content":"Nws yog ib tug cev Vajtswv txojlus, nws thiaj paub tias Vajtswv cog lus twv tseg rau nws tias Vajtswv yuav pub nws caj ces muaj ib tug los nyob saum nws lub zwm txwv."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.31","label":"31","content":"Nws paub ua ntej thiab hais txog qhov uas tus Kheto  yuav ciaj sawv rov los hais tias Vajtswv tsis tso nws tseg rau hauv tub tuag teb thiab tsis cia nws lub cev lwj mus."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.32","label":"32","content":"Vajtswv twb tsa tus Yexus no ciaj sawv rov los lawm, peb txhua tus ua tau timkhawv txog zaj no."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.33","label":"33","content":"Twb yog vim Yexus raug tsa sawv los nyob ntawm Vajtswv sab tes xis lawm thiab tau txais Vaj Ntsuj Plig uas dawb huv ntawm leej Txiv raws li cog lus cia lawd, Yexus thiaj hliv tus Ntsuj Plig ntawd los raws li nej tau pom thiab hnov."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.34","label":"34","content":"Rau qhov Davi tsis tau nce mus rau saum ntuj, tiamsis nws hais tias, “ ‘Tus Tswv  hais rau kuv tus tswv tias, “Cia li zaum ntawm kuv sab xis,"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.35","label":"35","content":"mus txog thaum kuv muab koj cov yeeb ncuab ua koj lub rooj tiag taw.” ’"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.36","label":"36","content":"Vim li no, ib tsoom Yixayee sawvdaws, nej cia li paub tseeb tias Vajtswv tsa tus Yexus no uas nej muab teem rau saum tus khaublig ntoo ua tus Tswv thiab ua tus Khetos.”"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.37","label":"37","content":"Thaum lawv hnov li ntawd lawm kuj chob lawv lub siab, lawv thiaj hais rau Petus thiab lwm tus tubtxib tias, “Kwvtij 'e, peb yuav ua li cas?”"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.38","label":"38","content":"Petus thiaj hais rau lawv tias, “Cia li ntxeev dua siab tshiab thiab txhua tus ua kevcai raus dej hauv Yexus Khetos lub npe kom thiaj daws tau nej lub txim, mas nej yuav tau txais Vaj Ntsuj Plig tus dawb huv uas Vajtswv pub."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.39","label":"39","content":"Rau qhov tej lus cog tseg ntawd poob rau nej thiab rau nej tej tub ki thiab txhua tus uas nyob deb, yog txhua tus uas tus Tswv uas yog peb tus Vajtswv hu los cuag nws.”"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.40","label":"40","content":"Petus tseem hais ntau yam ua timkhawv thiab ntuas lawv hais tias, “Cia li nrhiav kev dim ntawm cov neeg phem tiam no.”"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.41","label":"41","content":"Cov uas txais yuav Petus tej lus ntawd kuj ua kevcai raus dej, thiab hnub ntawd muaj neeg los tsav ntxiv rau cov ntseeg kwvlam peb txhiab leej."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.42","label":"42","content":"Lawv rau siab ntso mloog cov tubtxib qhia thiab koom ua ib lub siab sib raug zoo thiab koom noj mov ua ke  thiab thov Vajtswv ua ke."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.43","label":"43","content":"Cov neeg sawvdaws kuj ntshai, thiab Vajtswv pub cov tubtxib ua tau txujci tseem ceeb thiab txujci phimhwj ntau yam."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.44","label":"44","content":"Cov ntseeg sawvdaws nyob ua ke thiab muab lawv tej qhov txhia chaw ua sawvdaws li,"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.45","label":"45","content":"thiab muab lawv tej teb thiab cuab txhiaj cuab tam muag faib rau txhua tus raws li cheem tsum."},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.46","label":"46","content":"Lawv niaj hnub tuaj nyob ua ke thooj ib lub siab hauv lub tuam tsev thiab noj mov ua ke  hauv lawv tej tsev, thiab ua siab dawb paug noj mov ua ke zoo siab xyiv fab,"},{"bible_id":"1269","chapter_code":"ACT.2","verse_code":"ACT.2.47","label":"47","content":"thiab qhuas Vajtswv thiab ib tsoom sawvdaws txaus siab rau lawv. Tus Tswv kuj pub cov uas tabtom dim niaj hnub tsav ntxiv coob zuj zus rau hauv lawv."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.1","label":"1","content":"Muaj ib hnub thaum hnub qaij peb teev Petus thiab Yauhas tabtom nce mus rau hauv lub tuam tsev yog lub sijhawm thov Vajtswv."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.2","label":"2","content":"Txawm muaj ib tug yawg uas ceg tawv thaum nruab thiab los raug muab kwv tuaj. Niaj hnub muaj neeg muab nws tso rau ntawm ib sab rooj loog tuam tsev, yog lub rooj loog uas hu ua Zoo Nkauj xwv nws thiaj tau thov khawv ntawm cov neeg uas nkag mus rau hauv lub tuam tsev."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.3","label":"3","content":"Thaum nws pom Petus thiab Yauhas tabtom tuaj mus rau hauv lub tuam tsev, nws thiaj thov khawv."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.4","label":"4","content":"Petus thiab Yauhas ntsia ntsoov rau tus ntawd thiab hais tias, “Cia li saib rau wb.”"},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.5","label":"5","content":"Tus ntawd txawm ntsia ntsoov rau ob tug xav tias yuav tau dabtsi ntawm ob tug."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.6","label":"6","content":"Tiamsis Petus hais tias, “Nyiaj thiab kub kuv tsis muaj. Yam uas kuv muaj, kuv yuav pub rau koj. Hauv Yexus Khetos uas yog neeg Naxale lub npe, koj cia li sawv tsees mus kev.”"},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.7","label":"7","content":"Petus txawm ntsiab nkaus nws sab tes xis tsa nws sawv, mas tamsim ntawd nws txhais kotaw thiab nws tej pob qej txha txawm muaj zog."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.8","label":"8","content":"Nws dhia caws qia sawv tsees mus kev thiab nrog ob tug nkag rau hauv lub tuam tsev, nws mus kev dhia caws qia qhuas Vajtswv."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.9","label":"9","content":"Ib tsoom neeg pom nws mus kev thiab qhuas Vajtswv,"},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.10","label":"10","content":"thiab cim tau tias tus ntawd yog tus uas zaum thov khawv ntawm lub rooj loog Zoo Nkauj tuam tsev. Lawv thiaj phimhwj thiab xav tsis thoob rau tej xwm txheej uas tshwm los rau tus ntawd."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.11","label":"11","content":"Thaum tus ntawd tseem tuav rawv Petus thiab Yauhas, tej neeg sawvdaws txawm dhia los rau ntawm lawv ntawm lub chaw uas hu ua Zaj Qab Khav Xalaumoo thiab phimhwj kawg."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.12","label":"12","content":"Thaum Petus pom cov neeg ntawd nws txawm hais rau lawv tias, “Haiv neeg Yixayee, ua cas nej yuav xav tsis thoob qhov xwm txheej no? Ua cas nej yuav ntsia ntsoov rau wb, yam li wb siv wb li hwjchim thiab siv wb txojkev ncaj ncees kho tau tus yawg no mus tau kev?"},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.13","label":"13","content":"Aplahas, Yiha thiab Yakhauj tus Vajtswv, yog peb tej poj koob yawm txwv tus Vajtswv, pub lub koob meej rau nws tus tub qhe Yexus uas nej muab cob rau luag thiab tsis lees yuav tab meeg Philaj uas twb npaj siab yuav tso nws dim lawm."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.14","label":"14","content":"Tiamsis nej tsis lees yuav tus uas dawb huv thiab ncaj ncees, nej thov kom tso tus niag neeg tua neeg rau nej."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.15","label":"15","content":"Nej thiaj muab tus uas yog txoj hauv paus siav tua pov tseg, tiamsis Vajtswv tsa nws sawv hauv qhov tuag rov los. Peb ua timkhawv rau zaj no."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.16","label":"16","content":"Qhov uas ntseeg Yexus lub npe, mas lub npe ntawd thiaj ua rau tus uas nej pom thiab paub no muaj zog, thiab qhov uas ntseeg Yexus ua rau tus no zoo kiag tab meeg nej sawvdaws."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.17","label":"17","content":"“Cov kwvtij, nimno kuv paub tias nej ua li ntawd twb yog nej tsis paub, ib yam li nej cov thawj."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.18","label":"18","content":"Tiamsis tej uas Vajtswv twb txib cov xibhwb cev Vajtswv lus tshaj tawm ua ntej lawm tias nws tus Khetos yuav raug tsim txom, nws kuj ua kom tiav li no."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.19","label":"19","content":"Vim li no cia li ntxeev dua siab tshiab thiab tig rov los kom thiaj ntxuav tau nej lub txim,"},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.20","label":"20","content":"thiab nej thiaj tau sijhawm so lub siab ntawm tus Tswv lub xubntiag, thiab Vajtswv thiaj txib tug Khetos uas teem cia lawd los rau nej, yog Yexus ntag."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.21","label":"21","content":"Yexus yuav tsum nyob saum ntuj ceeb tsheej mus txog lub sijhawm uas Vajtswv ua rau ib puas tsav yam rov zoo li qub raws li nws kom nws cov xibhwb dawb huv uas cev nws lus lub qhov ncauj hais thaum ub los."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.22","label":"22","content":"Mauxe hais cia tias, ‘Tus Tswv uas yog Vajtswv yuav tsa ib tug xibhwb cev lus ib yam li kuv tshwm los hauv nej cov kwvtij, mas nej yuav tsum mloog txhua yam uas tus ntawd hais rau nej."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.23","label":"23","content":"Txhua tus uas tsis mloog tus xibhwb cev lus ntawd mas yuav raug puam tsuaj ploj ntawm nws haiv neeg mus.’"},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.24","label":"24","content":"Cov xibhwb uas cev Vajtswv lus txij Xamuyee thiab cov uas ua nws qab puavleej tshaj tawm txog lub sijhawm no."},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.25","label":"25","content":"Nej yog cov xibhwb cev lus li tub ki thiab yuav tau tej uas Vajtswv cog tseg rau nej tej poj koob yawm txwv, yog qhov uas hais rau Aplahas tias, ‘Ib tsoom neeg hauv lub ntiajteb yuav tau koob hmoov ntawm koj caj ces.’"},{"bible_id":"1269","chapter_code":"ACT.3","verse_code":"ACT.3.26","label":"26","content":"Thaum Vajtswv tsa nws tus tub qhe ciaj sawv rov los lawd, kuj txib nws tuaj cuag nej ua ntej, nej thiaj tau koob hmoov ntawm qhov uas nej tig kiag ntawm nej tej kev txhaum los.”"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.1","label":"1","content":"Thaum ob tug tseem qhia cov neeg ntawd cov pov thawj thiab tus uas ua thawj saib xyuas lub tuam tsev thiab cov Xadukai txawm tuaj rau ntawm ob tug."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.2","label":"2","content":"Lawv tsis txaus siab rau qhov uas ob tug qhia thiab tshaj tawm tias muaj kev sawv hauv qhov tuag rov los hauv Yexus."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.3","label":"3","content":"Lawv thiaj ntes ob tug coj mus kaw ib hmos kaj ntug rau hauv tsev lojfaj vim yog tsaus ntuj lawm."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.4","label":"4","content":"Cov neeg uas hnov ob tug tej lus ntawd muaj ntau leej ntseeg. Cov txivneej huvsi uas ntseeg kwvlam tsib txhiab leej."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.5","label":"5","content":"Thaum tagkis cov uas ua thawj thiab cov kev txwj laus thiab cov xibhwb qhia Vajtswv kevcai txawm tuaj sablaj ua ke rau hauv Yeluxalees,"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.6","label":"6","content":"nrog Anas uas yog tus tuam pov thawj hlob thiab Khayafa thiab Yauhas thiab Alexadaw thiab txhua tus uas yog tus tuam pov thawj hlob li caj ces."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.7","label":"7","content":"Thaum lawv coj Petus thiab Yauhas los sawv ntsug tab meeg, lawv nug ob tug tias, “Neb siv leejtwg li hwjchim thiab siv leejtwg lub npe ua tej haujlwm no?”"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.8","label":"8","content":"Thaum ntawd Petus muaj Vaj Ntsuj Plig dawb huv puv npo, nws txawm hais rau lawv tias, “Nej cov thawj uas kav cov pejxeem thiab nej cov kev txwj laus,"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.9","label":"9","content":"yog hnub no nej tshuaj saib wb ob leeg rau qhov zoo uas wb tau ua rau ib tug neeg ceg tawv thiab nug tias ua li cas kho tau nws zoo lawm,"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.10","label":"10","content":"mas nej sawvdaws thiab cov Yixayee sawvdaws cia li paub tias twb yog vim Yexus Khetos uas yog neeg Naxale lub npe uas nej muab teem rau saum tus khaublig ntoo thiab Vajtswv tsa sawv hauv qhov tuag rov los, mas tus yawg uas sawv ntawm nej xubntiag no thiaj zoo kiag."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.11","label":"11","content":"Yexus yog “ ‘lub pob zeb uas cov Kws ua tsev muab xyeeb tseg lawm twb rov muab los teeb ua thawj lub rau ntawm kaum tsev lawm.’"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.12","label":"12","content":"Hauv lwm tus yeej tsis muaj kev dim kiag li, rau qhov thoob plaws hauv qab ntuj no tsis muaj dua ib lub npe uas pub rau neeg siv cawm peb dim.”"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.13","label":"13","content":"Thaum lawv pom Petus thiab Yauhas muaj siab tuab thiab paub tias ob tug tsis tau kawm ntawv tsuas zoo li luag tej xwb, lawv xav tsis thoob, thiab nco tau tias ob tug txeev nrog Yexus nyob."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.14","label":"14","content":"Tiamsis vim lawv pom tus yawg uas zoo ntawd sawv ntsug ntawm ob tug ib sab, lawv thiaj tsis muaj lus cam kiag li lawm."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.15","label":"15","content":"Thaum lawv hais kom ob tug tawm ntawm cov thawj lub rooj sablaj  lawm, lawv txawm sablaj tias,"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.16","label":"16","content":"“Peb yuav ua li cas rau ob tug no? Rau qhov ob tug tau ua ib yam txujci tseem ceeb rau txhua tus uas nyob hauv Yeluxalees paub tseeb, mas peb tsis lees paub kuj tsis tau li."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.17","label":"17","content":"Peb cia li txwv ob tug kom tsis txhob hais dabtsi hauv lub npe no xwv zaj no thiaj tsis ncha heev zuj zus mus rau hauv cov pejxeem.”"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.18","label":"18","content":"Lawv thiaj hu ob tug los thiab txwv kom ob tug tsis txhob hais lossis qhia hauv Yexus lub npe kiag li lawm."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.19","label":"19","content":"Tiamsis Petus thiab Yauhas teb lawv tias, “Nej sim xav saib, nyob ntawm Vajtswv xubntiag tsim nyog mloog nej hais zoo dua li mloog Vajtswv hais lov?"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.20","label":"20","content":"Rau qhov peb tseg tsis tau qhov uas hais txog tej uas peb pom thiab tej uas peb hnov.”"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.21","label":"21","content":"Thaum lawv rov txwv tawv tawv dua ces txawm tso ob tug mus. Lawv nrhiav tsis tau txim rau ob tug vim lawv ntshai cov pejxeem, rau qhov txhua tus qhuas Vajtswv vim yog tej xwm txheej uas tshwm los ntawd."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.22","label":"22","content":"Tus uas mob zoo ntawm txujci tseem ceeb ntawd hnub nyoog plaub caug tawm xyoo lawm."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.23","label":"23","content":"Thaum tso Petus thiab Yauhas lawm, ob tug txawm mus rau hauv cov ntseeg thiab piav txhua yam uas cov pov thawj hlob thiab cov kev txwj laus hais rau ob tug."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.24","label":"24","content":"Thaum lawv hnov lawm lawv txawm koom ib lub siab tsa suab thov Vajtswv hais tias, “Au tus Tswv, koj tsim lub ntuj thiab lub ntiajteb thiab dej hiavtxwv thiab txhua yam uas muaj nyob hauv."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.25","label":"25","content":"Koj kom Vaj Ntsuj Plig uas dawb huv siv peb yawg koob Davi uas yog koj tus qhev lub qhov ncauj hais tias, “ ‘Vim li cas lwm haiv neeg yuav npau taws heev, thiab tej neeg ntaus tswvyim phem qhuav qhuav?"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.26","label":"26","content":"Tej vajntxwv hauv lub ntiajteb kuj sawv twv, cov uas ua thawj tuaj txoos ua ke tawm tsam tus Tswv thiab nws tus Khetos.’"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.27","label":"27","content":"Qhov tseeb hauv lub nroog no Helauj thiab Phauthi‑au Philaj thiab lwm haiv neeg thiab cov Yixayee tuaj txoos ua ke tawm tsam Yexus uas yog koj tus qhev uas dawb huv thiab koj tsa cia lawd,"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.28","label":"28","content":"kom lawv thiaj ua txhua yam raws li koj txhais tes thiab koj lub siab twb teem tseg lawd."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.29","label":"29","content":"Au tus Tswv, nimno thov koj tsa muag ntsia qhov uas lawv hem, thiab thov pub koj cov tub qhe muaj siab tuab hais koj tej lus,"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.30","label":"30","content":"rau lub sijhawm uas koj cev koj txhais tes kho mob thiab ua kom tej txujci tseem ceeb thiab txujci phimhwj tshwm los hauv Yexus uas yog koj tus tub qhe dawb huv lub npe.”"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.31","label":"31","content":"Thaum lawv thov tag, lub chaw uas lawv tuaj txoos ua ke ntawd txawm ua zog kais, mas lawv puv npo Vaj Ntsuj Plig dawb huv thiab lawv muaj siab tuab hais Vajtswv tej lus."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.32","label":"32","content":"Cov uas los ntseeg ntawd koom ua ib lub siab. Tsis muaj leejtwg yuav hais tias nws tej qhov txhia chaw yog nws li xwb, tiamsis lawv muab txhua yam ua sawvdaws li."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.33","label":"33","content":"Cov tubtxib hais lus muaj hwjchim loj kawg ua timkhawv txog qhov uas tus Tswv Yexus ciaj sawv rov los, thiab Vajtswv txojkev hlub nrog nraim lawv txhua tus."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.34","label":"34","content":"Mas lawv cov tsis muaj ib tug tu ncua ib yam dabtsi, rau qhov txhua tus uas muaj liaj teb thiab vaj tse kuj muab muag thiab coj tej nyiaj uas muag tau ntawd"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.35","label":"35","content":"tuaj tso rau ntawm cov tubtxib kotaw, mas muab faib rau txhua tus raws li uas cheem tsum."},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.36","label":"36","content":"Yauxej uas cov tubtxib hu tias Npananpa (uas txhais hais tias, tus tub uas txhawb siab) yog ib tug Levi uas yog neeg Xaipla,"},{"bible_id":"1269","chapter_code":"ACT.4","verse_code":"ACT.4.37","label":"37","content":"nws muaj ib daim teb, nws muab muag thiab coj cov nqe teb ntawd tuaj tso rau ntawm cov tubtxib kotaw."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.1","label":"1","content":"Muaj ib tug yawg npe hu ua Anania thiab nws tus pojniam hu ua Xafila muag nws tej qhov txhia chaw."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.2","label":"2","content":"Mas Anania qee cov nyiaj ib txhia cia, nws tus pojniam kuj paub thiab. Nws coj ib qho tuaj tso rau ntawm cov tubtxib kotaw."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.3","label":"3","content":"Petus txawm hais tias, “Anania, ua cas Xatas  nyob puv nkaus hauv koj lub siab kom dag Vaj Ntsuj Plig uas dawb huv es koj thiaj qee cov nqe teb ntawd ib txhia cia?"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.4","label":"4","content":"Thaum daim teb tseem nyob kuj yeej yog koj li los tsis yog? Thaum muab muag lawd cov nyiaj yeej nyob ntawm koj ceev los tsis yog? Ua cas koj lub siab yuav xav ua li no? Koj tsis tau dag neeg tiamsis dag Vajtswv.”"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.5","label":"5","content":"Thaum Anania hnov tej lus ntawd nws txawm ntog vau hlo tu siav nrho. Txhua tus uas hnov txog zaj ntawd kuj ntshai heev kawg."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.6","label":"6","content":"Cov hluas txawm sawv tsees thiab muab nws lub cev tuag qhwv kwv coj mus log."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.7","label":"7","content":"Dhau ntawd kwvlam peb teev nws tus pojniam tuaj txog twb tsis paub tej xwm txheej uas tshwm los."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.8","label":"8","content":"Petus hais rau nws tias, “Qhia rau kuv saib neb muag daim teb tau nqe npaum li no xwb lov?” Nws teb tias, “Yog lauj, tau npaum kod xwb.”"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.9","label":"9","content":"Petus txawm hais rau nws tias, “Ua cas neb koom ua ib lub siab sim tus Tswv tus Ntsuj Plig? Saib maj, cov uas kwv koj tus txiv mus log tej kotaw nyob ntawm qhov rooj, mas lawv yuav kwv koj mus log thiab.”"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.10","label":"10","content":"Tamsim ntawd nws txawm ntog vau hlo tu siav nrho ntawm Petus kotaw. Thaum cov hluas los txog lawv pom tias tuag lawm, ces lawv txawm kwv nws lub cev tuag mus log rau ntawm nws tus txiv ib sab."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.11","label":"11","content":"Ib tsoom ntseeg thiab txhua tus uas tau hnov txog zaj no kuj ntshai kawg li."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.12","label":"12","content":"Muaj ntau yam txujci tseem ceeb thiab txujci phimhwj tshwm ntawm cov tubtxib txhais tes rau hauv nruab nrab cov neeg. Cov ntseeg sawvdaws tuaj nyob ua ke rau ntawm Zaj Qab Khav Xalaumoo."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.13","label":"13","content":"Luag lwm tus tsis kav tuaj nrog lawv koom ua ke, tiamsis ib tsoom neeg hwm lawv heev."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.14","label":"14","content":"Muaj neeg los ntseeg coob tsav ntxiv zuj zus rau cov uas ntseeg tus Tswv tsis hais pojniam txivneej."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.15","label":"15","content":"Cov neeg kwv tej mob tawm tuaj rau ntawm tej ntug kev thiab muab tso pw rau saum tej txaj thiab tej lev, xwv thaum Petus taug kev tuaj mus nws tus duab thiaj yuav roos tau lawv qee leej."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.16","label":"16","content":"Tej neeg uas nyob hauv tej moos uas nyob ib ncig Yeluxalees kuj tuaj txoos ua ke thiab coj cov neeg muaj mob thiab cov neeg uas raug dab tuaj, mas lawv txhua tus kuj zoo huvsi."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.17","label":"17","content":"Tus tuam pov thawj hlob thiab txhua tus uas nrog nws ua ke uas yog cov Xadukai txawm khib heev."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.18","label":"18","content":"Lawv thiaj ntes cov tubtxib thiab muab kaw rau hauv nom tswv lub tsev lojfaj."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.19","label":"19","content":"Thaum hmo ntuj tus Tswv ib tug tubtxib saum ntuj tuaj qheb qhov rooj tsev lojfaj thiab coj cov tubtxib tawm los thiab hais tias,"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.20","label":"20","content":"“Nej cia li mus sawv ntsug hauv lub tuam tsev tshaj tawm txhua lo lus hais txog txojsia tshiab no rau cov neeg mloog.”"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.21","label":"21","content":"Thaum cov tubtxib tau hnov li ntawd, ces kaj ntug lawv txawm nkag rau hauv lub tuam tsev thiab qhuab qhia. Thaum tus tuam pov thawj hlob thiab cov uas nrog nws tuaj txog lawv txawm hu cov thawj lub rooj sablaj  thiab Yixayee cov kev txwj laus sawvdaws tuaj sablaj, thiab txib neeg mus coj cov tubtxib tom lub tsev lojfaj los."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.22","label":"22","content":"Thaum cov tub teg tub taws mus txog, lawv tsis pom cov tubtxib nyob hauv tsev lojfaj, lawv txawm rov los hais tias,"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.23","label":"23","content":"“Peb pom lub tsev lojfaj tseem kaw qas nrees thiab cov uas zov tseem sawv ntawm qhov rooj, tiamsis thaum peb qheb qhov rooj tsis pom leejtwg nyob hauv li.”"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.24","label":"24","content":"Thaum tus thawj uas saib lub tuam tsev thiab cov pov thawj hlob hnov tej lus no, kuj tsis pom qab xav txog cov tubtxib tias yuav ua li cas ntxiv mus."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.25","label":"25","content":"Muaj ib tug tuaj hais rau lawv tias, “Saib maj, cov neeg uas nej muab kaw rau hauv lub tsev lojfaj tabtom sawv ntsug qhuab qhia cov pejxeem hauv lub tuam tsev.”"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.26","label":"26","content":"Tus thawj uas saib lub tuam tsev thiab cov tub teg tub taws kuj mus coj cov tubtxib los, tsis ua nyaum, vim yog ntshai tsam cov pejxeem xuas pob zeb ntaus lawv."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.27","label":"27","content":"Thaum lawv coj cov tubtxib los txog lawd kuj kom cov tubtxib sawv tab meeg ntawm cov thawj lub rooj sablaj ntawd.  Tus tuam pov thawj hlob txawm nug lawv"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.28","label":"28","content":"hais tias, “Peb twb txwv nej tawv tawv hais tias tsis txhob qhuab qhia dabtsi hauv lub npe ntawd, los nej tej lus qhia twb ncha mus thoob plaws hauv Yeluxalees lawm thiab nej tseem xav muab tus ntawd cov ntshav nog rau peb ris thiab.”"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.29","label":"29","content":"Petus thiab cov tubtxib teb tias, “Peb yuav tsum mloog Vajtswv lus heev dua li mloog neeg lus."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.30","label":"30","content":"Yexus uas nej muab dai tuag rau saum tus ntoo ntawd, peb tej poj koob yawm txwv tus Vajtswv twb muab tsa ciaj sawv rov los lawm."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.31","label":"31","content":"Vajtswv tsa nws nyob ntawm Vajtswv sab tes xis ua tus thawj coj thiab ua tus Cawmseej kom thiaj pub tau kev ntxeev dua siab tshiab thiab kev zam txim rau cov Yixayee."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.32","label":"32","content":"Peb ua timkhawv txog zaj no, thiab Vaj Ntsuj Plig dawb huv uas Vajtswv pub rau cov uas mloog Vajtswv lus kuj ua timkhawv thiab.”"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.33","label":"33","content":"Thaum lawv hnov li ntawd lawm, lawv npau taws heev xav muab cov tubtxib tua pov tseg."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.34","label":"34","content":"Tiamsis muaj ib tug npe hu ua Kamali‑ee nyob hauv lub rooj sablaj ntawd,  nws yog ib tug Falixai thiab yog ib tug xibhwb qhia Vajtswv txoj kevcai thiab yog ib tug uas cov pejxeem sawvdaws hwm. Nws txawm sawv tsees hais kom coj cov tubtxib tawm mus sab nraud ib pliag."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.35","label":"35","content":"Nws hais rau lub rooj sablaj tias, “Nej cov Yixayee, cia li ceev faj zoo rau tej uas nej yuav ua rau cov neeg no."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.36","label":"36","content":"Rau qhov ua ntej no muaj ib tug npe hu ua Thuda uas khav tias nws yog neeg loj. Muaj kwvlam plaub puas leej tuaj nws tog. Tiamsis nws raug tua lawm thiab txhua tus uas tuaj nws tog kuj tawg ua sab ua sua ploj tag lawm."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.37","label":"37","content":"Dhau tus ntawd kuj muaj dua ib tug npe hu ua Yudas uas yog neeg Kalilais tshwm los rau ncua sijhawm uas txheeb npe. Nws haub ntxias neeg tuaj nws tog los nws kuj puam tsuaj lawm. Cov neeg uas tuaj nws tog kuj tawg ua sab ua sua tag."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.38","label":"38","content":"Vim li no zaum no kuv hais rau nej tias, tsis txhob ua li cas rau lawv cov no, cia li tso lawv mus. Yog tias tej tswvyim uas lawv xav thiab tej haujlwm uas lawv ua no los ntawm neeg los mas yuav tsis tiav."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.39","label":"39","content":"Tiamsis yog los ntawm Vajtswv los nej yuav muab rhuav tshem tsis tau li, ntshai tsam yog nej tawm tsam Vajtswv.”"},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.40","label":"40","content":"Lawv kuj mloog Kamali‑ee hais. Lawv txawm hu cov tubtxib rov los mas muab nplawm thiab txwv lawv tsis txhob hais dabtsi hauv Yexus lub npe ces txawm tso lawv mus."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.41","label":"41","content":"Cov tubtxib txawm tawm ntawm cov thawj lub rooj sablaj mus zoo siab heev rau qhov Vajtswv suav tias lawv tsim txiaj uas yuav poob koob vim yog Yexus lub npe."},{"bible_id":"1269","chapter_code":"ACT.5","verse_code":"ACT.5.42","label":"42","content":"Lawv niaj hnub qhuab qhia thiab tshaj tawm tias Yexus yog tus Kheto  tsis tso tseg li tsis hais hauv lub tuam tsev thiab hauv lawv tej tsev."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.1","label":"1","content":"Lub sijhawm ntawd thaum cov thwjtim huaj vam coob zuj zus tuaj, cov Yudai uas hais tau lus Kili xwb yws cov Yudai uas yog neeg Henplais rau qhov cov poj ntsuam Kili raug muab tshwj tseg tsis tau txais tej zaub mov uas lawv niaj hnub faib."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.2","label":"2","content":"Kaum ob tug tubtxib thiaj hu cov thwjtim sawvdaws los thiab hais tias, “Tsis tsim nyog peb yuav tso Vajtswv txojlus tseg mus tu kev noj kev haus."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.3","label":"3","content":"Vim li no, cov kwvtij, nej cia li xaiv xya leej hauv nej cov uas muaj koob meej zoo thiab muaj Vaj Ntsuj Plig puv npo thiab muaj tswvyim, mas peb yuav tsa lawv ua tes haujlwm no."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.4","label":"4","content":"Peb cov yuav rau siab ntso thov Vajtswv thiab faib Vajtswv txojlus.”"},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.5","label":"5","content":"Lawv sawvdaws pom zoo li uas hais ntawd, mas lawv xaiv Xatefanau uas muaj kev ntseeg thiab muaj Vaj Ntsuj Plig dawb huv puv npo, thiab Fili thiab Plaukhaula thiab Nikhanau thiab Thimoo thiab Pamena thiab Nikhaulau uas yog neeg Athi‑au uas coj Yudai kevcai."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.6","label":"6","content":"Lawv coj cov neeg no los sawv rau ntawm cov tubtxib xubntiag mas cov tubtxib thov Vajtswv pab lawv thiab muab tes npuab saum lawv."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.7","label":"7","content":"Vajtswv txojlus nrov nto moo lug. Cov uas los ua thwjtim kuj tsav ntxiv coob zuj zus tuaj rau hauv Yeluxalees, thiab muaj cov pov thawj ntau leej los ntseeg thiab mloog lus."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.8","label":"8","content":"Xatefanau uas muaj txojkev hlub thiab hwjchim puv npo ua tej txujci tseem ceeb thiab txujci phimhwj hauv nruab nrab cov neeg."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.9","label":"9","content":"Muaj qee leej uas tuaj ntawm lub tsev sablaj uas hu tias cov neeg ywj pheej  lub tsev sablaj thiab cov uas tuaj hauv lub moos Khulene thiab lub nroog Alexadia tuaj thiab cov uas nyob hauv lub xeev Khilikia thiab lub xeev Axia, lawv cov ntawd txawm tuaj nrog Xatefanau sib cam."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.10","label":"10","content":"Tiamsis lawv tsis muaj peevxwm cam tau nws lub tswvyim thiab tej lus uas Vaj Ntsuj Plig kom nws hais."},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.11","label":"11","content":"Lawv txawm ua twjywm mus tshum kom neeg hais tias, “Peb hnov tus no hais lus tuam mom Mauxe thiab Vajtswv.”"},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.12","label":"12","content":"Lawv tshum cov neeg thiab cov kev txwj laus thiab cov xibhwb qhia Vajtswv kevcai kom ntxhov. Ces lawv txawm tuaj ntes Xatefanau coj mus rau cov thawj lub rooj sablaj,"},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.13","label":"13","content":"mas kom cuav timkhawv tuaj tom hais tias, “Tus yawg no hais lus tawm tsam lub chaw dawb huv no thiab Vajtswv txoj kevcai tsis tu li,"},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.14","label":"14","content":"rau qhov peb hnov nws hais tias tus Yexus no uas yog neeg Naxale yuav rhuav tshem lub chaw no thiab yuav hloov tej kevcai uas Mauxe muab cob rau peb lawd.”"},{"bible_id":"1269","chapter_code":"ACT.6","verse_code":"ACT.6.15","label":"15","content":"Txhua tus uas nyob hauv cov thawj lub rooj sablaj ntawd ntsia ntsoov rau Xatefanau pom tias nws lub ntsej muag zoo yam li ib tug tubtxib saum ntuj."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.1","label":"1","content":"Tus tuam pov thawj hlob txawm nug tias, “Zaj no muaj tseeb lov?”"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.2","label":"2","content":"Xatefanau hais tias, “Nej cov kwvtij thiab cov uas ua hlob, cia li mloog kuv hais. Vajtswv uas muaj hwjchim ci ntsa iab tshwm rau peb yawg koob Aplahas rau thaum nws tseem nyob hauv Mexauphautamia tebchaws ua ntej uas nws tsis tau mus nyob rau lub moos Halas,"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.3","label":"3","content":"mas hais rau nws tias, ‘Koj cia li tawm hauv koj lub tebchaws thiab tawm hauv koj cov kwvtij mus rau lub tebchaws uas kuv yuav qhia rau koj.’"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.4","label":"4","content":"Aplahas thiaj tawm hauv cov Kheedia tebchaws mus nyob rau hauv lub moos Halas. Thaum nws txiv tuag lawd, Vajtswv thiaj kom nws tawm qhov ntawd los nyob rau hauv lub tebchaws uas nej nyob txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.5","label":"5","content":"Tiamsis Vajtswv tsis pub nws muaj qub txeeg qub teg rau hauv lub tebchaws, tsis pub nws muaj ib daim av dav li xib taws. Thiab thaum nws tsis tau muaj menyuam Vajtswv cog lus tseg tias yuav pub lub tebchaws ua nws li teej tug thiab ua nws caj ces li."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.6","label":"6","content":"Vajtswv hais rau nws tias, ‘Koj caj ces yuav mus tsuam nyob rau hauv lwm tebchaws thiab cov neeg hauv lub tebchaws ntawd yuav muab lawv ua qhev thiab tsim txom lawv ntev txog plaub puas xyoo,"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.7","label":"7","content":"tiamsis kuv yuav rau txim rau lub tebchaws uas lawv ua qhev ntawd.’ Thiab Vajtswv hais tias, ‘Dhau ntawd, lawv yuav tawm los thiab ua koom tu kuv ntawm lub chaw no.’"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.8","label":"8","content":"Vajtswv thiaj muab kevcai txiav rau nws ua lo lus cog tseg. Vim li no Aplahas thiaj yug tau Yiha thiab muab nws ua kevcai txiav rau hnub uas yim. Yiha yug tau Yakhauj, thiab Yakhauj yug tau kaum ob tug tub uas yog peb yawg koob."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.9","label":"9","content":"“Cov yawg koob ntawd khib Yauxej thiaj muab nws muag mus rau Iyi tebchaws. Tiamsis Vajtswv nrog nraim Yauxej,"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.10","label":"10","content":"thiab cawm nws dim hauv txhua yam kev txom nyem thiab pub nws muaj tswvyim thiab txaus Iyi tus vajntxwv Falau lub siab. Falau thiaj tsa Yauxej ua tus kav Iyi tebchaws thiab txhua yam hauv vajntxwv lub tsev."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.11","label":"11","content":"Ces txawm muaj kev tshaib plab thoob plaws Iyi tebchaws thiab Khana‑as tebchaws mas raug kev txom nyem heev, peb yawg koob thiaj nrhiav tsis tau mov noj."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.12","label":"12","content":"Thaum Yakhauj hnov tias hauv Iyi tebchaws muaj mov noj nws thiaj txib peb cov yawg koob mus zaum ib."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.13","label":"13","content":"Thaum mus zaum ob Yauxej thiaj qhia nws rau cov kwvtij paub, thiab Falau kuj paub txog Yauxej tsev neeg."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.14","label":"14","content":"Yauxej thiaj hu nws txiv Yakhauj thiab cov kwvtij huvsi xya caum tsib leeg los."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.15","label":"15","content":"Yakhauj thiaj mus rau Iyi tebchaws mas nws thiab peb cov yawg koob tuag tag rau qhov ntawd,"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.16","label":"16","content":"thiab coj mus rau lub moos Sekhee muab log rau hauv lub qhov ntxa uas Aplahas muab nyiaj yuav ntawm Hamau cov tub uas nyob hauv Sekhee."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.17","label":"17","content":"“Tiamsis thaum ze lub sijhawm uas Vajtswv cog lus rau Aplahas, haiv neeg Yixayee huaj vam coob heev rau hauv Iyi tebchaws"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.18","label":"18","content":"mus txog thaum ib tug vajntxwv uas tsis paub Yauxej sawv los kav Iyi tebchaws."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.19","label":"19","content":"Tus vajntxwv ntawd thiaj ua phem rau peb haiv neeg thiab tsim txom peb tej poj koob yawm txwv yuam lawv muab lawv tej menyuam mos pov tseg kom tuag."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.20","label":"20","content":"Lub sijhawm ntawd kuj yug Mauxe, mas nws zoo nraug heev, thiab tu nws tau peb lub hlis rau hauv nws txiv lub tsev."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.21","label":"21","content":"Thaum Mauxe raug muab tso tseg rau sab nraud, Falau tus ntxhais coj los tu ua nws li tub."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.22","label":"22","content":"Mauxe thiaj tau kawm cov Iyi txhua yam kev txawj ntse, nws thiaj muaj zoo ncauj lus thiab txawj ua haujlwm."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.23","label":"23","content":"“Thaum nws hnub nyoog plaub caug xyoo, nws xav mus tsham nws cov kwvtij uas yog Yixayee caj ces."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.24","label":"24","content":"Thaum nws pom ib tug raug tsim txom nws thiaj mus pab tus uas raug tsim txom thiab muab tus Iyi ntawd tua pauj."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.25","label":"25","content":"Nws xav tias nws cov kwvtij nkag siab tias Vajtswv siv nws txhais tes tso lawv dim, tiamsis lawv tsis nkag siab li ntawd."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.26","label":"26","content":"Hnub tom qab nws tuaj ntsib ob tug tabtom sib cav thiab nws xav kom ob tug rov sib zoo txawm cheem tias, ‘Ob tug 'e, neb yog kwvtij, ua cas ib leeg yuav ua phem rau ib leeg?’"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.27","label":"27","content":"Tus uas ua phem rau nws tus kwvtij txawm thawb Mauxe khiav mus thiab hais tias, ‘Leejtwg tsa koj ua tus uas kav peb thiab ua tus uas txiav txim rau peb?"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.28","label":"28","content":"Koj npaj siab yuav tua kuv ib yam li nag koj tua tus Iyi thiab lov?’"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.29","label":"29","content":"Thaum Mauxe hnov lo lus ntawd nws txawm khiav mus tsuam nyob hauv Midee tebchaws thiab muaj ob tug tub qhov ntawd."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.30","label":"30","content":"“Thaum nyob tau plaub caug xyoo muaj ib tug tubtxib saum ntuj ua nplaim taws tshwm los rau Mauxe pom ntawm tsob ntoo hauv tebchaws moj sab qhua ntawm lub roob Xinai."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.31","label":"31","content":"Thaum Mauxe pom, nws xav tsis thoob rau tej uas nws pom ntawd. Thaum nws mus saib ze ze, nws hnov tus Tswv lub suab hais tias,"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.32","label":"32","content":"‘Kuv yog koj cov yawg koob tug Vajtswv, yog Aplahas, Yiha thiab Yakhauj tus Vajtswv.’ Mauxe thiaj ntshai tshee hnyo tsis kav ntsia."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.33","label":"33","content":"Tus Tswv hais rau Mauxe tias, ‘Cia li hle koj nkawm khau tseg vim tias qhov chaw uas koj sawv no yog lub chaw dawb huv."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.34","label":"34","content":"Kuv twb pom kuv haiv neeg uas nyob hauv Iyi tebchaws txojkev txom nyem lawm thiab twb hnov lawv lub suab quaj lawm, thiab kuv nqes los yuav cawm lawv dim. Cia li los, kuv yuav txib koj mus rau hauv Iyi tebchaws.’"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.35","label":"35","content":"“Tus Mauxe no uas lawv tsis lees yuav thiab hais tias, ‘Leejtwg tsa koj ua tus kav peb thiab ua tus txiav txim rau peb?’ mas Vajtswv siv tus tubtxib saum ntuj txhais tes uas tshwm rau Mauxe pom hauv tsob ntoo ntawd txib tug Mauxe no mus ua tus thawj kav thiab tus uas cawm lawv dim."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.36","label":"36","content":"Nws yog tus coj lawv tawm los, thiab ua txujci tseem ceeb thiab tej kev phimhwj hauv Iyi tebchaws thiab hauv dej Hiavtxwv Liab thiab hauv tebchaws moj sab qhua plaub caug xyoo."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.37","label":"37","content":"Tus no yog tus Mauxe uas hais rau cov Yixayee tias, ‘Vajtswv yuav tsa ib tug xibhwb cev lus tshwm los hauv nej cov kwvtij ib yam li kuv.’"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.38","label":"38","content":"Tus no yog tus uas nrog ib tsoom neeg nyob hauv tebchaws moj sab qhua thiab nrog tus tubtxib saum ntuj uas hais lus rau nws nyob ntawm roob Xinai thiab nrog peb tej poj koob yawm txwv nyob. Nws txais tej lus uas pub txojsia coj los rau peb."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.39","label":"39","content":"Peb tej poj koob yawm txwv tsis mloog Mauxe hais. Lawv muab nws thawb khiav mus thiab lawv lub siab fav kiag rov mus rau Iyi tebchaws."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.40","label":"40","content":"Lawv hais rau Aloo tias, ‘Cia li ua tej dab mlom rau peb uas yuav coj peb kev mus. Tus Mauxe uas coj peb tawm hauv Iyi tebchaws los peb tsis paub xyov nws ua li cas lawm.’"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.41","label":"41","content":"Lawv thiaj ua ib tug dab mlom thav nyuj thiab coj qhov txhia chaw tuaj xyeem rau tus dab mlom ntawd thiab zoo siab xyiv fab rau tej uas lawv txhais tes ua."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.42","label":"42","content":"Mas Vajtswv fee plhu tso lawv mus pe lub hnub lub hli thiab tej hnub qub saum nruab ntug huvsi, raws li muaj lus sau cia rau hauv cov xibhwb cev lus phau ntawv hais tias, “ ‘Yixayee caj ces 'e, nej tau tua tsiaj xyeem thiab muab qhov txhia chaw xyeem rau kuv hauv tebchaws moj sab qhua tau plaub caug xyoo lov?"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.43","label":"43","content":"Nej kwv dab Maulej lub tsev ntaub thiab nej tus dab Lefas lub hnub qub, yog ob tug dab mlom uas nej txua rau nej pe. Thiab kuv yuav kuav nej mus dhau plaws lub nroog Npanpiloo.’"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.44","label":"44","content":"“Thaum peb tej poj koob yawm txwv nyob hauv tebchaws moj sab qhua lawv muaj lub tsev ntaub uas ua timkhawv, raws li Vajtswv kom Mauxe ua, yog ua raws tus qauv uas Mauxe tau pom."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.45","label":"45","content":"Thaum peb tej poj koob yawm txwv tau lub tsev ntaub ntawd lawm lawv kuj kwv nrog Yausua los rau thaum lawv txeeb tau lub tebchaws ntawm tej haiv neeg uas Vajtswv ntiab khiav ntawm peb tej poj koob yawm txwv xubntiag lawm. Lub tsev ntaub ntawd kuj nyob los txog thaum Davi sim neej."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.46","label":"46","content":"Vajtswv hlub Davi, Davi thiaj thov Vajtswv cia nws npaj ib lub chaw rau Yakhauj tus Vajtswv nyob."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.47","label":"47","content":"Tiamsis Xalaumoo yog tus uas ua lub tuam tsev rau Vajtswv."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.48","label":"48","content":"Txawm yog li ntawd los Vajtswv uas loj dua ntais tsis nyob hauv lub tuam tsev uas neeg txhais tes ua, raws li tus xibhwb cev lus hais tias,"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.49","label":"49","content":"“ ‘Lub ntuj yog kuv lub zwm txwv, lub ntiajteb yog kuv lub rooj tiag taw. Tus Tswv hais tias, Nej yuav ua lub tsev zoo li cas rau kuv, thiab kuv lub chaw so yuav nyob qhovtwg?"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.50","label":"50","content":"Tej no yog kuv txhais tes ua huvsi los tsis yog?’"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.51","label":"51","content":"“Nej cov niag neeg tawv ncauj, siab tawv  thiab lag ntseg, nej pheej tav Vaj Ntsuj Plig dawb huv tsis tu ncua. Nej tej poj koob yawm txwv ua li cas lawm, nej kuj ua ib yam li ntawd."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.52","label":"52","content":"Puas muaj ib tug xibhwb cev lus uas nej tej poj koob yawm txwv tsis tau muab tsim txom? Lawv tua cov uas tshaj tawm txog tom hauv ntej tias tus ncaj ncees yuav los, yog tus uas nimno nej twb fav xeeb rau thiab muab tua lawm."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.53","label":"53","content":"Nej twb tau txais txoj kevcai uas cov tubtxib saum ntuj hais rau nej los nej tsis tuav rawv txoj kevcai ntawd.”"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.54","label":"54","content":"Thaum lawv hnov tej lus ntawd mas lawv npau taws heev thiab zim hniav qas zog rau Xatefanau."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.55","label":"55","content":"Tiamsis Xatefanau puv npo Vaj Ntsuj Plig dawb huv, nws tsa muag ntsia saum ntuj pom Vajtswv lub hwjchim ci ntsa iab thiab pom Yexus sawv ntawm Vajtswv sab tes xis."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.56","label":"56","content":"Nws hais tias, “Saib maj, kuv pom rooj ntug qheb thiab Neeg leej Tub sawv ntawm Vajtswv sab tes xis.”"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.57","label":"57","content":"Ces lawv txawm qw nrov thiab ntsaws qhov ntsej dhia ib tsaug los rau ntawm Xatefanau."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.58","label":"58","content":"Lawv muab nws thawb tawm hauv lub nroog thiab xuas pob zeb ntaus. Cov uas ua timkhawv nkaug Xatefanau kuj hle tej tsho cia rau ntawm ib tug hluas uas hu ua Xolau kotaw."},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.59","label":"59","content":"Thaum lawv tabtom xuas pob zeb ntaus Xatefanau, nws thov hais tias, “Tus Tswv Yexus, thov txais kuv tus ntsuj plig.”"},{"bible_id":"1269","chapter_code":"ACT.7","verse_code":"ACT.7.60","label":"60","content":"Ces Xatefanau txawm txhos caug ntua qw nrov nrov hais tias, “Tus Tswv, thov tsis txhob muab lub txim uas lawv ua no rau lawv ris.” Thaum hais li no lawm nws txawm tu siav lawm."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.1","label":"1","content":"Xolau kuj pom zoo qhov uas tua Xatefanau. Thaum ntawd pawg ntseeg hauv lub nroog Yeluxalees raug kev tsim txom heev. Lawv thiaj li khiav tawg ua sab ua sua mus thoob plaws lub xeev Yudia thiab lub xeev Xamali tsuas yog tseg cov tubtxib nyob xwb."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.2","label":"2","content":"Cov uas hwm Vajtswv kuj muab Xatefanau log thiab quaj mob siab nws kawg."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.3","label":"3","content":"Xolau rhuav tshem cov pawg ntseeg heev, nws nkag mus chua cab cov pojniam txivneej hauv lawv tej tsev coj mus kaw rau hauv tsev lojfaj."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.4","label":"4","content":"Cov uas khiav tawg ua sab ua sua kuj mus piav txoj xov zoo rau txhua qhov."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.5","label":"5","content":"Fili thiaj mus rau hauv ib lub moos uas nyob hauv lub xeev Xamali, thiab tshaj tawm txog tus Khetos rau lawv mloog."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.6","label":"6","content":"Thaum cov neeg hnov Fili hais thiab pom tej txujci tseem ceeb uas nws ua, lawv sawvdaws kub siab mloog nws tej lus,"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.7","label":"7","content":"rau qhov dab qw nrov tawm hauv ntau leej mus, thiab ntau leej uas tuag cev tuag tes tuag taw kuj zoo kiag."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.8","label":"8","content":"Lub moos ntawd thiaj xyiv fab kawg."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.9","label":"9","content":"Muaj ib tug yawg hu ua Ximoos txeev ua khawv koob yees siv hauv lub moos ntawd. Nws ua rau cov neeg Xamali phimhwj, thiab nws khav tias nws yog ib tug tseem ceeb."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.10","label":"10","content":"Cov neeg sawvdaws tus hlob tus yau kub siab mloog tus ntawd hais thiab lawv hais tias, “Tus no yog Vajtswv lub hwjchim uas hu ua lub hwjchim loj kawg nkaus.”"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.11","label":"11","content":"Lawv kub siab mloog nws rau qhov nws ua khawv koob yees siv rau lawv phimhwj ntev los lawm."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.12","label":"12","content":"Tiamsis thaum Fili piav txoj xov zoo hais txog Vajtswv lub tebchaws thiab Yexus Khetos lub npe, mas lawv kuj ntseeg Fili tej lus thiab lawv cov pojniam txivneej ua kevcai raus dej."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.13","label":"13","content":"Ximoos kuj ntseeg thiab thaum nws ua kevcai raus dej lawm nws kuj nrog Fili nyob ntxiv mus. Thaum nws pom tej txujci tseem ceeb thiab tej kev phimhwj uas Fili ua nws xav tsis thoob li."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.14","label":"14","content":"Thaum cov tubtxib uas nyob hauv Yeluxalees tau hnov tias cov Xamali kuj txais yuav Vajtswv tej lus lawm, lawv txawm txib Petus thiab Yauhas mus cuag cov Xamali."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.15","label":"15","content":"Thaum ob tug tuaj txog, ob tug thov Vajtswv pab kom lawv txais tau Vaj Ntsuj Plig uas dawb huv,"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.16","label":"16","content":"rau qhov Vaj Ntsuj Plig tsis tau los rau hauv lawv leejtwg li, lawv tsuas yog ua kevcai raus dej hauv tus Tswv Yexus lub npe xwb."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.17","label":"17","content":"Ob tug txawm tsa tes npuab rau saum lawv mas lawv kuj tau txais Vaj Ntsuj Plig uas dawb huv."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.18","label":"18","content":"Thaum Ximoos pom tias qhov uas ob tug tubtxib tsa tes npuab pub tau Vaj Ntsuj Plig rau lawv, ces nws txawm coj nyiaj tuaj rau ob tug,"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.19","label":"19","content":"hais tias, “Thov pub lub hwjchim no rau kuv thiab xwv thaum kuv tsa tes npuab leejtwg tus ntawd thiaj tau txais Vaj Ntsuj Plig uas dawb huv.”"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.20","label":"20","content":"Petus txawm hais rau Ximoos tias, “Cia koj cov nyiaj thiab koj tus kheej raug puam tsuaj ua ke, rau qhov koj xav tias tej uas Vajtswv pub no koj tshwm nyiaj yuav tau."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.21","label":"21","content":"Koj tsis muaj feem dabtsi koom tes haujlwm no rau qhov koj lub siab tsis ncaj rau Vajtswv."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.22","label":"22","content":"Vim li no koj cia li ntxeev dua siab ntawm koj txojkev phem no thiab thov tus Tswv saib, tej zaum nws yuav zam tej uas koj xav hauv koj lub siab,"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.23","label":"23","content":"rau qhov kuv pom tias koj poob rau hauv kev khib siab, thiab txojkev phem muab koj khi lawm.”"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.24","label":"24","content":"Ximoos txawm teb tias, “Thov koj thov tus Tswv pab kuv kom tej uas koj hais ntawd thiaj tsis raug kuv ib yam kiag li.”"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.25","label":"25","content":"Thaum ob tug tubtxib ua timkhawv thiab qhia tus Tswv tej lus tag lawm, ob tug txawm rov mus rau Yeluxalees, ob tug piav txoj xov zoo hauv Xamali ntau lub zos taug kev mus."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.26","label":"26","content":"Tus Tswv ib tug tubtxib saum ntuj hais rau Fili tias, “Cia li sawv tsees mus rau sab nrad mus kom txog txojkev uas mus lub nroog Yeluxalees mus txog lub moos Kaxa.” (Yog txojkev uas hla tebchaws moj sab qhua.)"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.27","label":"27","content":"Fili txawm sawv tsees mus, ua ciav ntsib ib tug yawg nraug sam uas yog neeg Ethi‑aupia, yog cov Ethi‑aupia tus poj vaj Khadake tus tim xyoob uas saib xyuas tug poj vaj lub txhab nyiaj huvsi. Nws mus pe Vajtswv hauv Yeluxalees los."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.28","label":"28","content":"Thaum nws caij tsheb nees rov qab, nws tabtom nyeem xibhwb Yaxaya uas cev Vajtswv lus phau ntawv."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.29","label":"29","content":"Vaj Ntsuj Plig txawm hais rau Fili tias, “Cia li mus ti nkaus lub tsheb ntawd.”"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.30","label":"30","content":"Fili txawm dhia mus txog mas hnov nws nyeem xibhwb Yaxaya uas cev Vajtswv lus phau ntawv, thiaj nug tias, “Koj nkag siab tej uas koj nyeem los tsis nkag?”"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.31","label":"31","content":"Tus nraug sam teb tias, “Yog tsis muaj leejtwg txhais yuav ua li cas nkag siab tau?” Nws txawm hu Fili nce nrog nws caij saum lub tsheb nees."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.32","label":"32","content":"Vajtswv txojlus uas nws nyeem ntawd yog nqe uas hais tias, “Nws raug coj mus tua ib yam li tus yaj, thiab ib yam li tus menyuam yaj nyob twjywm ntawm tus uas txiav plaub xubntiag li cas, nws kuj tsis rua ncauj ib yam li ntawd."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.33","label":"33","content":"Thaum nws raug luag saib tsis taus nws tsis tau txais kev txiav txim ncaj. Leejtwg yuav hais tau txog nws caj ces? Rau qhov nws txojsia twb raug muab rho hauv lub ntiajteb lawm.”"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.34","label":"34","content":"Tus nraug sam hais rau Fili tias, “Thov koj qhia kuv saib, qhov uas tus xibhwb cev lus hais no yog nws hais txog nws tus kheej los yog hais txog lwm tus?”"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.35","label":"35","content":"Fili thiaj qheb ncauj pib piav ntawm Vajtswv txojlus nqes ntawd mus, nws piav txoj xov zoo hais txog Yexus rau tus nraug sam mloog."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.36","label":"36","content":"Thaum tabtom taug kev mus ob tug txawm mus txog ib qho chaw uas muaj dej, mas tus nraug sam txawm hais tias, “Saib maj, ntawm no muaj dej. Muaj dabtsi khuam cheem ua rau kuv ua tsis tau kevcai raus dej?”"},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.38","label":"38","content":"Ces nws txawm kom lub tsheb nees nres, mas Fili thiab tus nraug sam nqes rau hauv dej thiab Fili muab nws ua kevcai raus dej."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.39","label":"39","content":"Thaum ob tug nce hauv dej los, tus Tswv tus Ntsuj Plig txawm coj Fili mus lawm. Tus nraug sam tsis rov pom dua Fili, nws taug kev mus zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"ACT.8","verse_code":"ACT.8.40","label":"40","content":"Tiamsis Fili tshwm rau hauv lub moos Axautha thiab thaum nws taug kev mus nws piav txoj xov zoo rau txhua lub moos mus txog thaum nws tuaj txog lub moos Xixaleya."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.1","label":"1","content":"Xolau ua nyaum heev hais tias yuav tua tus Tswv cov thwjtim nws thiaj mus cuag tus tuam pov thawj hlob"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.2","label":"2","content":"thov ntawv tso cai mus rau tej tsev sablaj hauv lub nroog Damaxaka, es yog ntsib leejtwg taug Yexus Txojkev tsis hais pojniam txivneej, mas yuav ntes khi coj los rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.3","label":"3","content":"Thaum Xolau tabtom taug kev mus yuav txog lub nroog Damaxaka, tamsim ntawd txawm muaj ib tug duab ci nplas saum ntuj tuaj vij nkaus nws."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.4","label":"4","content":"Nws thiaj ntog vau hlo rau hauv pem teb thiab hnov ib lub suab hais tias, “Xolau, Xolau, ua cas koj tsim txom kuv?”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.5","label":"5","content":"Xolau thiaj hais tias, “Tus Tswv, koj yog leejtwg?” Tus Tswv teb tias, “Kuv yog Yexus uas koj tabtom tsim txom."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.6","label":"6","content":"Cia li sawv tsees nkag mus rau hauv lub nroog, yuav muaj neeg qhia rau koj paub tias koj yuav tsum ua dabtsi.”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.7","label":"7","content":"Cov uas nrog nws taug kev mus kuj nres yoob tag. Lawv hnov lub suab tiamsis tsis pom leejtwg."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.8","label":"8","content":"Xolau sawv hauv pem teb los, thaum nws qheb qhov muag nws kuj tsis pom kev. Lawv thiaj tuav nws tes coj mus rau hauv lub nroog Damaxaka."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.9","label":"9","content":"Nws qhov muag dig tau peb hnub, thiab nws tsis noj tsis haus dabtsi li."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.10","label":"10","content":"Hauv lub nroog Damaxaka muaj ib tug thwjtim npe hu ua Anania. Tus Tswv ua yog toog hais rau nws tias, “Anania 'e.” Nws teb tias, “Tus Tswv, kuv nyob ntawm no.”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.11","label":"11","content":"Tus Tswv hais rau nws tias, “Cia li sawv tsees mus kom txog txojkev uas hu ua Kev Ncaj, thiab mus nrhiav Xolau uas yog neeg Thaxa hauv Yudas lub tsev, rau qhov Xolau tabtom thov Vajtswv,"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.12","label":"12","content":"thiab nws ua yog toog pom ib tug yawg npe hu ua Anania tuaj muab tes npuab rau saum nws kom nws thiaj rov pom kev.”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.13","label":"13","content":"Tiamsis Anania teb tias, “Kuv tau hnov ntau leej hais txog tus yawg ntawd tias nws twb ua phem heev npaum li cas rau koj cov xov dawb huv Yeluxalees."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.14","label":"14","content":"Thiab nws tau ntawv tso cai ntawm cov pov thawj hlob kom tuaj ntes txhua tus uas tuav koj lub npe thov.”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.15","label":"15","content":"Tiamsis tus Tswv hais rau nws tias, “Cia li mus, rau qhov nws yog kuv tej cuab yeej uas kuv xaiv cia lawm. Nws yuav coj kuv lub npe mus hais rau lwm haiv neeg thiab tej vajntxwv thiab cov Yixayee."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.16","label":"16","content":"Kuv yuav qhia rau nws paub tias nws yuav raug kev tsim txom npaum li cas vim yog saib rau kuv lub npe.”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.17","label":"17","content":"Ces Anania txawm mus thiab nkag mus rau hauv lub tsev ntawd. Nws tsa tes npuab saum Xolau thiab hais tias, “Kwv Xolau 'e, tus Tswv txib kuv tuaj, yog Yexus uas tshwm rau koj pom thaum koj taug kev tuaj, kom koj thiaj rov pom kev thiab muaj Vaj Ntsuj Plig dawb huv puv npo.”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.18","label":"18","content":"Tamsim ntawd muaj ib yam zoo li daim nplai poob ntawm nws lub qhov muag los nws thiaj rov pom kev, nws thiaj sawv tsees ua kevcai raus dej,"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.19","label":"19","content":"thiab noj mov thiab rov muaj zog tuaj. Xolau nrog cov thwjtim hauv lub nroog Damaxaka nyob ntau hnub."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.20","label":"20","content":"Thiab tamsim ntawd nws tshaj tawm txog Yexus rau hauv tej tsev sablaj hais tias, “Yexus yog Vajtswv leej Tub.”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.21","label":"21","content":"Sawvdaws uas tau hnov nws hais kuj phimhwj sib tham hais tias, “Tus no yog tus uas ua phem kawg rau cov uas tuav lub npe no thov hauv Yeluxalees los tsis yog? Qhov uas nws tuaj no twb yog nws tuaj ntes cov ntawd khi coj mus rau cov pov thawj hlob ntag los tsis yog?”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.22","label":"22","content":"Tiamsis Xolau muaj zog zuj zus tuaj thiab ua rau cov Yudai uas nyob hauv Damaxaka tsis pom qab xav rau qhov nws qhia rau sawvdaws paub tseeb tias Yexus yog tus Khetos."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.23","label":"23","content":"Dhau ntawd ntau hnub cov Yudai txawm ntaus tswvyim yuav tua Xolau,"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.24","label":"24","content":"tiamsis lawv lub tswvyim twb nrov mus txog Xolau lawm. Lawv zov ntawm rooj loog nruab hnub hmo ntuj yuav tua Xolau."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.25","label":"25","content":"Tiamsis cov thwjtim muab Xolau nyob rau hauv ib lub tawb loj tso dauv ntawm ntsa loog hmo ntuj mus lawm."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.26","label":"26","content":"Thaum Xolau mus txog hauv lub nroog Yeluxalees lawm nws yooj xeeb yuav koom nrog cov thwjtim ua ke, tiamsis lawv sawvdaws ntshai vim tsis ntseeg tias Xolau ua thwjtim lawm."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.27","label":"27","content":"Mas Npananpa coj Xolau mus cuag cov tubtxib thiab piav rau lawv mloog tias Xolau pom tus Tswv uas hais rau nws ntawm tog kev li cas thiab nws twb muaj lub siab tuab qhia hauv Yexus lub npe rau hauv lub nroog Damaxaka li cas lawm."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.28","label":"28","content":"Ces Xolau thiaj koom tau nrog cov tubtxib mus mus los los hauv lub nroog Yeluxalees. Nws muaj siab tuab qhuab qhia hauv tus Tswv lub npe."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.29","label":"29","content":"Thiab nws nrog cov Yudai uas hais tau lus Kili xwb sib hais thiab sib cam, mas lawv cov ntawd kuj nrhiav kev muab nws tua."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.30","label":"30","content":"Thaum cov kwvtij paub zaj no, lawv txawm coj nws mus rau lub moos Xixaleya thiab xa nws mus rau lub moos Thaxa."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.31","label":"31","content":"Cov pawg ntseeg thoob plaws Yudia, Kalilais thiab Xamali thiaj nyob siab tus yees thiab loj hlob. Txhua tus ua lub neej paub ntshai tus Tswv thiab tau kev txhawb siab ntawm Vaj Ntsuj Plig dawb huv, cov pawg ntseeg thiaj huaj vam coob tuaj."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.32","label":"32","content":"Thaum Petus mus mus los los rau txhua qhov nws mus txog Vajtswv cov xov dawb uas nyob hauv lub moos Lida."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.33","label":"33","content":"Nws ntsib ib tug yawg npe hu ua Aine‑a qhov ntawd, nws tuag cev pw saum txaj tau yim xyoo lawm."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.34","label":"34","content":"Petus hais rau nws tias, “Aine‑a, Yexus Khetos kho koj zoo. Cia li sawv tsees khaws koj lub chaw pw.” Tamsim ntawd nws txawm sawv tsees."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.35","label":"35","content":"Thaum cov neeg uas nyob hauv lub moos Lida thiab ntawm lub tiaj Saloo pom nws zoo, lawv kuj tig los cuag tus Tswv."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.36","label":"36","content":"Hauv lub moos Yaupa muaj ib tug pojniam uas yog thwjtim hu ua Thanpitha uas lus Kili hu ua Daukha.  Tus pojniam no pheej ua zoo rau luag thiab pab cov txom nyem ntau heev."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.37","label":"37","content":"Lub sijhawm ntawd tus pojniam ntawd txawm mob thiab tuag lawm. Thaum lawv muab nws lub cev ntxuav lawv muab nws tso rau ib chav txheej saud."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.38","label":"38","content":"Lub moos Lida nyob ze lub moos Yaupa. Thaum cov thwjtim hnov tias Petus nyob qhov ntawd, lawv txawm txib ob tug mus thov nws hais tias, “Thov koj tuaj cuag peb sai sai.”"},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.39","label":"39","content":"Petus txawm sawv tsees nrog ob tug mus. Thaum Petus mus txog lawm lawv coj nws mus rau chav uas nyob txheej saud. Cov poj ntsuam sawvdaws kuj sawv ntsug vij Petus quaj thiab qhia nws saib txhua yam tsoos tsho uas Daukha ua thaum nws tseem muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.40","label":"40","content":"Petus txawm kom lawv sawvdaws tawm mus sab nraud mas nws txawm txhos caug thov Vajtswv thiab tig los hais rau tus tuag tias, “Thanpitha, cia li sawv tsees.” Thanpitha txawm qheb muag pom Petus thiab sawv los zaum."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.41","label":"41","content":"Petus cev tes mus rub nws sawv. Nws hu cov xov dawb thiab cov poj ntsuam rov los thiab muab tus pojniam uas ciaj rov los ntawd cob rau lawv."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.42","label":"42","content":"Tej xwm txheej ntawd nrov ncha thoob plaws lub moos Yaupa, thiab muaj neeg coob coob los ntseeg tus Tswv."},{"bible_id":"1269","chapter_code":"ACT.9","verse_code":"ACT.9.43","label":"43","content":"Petus nyob hauv lub moos Yaupa ntau hnub, nws so hauv Ximoos uas yog tus Kws luam tawv lub tsev."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.1","label":"1","content":"Muaj ib tug yawg npe hu ua Khaunelia nyob hauv lub moos Xixaleya, nws yog ib tug thawj rog uas kav ib puas leej nyob hauv pab tub rog uas hu ua Ithali Pab."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.2","label":"2","content":"Nws thiab nws tsev neeg coj Vajtswv kevcai nruj thiab paub ntshai Vajtswv, nws pub rau tej neeg txom nyem ntau heev thiab thov Vajtswv tsis tu ncua."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.3","label":"3","content":"Thaum kwvlam hnub qaij peb teev tus thawj rog ntawd ua yog toog pom ib tug tubtxib saum ntuj los hais rau nws tias, “Khaunelia 'e.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.4","label":"4","content":"Nws saib dheev tus tubtxib saum ntuj ntawd thiab ntshai heev thiab hais tias, “Yawg hlob, no yog dabtsi?” Tus tubtxib saum ntuj hais rau nws tias, “Koj tej lus thov thiab tej uas koj muab pub rau luag twb nce mus txog Vajtswv ua lub chaw uas Vajtswv nco txog koj lawm."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.5","label":"5","content":"Nimno koj cia li txib neeg mus rau lub moos Yaupa thiab coj Ximoos uas hu ua Petus tuaj."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.6","label":"6","content":"Nws nyob hauv tus Ximoos Kws luam tawv lub tsev uas nyob ntawm ntug hiavtxwv.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.7","label":"7","content":"Thaum tus tubtxib saum ntuj uas hais rau nws mus lawm, Khaunelia txawm hu ob tug tub qhe thiab ib tug tub rog uas hwm Vajtswv nruj hauv cov uas tu nws los."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.8","label":"8","content":"Thaum nws piav txhua yam rau lawv mloog lawm nws txib lawv mus rau lub moos Yaupa."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.9","label":"9","content":"Hnub tom qab thaum peb tug no taug kev mus yuav txog lub moos Yaupa mas kwvlam tav su Petus txawm nce mus thov Vajtswv saum txheej tsev las tshav."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.10","label":"10","content":"Nws txawm tshaib plab xav noj mov. Thaum lawv tseem ua su nws txawm ua yog toog"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.11","label":"11","content":"pom rooj ntug qheb thiab pom ib yam zoo li ib daim ntaub dav dav khi plaub lub kaum tso nqes los rau hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.12","label":"12","content":"Hauv daim ntaub ntawd muaj txhua yam tsiaj plaub txhais tes taw, thiab tsiaj nkag hauv av thiab nas noog saum nruab ntug."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.13","label":"13","content":"Txawm muaj ib lub suab hais tuaj rau nws hais tias, “Petus, cia li sawv tsees muab tua noj.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.14","label":"14","content":"Petus hais tias, “Tsis tau, tus Tswv. Yam uas qias thiab tsis dawb huv kuv tsis txeev noj kiag li.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.15","label":"15","content":"Lub suab rov hais zaum ob rau nws tias, “Yam uas Vajtswv muab ntxuav lawm koj tsis txhob hais tias qias.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.16","label":"16","content":"Muaj li ntawd txog peb zaug ces daim ntaub txawm raug muab nqa mus rau saum ntuj tamsid lawm."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.17","label":"17","content":"Thaum Petus tseem tsis pom qab xav txog zaj yog toog ntawd lub ntsiab yog dabtsi, ces tamsim ntawd cov neeg uas Khaunelia txib tuaj txawm tuaj nug nrhiav tau Ximoos lub tsev. Lawv tuaj txog sawv sab nraum rooj vag,"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.18","label":"18","content":"thiab hu nug tias tus Ximoos uas hu ua Petus puas nyob ntawm no."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.19","label":"19","content":"Thaum Petus tseem tabtom xav txog zaj yog toog ntawd, Vaj Ntsuj Plig txawm hais rau nws tias, “Saib maj, muaj peb tug yawg tuaj nrhiav koj."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.20","label":"20","content":"Cia li sawv tsees nqes mus rau txheej hauv qab thiab nrog lawv mus tsis txhob ua xyem xyav, vim yog kuv txib lawv tuaj.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.21","label":"21","content":"Petus thiaj nqes mus ntsib lawv thiab hais tias, “Kuv yog tus uas nej tuaj nrhiav ntag. Nej tuaj tus kev dabtsi?”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.22","label":"22","content":"Lawv hais tias, “Khaunelia yog ib tug thawj rog kav ib puas leej thiab yog ib tug ncaj ncees paub ntshai Vajtswv thiab yog ib tug muaj koob meej hauv ib tsoom Yudai huvsi. Muaj ib tug tubtxib saum ntuj uas dawb huv kom Khaunelia hu koj mus rau hauv nws lub tsev es yuav mloog koj tej lus qhia.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.23","label":"23","content":"Petus thiaj hu lawv los so rau hauv tsev. Hnub tom qab nws sawv kev nrog lawv mus, thiab cov kwvtij qee leej hauv lub moos Yaupa kuj nrog nws mus thiab."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.24","label":"24","content":"Dhau dua ib hnub tom qab lawv li mus txog lub moos Xixaleya. Khaunelia tabtom tos ntsoov lawv thiab hu nws tej kwvtij kwvluag tuaj txoos ua ke."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.25","label":"25","content":"Thaum Petus tuaj txog Khaunelia tuaj tos nws thiab pe khwb ti nkaus ntawm nws kotaw."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.26","label":"26","content":"Petus ntsiab nkaus Khaunelia tsa sawv, thiab hais tias, “Cia li sawv, kuv kuj tsuas yog neeg thiab xwb.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.27","label":"27","content":"Thaum tabtom hais lus Petus nkag mus hauv tsev mas pom neeg nyob ua ke coob coob,"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.28","label":"28","content":"ces nws txawm hais rau lawv tias, “Nej yeej paub tias qhov uas ib tug Yudai mus tsham thiab koom nrog lwm haiv neeg ua ke yog yam uas txhaum kevcai heev. Tiamsis Vajtswv qhia tshwm rau kuv tias yuav tsis txhob hais tias ib tug twg qias lossis tsis dawb huv."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.29","label":"29","content":"Vim li no, thaum nej hu kuv tuaj kuv thiaj li tuaj tsis khuam cheem dabtsi. Kuv thov nug nej tias nej hu kuv tuaj tus kev dabtsi?”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.30","label":"30","content":"Khaunelia hais tias, “Tau plaub hnub los lawm kuv tabtom thov Vajtswv hauv kuv tsev kwvlam lub sijhawm no yog hnub qaij peb teev, txawm muaj ib tug yawg sawv ntawm kuv xubntiag hnav tsoos tsho ci nplas."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.31","label":"31","content":"Tus ntawd hais tias, ‘Khaunelia, Vajtswv twb hnov koj tej lus thov thiab nco txog tej uas koj pub rau cov txom nyem lawm."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.32","label":"32","content":"Vim li no cia li txib neeg mus rau lub moos Yaupa hu Ximoos uas hu ua Petus tuaj. Nws nyob hauv tus Ximoos Kws luam tawv lub tsev ntawm ntug hiavtxwv.’"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.33","label":"33","content":"Kuv thiaj txib neeg mus hu koj tamsid, mas qhov uas koj tuaj kuj zoo lawm. Lub sijhawm no peb sawvdaws nyob txhij zog tab meeg Vajtswv, tos mloog txhua yam uas tus Tswv kom koj hais.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.34","label":"34","content":"Petus txawm qheb ncauj hais tias, “Kuv pom tseeb lawm tias Vajtswv tsis saib leejtwg ntsej muag,"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.35","label":"35","content":"thiab hauv txhua haiv neeg tus uas paub ntshai Vajtswv thiab xyaum ncaj ncees kuj yog txaus Vajtswv lub siab."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.36","label":"36","content":"Nej yeej paub txog tej lus uas Vajtswv muab cob rau cov Yixayee, yog qhov uas nws piav txoj xov zoo uas hais txog nyob siab tus yees hauv Yexus Khetos uas yog sawvdaws tus Tswv."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.37","label":"37","content":"Nej yeej paub tej xwm txheej uas tshwm thoob plaws lub xeev Yudia yog pib hauv lub xeev Kalilais tom qab tus Yauhas uas coj ua kevcai raus dej tshaj tawm ntawd,"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.38","label":"38","content":"yog qhov uas hais tias Vajtswv muab Vaj Ntsuj Plig dawb huv thiab muab lub hwjchim hliv rau hauv Yexus uas yog neeg Naxale li cas, thiab qhov uas hais tias Yexus mus mus los los ua tej haujlwm zoo thiab kho txhua tus uas raug dab tsim txom li cas, vim yog Vajtswv nrog nraim Yexus."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.39","label":"39","content":"Peb ua timkhawv txog tej haujlwm huvsi uas nws ua rau hauv lub xeev Yudia thiab hauv lub nroog Yeluxalees. Lawv muab nws dai rau saum tus ntoo tua pov tseg"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.40","label":"40","content":"mas hnub peb Vajtswv tsa nws ciaj sawv rov los thiab pub nws tshwm rau peb,"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.41","label":"41","content":"tsis yog tshwm rau tej neeg sawvdaws tiamsis tshwm rau peb pom xwb yog cov timkhawv uas Vajtswv xaiv cia lawd. Tom qab uas nws ciaj sawv hauv qhov tuag rov los peb kuj nrog nws noj haus ua ke."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.42","label":"42","content":"Nws hais kom peb tshaj tawm thiab ua timkhawv rau sawvdaws tias Vajtswv twb tsa Yexus ua tus uas txiav txim rau cov neeg ciaj thiab cov neeg tuag."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.43","label":"43","content":"Cov xibhwb cev Vajtswv lus sawvdaws kuj ua timkhawv txog Yexus tias txhua tus uas ntseeg nws tau txais kev zam txim hauv Yexus lub npe.”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.44","label":"44","content":"Thaum Petus tseem tabtom hais tej lus ntawd, Vaj Ntsuj Plig dawb huv txawm los rau saum txhua tus uas hnov tej lus ntawd."},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.45","label":"45","content":"Cov uas twb ua kevcai txiav thiab ntseeg uas nrog Petus tuaj kuj phimhwj heev vim tias Vajtswv hliv Vaj Ntsuj Plig uas dawb huv rau lwm haiv neeg thiab,"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.46","label":"46","content":"rau qhov lawv hnov cov neeg ntawd hais lwm yam lus  thiab qhuas ntxhias Vajtswv. Petus txawm hais tias,"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.47","label":"47","content":"“Leejtwg yuav txwv tau cov neeg no uas tau txais Vaj Ntsuj Plig dawb huv ib yam li peb, tsis pub lawv ua kevcai raus dej?”"},{"bible_id":"1269","chapter_code":"ACT.10","verse_code":"ACT.10.48","label":"48","content":"Petus thiaj hais kom muab lawv ua kevcai raus dej hauv Yexus Khetos lub npe. Lawv thov kom Petus nrog lawv nyob ob peb hnub."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.1","label":"1","content":"Cov tubtxib thiab cov kwvtij uas nyob hauv Yudia hnov xov tias lwm haiv neeg twb txais yuav Vajtswv txojlus thiab."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.2","label":"2","content":"Thaum Petus mus txog hauv lub nroog Yeluxalees cov ntseeg uas ua kevcai txiav txawm yws nws tias,"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.3","label":"3","content":"“Ua cas koj mus rau hauv cov neeg uas tsis tau ua kevcai txiav thiab nrog lawv noj mov ua ke?”"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.4","label":"4","content":"Petus thiaj pib piav ua ib qeb zuj zus rau lawv mloog tias,"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.5","label":"5","content":"“Thaum kuv nyob hauv lub moos Yaupa thiab tabtom thov Vajtswv, kuv ua yog toog pom ib yam zoo li ib daim ntaub dav dav khi plaub lub kaum tso nqes saum ntuj los ze ntawm kuv."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.6","label":"6","content":"Kuv saib mas pom muaj tej tsiaj nruab nqhuab plaub txhais tes taw, tsiaj qus tsiaj nkag thiab tej noog saum nruab ntug."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.7","label":"7","content":"Thiab kuv hnov ib lub suab hais rau kuv tias, ‘Petus, cia li sawv tsees muab tua noj.’"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.8","label":"8","content":"Kuv hais tias, ‘Tsis tau, tus Tswv, vim tias yam uas qias lossis tsis dawb huv tsis txeev nkag rau hauv kuv lub qhov ncauj kiag li.’"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.9","label":"9","content":"Tiamsis lub suab rov hais saum ntuj tuaj zaum ob hais tias, ‘Yam uas Vajtswv muab ntxuav lawm koj tsis txhob hais tias qias.’"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.10","label":"10","content":"Tej ntawd los tshwm peb zaug ces txhua yam ntawd txawm raug muab nqa rov mus saum ntuj lawm."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.11","label":"11","content":"Mas tamsim ntawd txawm muaj peb tus yawg tuaj sawv ntawm lub tsev uas peb  nyob, lawv raug txib hauv lub moos Xixaleya tuaj cuag kuv."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.12","label":"12","content":"Vaj Ntsuj Plig txawm hais kom kuv nrog lawv mus tsis txhob ua xyem xyav. Thiab rau tus kwvtij no kuj nrog kuv mus, mas peb nkag mus rau hauv tus yawg ntawd lub tsev."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.13","label":"13","content":"Nws thiaj piav rau peb mloog tias nws tau pom ib tug tubtxib saum ntuj tshwm los rau hauv nws tsev li cas thiab hais rau nws tias, ‘Cia li txib neeg mus rau lub moos Yaupa thiab coj Ximoos uas hu tias Petus tuaj,"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.14","label":"14","content":"mas nws yuav qhia txoj xov zoo uas yuav cawm koj thiab koj tsev neeg dim.’"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.15","label":"15","content":"Thaum kuv pib qhia, Vaj Ntsuj Plig dawb huv txawm nqes los rau saum lawv ib yam li thaum chiv thawj los rau saum peb."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.16","label":"16","content":"Mas kuv thiaj nco txog tus Tswv tej lus uas nws hais tias, ‘Yauhas coj neeg ua kevcai raus hauv dej tiamsis nej yuav ua kevcai raus hauv Vaj Ntsuj Plig uas dawb huv.’"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.17","label":"17","content":"Yog Vajtswv twb pub rau lawv cov ib yam li thaum peb ntseeg tus Tswv Yexus Khetos es pub rau peb, kuv yog leejtwg es kuv yuav tav Vajtswv?”"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.18","label":"18","content":"Thaum lawv hnov tej lus ntawd lawd lawv txawm tsis muaj lus hais. Lawv qhuas Vajtswv hais tias, “Vajtswv twb pub lwm haiv neeg ntxeev dua siab tshiab thiaj tau txojsia thiab.”"},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.19","label":"19","content":"Thaum Xatefanau raug muab tua thiab cov ntseeg raug kev tsim txom, ces txawm khiav ua sab ua sua mus, ib txhia mus txog lub xeev Finikia thiab Xaipla thiab lub moos Athi‑au. Lawv tsuas yog piav txoj xov zoo rau cov Yudai mloog xwb."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.20","label":"20","content":"Lawv cov ntawd muaj qee leej uas yog neeg Xaipla thiab neeg Khulene mus txog hauv lub moos Athi‑au kuj piav txoj xov zoo hais txog tus Tswv Yexus rau cov neeg Kili mloog."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.21","label":"21","content":"Thiab Vajtswv txhais tes nrog nraim lawv, thiaj muaj neeg coob coob ntseeg thiab tig los cuag tus Tswv."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.22","label":"22","content":"Tej xov no nrov los txog pawg ntseeg hauv Yeluxalees, lawv thiaj txib Npananpa mus rau lub moos Athi‑au."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.23","label":"23","content":"Thaum Npananpa mus txog thiab pom qhov uas Vajtswv hlub lawv nws zoo siab xyiv fab. Nws txhawb lawv lub zog kom lawv sawvdaws muab lub siab xib hlo rau tus Tswv."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.24","label":"24","content":"Npananpa yog ib tug neeg zoo thiab muaj Vaj Ntsuj Plig thiab kev ntseeg puv npo. Muaj neeg coob los ntseeg tus Tswv tsav ntxiv."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.25","label":"25","content":"Npananpa thiaj mus nrhiav Xolau ntawm lub moos Thaxa."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.26","label":"26","content":"Thaum nrhiav tau lawd, nws thiaj coj Xolau los rau hauv lub moos Athi‑au. Ob tug koom ua ke rau hauv pawg ntseeg tau ib xyoos thiab qhuab qhia cov ntseeg coob heev. Hauv lub moos Athi‑au no yog thawj zaug uas cov ntseeg raug hu ua Khixatia."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.27","label":"27","content":"Lub sijhawm ntawd muaj cov xibhwb cev Vajtswv lus tuaj hauv Yeluxalees tuaj rau hauv lub moos Athi‑au."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.28","label":"28","content":"Lawv cov muaj ib tug hu ua Akanpa sawv tsees los hais pom tom hauv ntej raws li Vaj Ntsuj Plig kom nws hais, hais tias yuav muaj kev tshaib plab loj heev thoob plaws lub ntiajteb. Tej xwm txheej no muaj tshwm los rau ntu uas huabtais Khaunti‑au kav."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.29","label":"29","content":"Cov thwjtim txhua tus hais hum tias yuav pub nyiaj raws li txhua tus muab tau xa mus pab cov kwvtij uas txom nyem hauv lub xeev Yudia."},{"bible_id":"1269","chapter_code":"ACT.11","verse_code":"ACT.11.30","label":"30","content":"Lawv kuj ua li ntawd mas muab rau Npananpa thiab Xolau xa mus rau cov uas saib xyuas cov ntseeg."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.1","label":"1","content":"Thaum ntawd vajntxwv Helauj tsa tes kiag ua phem rau cov ntseeg qee leej."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.2","label":"2","content":"Nws xuas ntaj tua Yauhas tus tijlaug Yakaunpau."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.3","label":"3","content":"Thaum nws pom tias qhov uas nws ua ntawd hum cov Yudai lub siab nws kuj ntes Petus thiab. Tej xwm txheej no tshwm rau thaum ua kevcai Noj Ncuav tsis Xyaw Keeb."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.4","label":"4","content":"Thaum ntes Petus lawd txawm muab kaw rau hauv tsev lojfaj, thiab muab cob rau plaub pab tub rog zov ib pab muaj plaub leeg. Helauj npaj siab cia tias thaum ua kevcai Hla Dhau tag lawm nws yuav coj Petus los rau cov pejxeem txiav txim."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.5","label":"5","content":"Vim li no Petus thiaj raug kaw hauv tsev lojfaj. Tiamsis pawg ntseeg kub siab lug thov Vajtswv pab Petus."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.6","label":"6","content":"Hmo ntawd ua ntej uas Helauj yuav coj Petus tawm los txiav txim, Petus tabtom tsaug zog hauv nruab nrab ob tug tub rog, muaj ob txoj saw hlau khi thiab muaj cov tub rog tabtom zov qhov rooj tsev lojfaj."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.7","label":"7","content":"Mas txawm muaj tus Tswv  ib tug tubtxib saum ntuj tshwm plaws los thiab muaj duab ci nplas rau hauv chav uas kaw. Tus tubtxib saum ntuj ntawd txawm diaj Petus ib sab cev tsa kom sawv thiab hais tias, “Cia li sawv tsees sai sai.” Ob txoj saw hlau kuj plam ntawm Petus tes lawm."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.8","label":"8","content":"Tus tubtxib saum ntuj hais rau Petus tias, “Cia li sia siv thiab rau khau.” Petus kuj ua li ntawd. Thiab hais rau Petus tias, “Cia li muab lub tsho ntev los kauv thiab raws kuv qab mus.”"},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.9","label":"9","content":"Petus txawm raws qab tawm mus. Nws tsis paub tias qhov uas tus tubtxib saum ntuj ua ntawd yog tseeb, nws xav tias yog ua yog toog xwb."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.10","label":"10","content":"Thaum ob tug hla dhau pab tub rog uas ib thiab pab uas ob lawm, kuj los txog lub qhov rooj hlau uas yog txojkev uas mus rau hauv lub nroog. Txhib qhov rooj ntawd cia li qheb rau ob tug mus, ob tug thiaj hla tawm mus mas thaum taug txojkev tau ib nyuag ntu, tus tubtxib saum ntuj cia li ploj ntais ntawm Petus lawm."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.11","label":"11","content":"Thaum Petus feeb meej lawm nws hais tias, “Nimno kuv paub tseeb tias tus Tswv txib nws li tubtxib saum ntuj los cawm kuv dim hauv Helauj txhais tes thiab dim qhov uas cov Yudai npaj siab ua phem.”"},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.12","label":"12","content":"Thaum Petus paub li ntawd lawm, nws txawm mus rau ntawm Yauhas uas muaj dua ib lub npe hu ua Malakau leej niam lub tsev. Qhov ntawd muaj ntau leej tuaj txoos ua ke thov Vajtswv."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.13","label":"13","content":"Thaum Petus khob rooj vag muaj ib tug nkauj qhev hu ua Lauda tawm mus saib."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.14","label":"14","content":"Thaum nws cim tau tias yog Petus lub suab nws zoo siab heev, ces txawm tsis nco qheb rooj vag. Nws cia li dhia rov qab mus hais tias Petus sawv ntawm rooj vag."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.15","label":"15","content":"Lawv txawm hais rau nws tias, “Koj vwm kaj.” Tiamsis nws hais khov kho tias yog tiag tiag li. Lawv txawm hais tias, “Yog tus tubtxib saum ntuj uas nrog nraim Petus xwb.”"},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.16","label":"16","content":"Tiamsis Petus tseem khob khob rooj vag. Thaum lawv qheb rooj vaj thiab pom nws, lawv kuj phimhwj heev."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.17","label":"17","content":"Petus co tes rau lawv kom nyob twjywm thiab piav rau lawv mloog tias tus Tswv coj nws tawm hauv tsev lojfaj los li cas. Nws hais tias, “Cia li mus hais zaj no rau Yakaunpau thiab cov kwvtij paub.” Ces Petus txawm tawm mus rau lwm qhov lawm."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.18","label":"18","content":"Thaum kaj ntug cov tub rog kuj ntxhov heev rau qhov uas lawv tsis paub xyov Petus ua li cas lawm."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.19","label":"19","content":"Thaum Helauj nrhiav tsis pom Petus, nws tshuaj cov tub rog uas zov tsev lojfaj ntawd thiab hais kom muab lawv tua pov tseg. Ces Helauj txawm tawm hauv lub xeev Yudia mus nyob rau hauv lub moos Xixaleya lawm."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.20","label":"20","content":"Helauj chim rau cov neeg uas nyob hauv lub nroog Thailab thiab hauv lub nroog Xaidoo. Cov neeg thiaj koom ua ib lub siab tuaj cuag nws. Lawv yaum kom Nplata uas saib xyuas vajntxwv Helauj tsev pab lawv hais, ces lawv li mus thov vajntxwv Helauj kom rov sib raug zoo, rau qhov lawv lub tebchaws yeej yuav mov noj hauv vajntxwv lub tebchaws."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.21","label":"21","content":"Txog hnub uas teem cia lawd Helauj hnav nws cev tsoos vajntxwv thiab zaum saum lub rooj txiav txim thiab ua lus zaj lus zuag hais lus rau lawv."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.22","label":"22","content":"Ib tsoom neeg qw tias, “No yog ib tug timtswv lub suab, tsis yog suab neeg.”"},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.23","label":"23","content":"Tamsim ntawd tus Tswv ib tug tubtxib saum ntuj txawm ntaus Helauj mob vim nws tsis muab koob meej rau Vajtswv, mas nws thiaj raug kas muab noj txog tuag."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.24","label":"24","content":"Tiamsis Vajtswv txojlus huaj vam tuaj thiab nthuav dav zuj zus mus."},{"bible_id":"1269","chapter_code":"ACT.12","verse_code":"ACT.12.25","label":"25","content":"Thaum Npananpa thiab Xolau ua haujlwm tag, ob tug txawm tawm hauv Yeluxalees mus, thiab coj Yauhas uas muaj dua npe hu ua Malakau mus thiab."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.1","label":"1","content":"Pawg ntseeg hauv Athi‑au muaj xibhwb cev Vajtswv lus thiab xibhwb qhia, yog Npananpa thiab Xime‑oo uas hu ua Nikaw  thiab Lukia uas yog neeg Khulene, thiab Mana‑ee uas nrog Helauj uas yog tus tswv xeev nyob loj hlob ua ke thiab Xolau."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.2","label":"2","content":"Thaum lawv tabtom pe hawm tus Tswv thiab yoo mov, Vaj Ntsuj Plig dawb huv hais tias, “Cia li muab Npananpa thiab Xolau cais los ua tej haujlwm uas kuv hu kom ob tug ua.”"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.3","label":"3","content":"Thaum yoo mov thiab thov Vajtswv tag lawm lawv txawm tsa tes npuab saum Npananpa thiab Xolau thiab xa ob tug mus."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.4","label":"4","content":"Vaj Ntsuj Plig dawb huv txib ob tug mus, ob tug thiaj mus rau lub moos Xelukia thiab caij nkoj deg qhov ntawd mus rau lub koog povtxwv Xaipla."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.5","label":"5","content":"Thaum mus txog lub moos Xalami, ob tug txawm piav Vajtswv txojlus rau hauv cov Yudai tej tsev sablaj. Yauhas kuj nyob rawv pab ob tug thiab."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.6","label":"6","content":"Thaum lawv mus thoob plaws lub koog povtxwv lawm kuj los txog lub moos Pafau mas ntsib ib tug yawg Yudai uas ua khawv koob yees siv thiab yog ib tug cuav xibhwb cev lus, npe hu ua Npalayexu."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.7","label":"7","content":"Nws nrog Xawkia Paulau uas ua tus thawj kav Xaipla nyob. Tus thawj ntawd yog ib tug txawj ntse, nws txawm hu Npananpa thiab Xolau los cuag nws yuav mloog Vajtswv txojlus."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.8","label":"8","content":"Elima uas ua khawv koob yees siv (nws lub npe lub ntsiab yeej yog li ntawd) nws tawm tsam ob tug. Nws yooj xeeb ua kom tus thawj uas kav tebchaws ntawd txhob ntseeg."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.9","label":"9","content":"Tiamsis Xolau uas muaj dua ib lub npe hu ua Povlauj muaj Vaj Ntsuj Plig dawb huv puv npo txawm ntsia ntsoov Elima,"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.10","label":"10","content":"thiab hais tias, “Koj yog Ntxwg Nyoog li tub, koj muaj kev dag ntxias thiab kev phem puv nkaus, koj ua tshawj chim rau txhua txojkev ncaj ncees. Koj yuav tsis tseg qhov uas muab tus Tswv txojkev ncaj ua kom nkhaus lov?"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.11","label":"11","content":"Saib mas, nimno tus Tswv txhais tes yuav rau txim rau koj, koj yuav dig muag tsis pom lub hnub mus ib ntus.” Tamsim ntawd txawm muaj ib yam zoo li huab los ua rau Elima qhov muag tsaus ntais tsis pom kev lawm nws thiaj xuas dub nrhiav neeg tuav nws tes mus."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.12","label":"12","content":"Thaum tus thawj kav tebchaws pom tej xwm txheej uas tshwm los ntawd nws kuj ntseeg, rau qhov nws phimhwj rau tej lus uas qhia txog tus Tswv."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.13","label":"13","content":"Povlauj thiab cov uas nrog nws ua ke txawm caij nkoj ntawm lub moos Pafau mus txog lub moos Pawka hauv lub xeev Pafilia. Yauhas txawm ncaim lawv rov mus rau Yeluxalees lawm."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.14","label":"14","content":"Lawv txawm taug kev ntawm lub moos Pawka mus txog lub moos Athi‑au hauv lub xeev Pixidia. Mas hnub Xanpatau  lawv mus zaum rau hauv lub tsev sablaj."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.15","label":"15","content":"Thaum nyeem Vajtswv txoj kevcai thiab tej lus uas cov xibhwb cev lus sau cia tag lawm, cov thawj saib xyuas lub tsev sablaj txawm tso neeg mus hais rau Povlauj lawv tias, “Cov kwvtij, yog nej muaj lus txhawb siab rau cov neeg no kuj hais tau.”"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.16","label":"16","content":"Povlauj txawm sawv tsees tsa tes hais tias, “Nej haiv neeg Yixayee thiab nej cov uas paub ntshai Vajtswv, cia li mloog nawj."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.17","label":"17","content":"Haiv neeg Yixayee tus Vajtswv xaiv peb tej poj koob yawm txwv cia thiab pub lawv huaj vam coob rau thaum lawv ua qhua nyob hauv Iyi tebchaws, thiab tsa kiag nws txhais npab coj lawv tawm hauv lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.18","label":"18","content":"Nws ua siab ntev thev lawv hauv tebchaws moj sab qhua kwvlam plaub caug xyoo."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.19","label":"19","content":"Thaum nws muab xya haiv neeg hauv Khana‑as tebchaws ua puam tsuaj tag lawm nws kuj muab lawv lub tebchaws ntawd pub ua qub txeeg qub teg rau peb tej poj koob yawm txwv,"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.20","label":"20","content":"lub sijhawm huvsi kwvlam plaub puas tsib caug xyoo. Dhau ntawd nws pub cov uas ua thawj rau lawv, mus txog thaum Xamuyee uas yog xibhwb cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.21","label":"21","content":"Thaum ntawd lawv thov kom muaj vajntxwv, Vajtswv thiaj li pub Khij tus tub Xa‑u uas yog xeem Npeeyamee ua vajntxwv kav lawv plaub caug xyoo."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.22","label":"22","content":"Thaum muab Xa‑u hle lawm, Vajtswv tsa Davi ua vajntxwv kav lawv thiab ua timkhawv hais txog Davi tias, ‘Kuv tau nrhiav Yexi tus tub Davi, uas hum kuv siab. Nws yuav ua txhua yam raws li kuv lub siab xav.’"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.23","label":"23","content":"Vajtswv coj ib tug Cawmseej hauv tus Davi no caj ces los rau cov Yixayee, yog Yexus, raws li Vajtswv cog lus tseg lawd."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.24","label":"24","content":"Ua ntej Yexus los, Yauhas twb tshaj tawm txog qhov uas ua kevcai raus dej uas qhia hais tias ntxeev dua siab tshiab rau ib tsoom Yixayee sawvdaws lawm."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.25","label":"25","content":"Thiab thaum Yauhas ua haujlwm yuav tiav, nws hais tias, ‘Nej xav tias kuv yog leejtwg? Kuv tsis yog tus ntawd. Tiamsis muaj ib tug yuav ua kuv qab los, kuv twb tsis tsim nyog daws txoj hlua khau ntawm nws kotaw.’"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.26","label":"26","content":"“Cov kwvtij, nej cov uas yog Aplahas caj ces thiab nej cov uas paub ntshai Vajtswv, txoj xov zoo hais txog kev dim no twb xa tuaj txog peb lawm."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.27","label":"27","content":"Cov neeg uas nyob hauv Yeluxalees thiab lawv cov thawj tsis paub thiab tsis nkag siab cov xibhwb cev lus tej lus uas txhua hnub Xanpatau lawv nyeem, lawv thiaj teem txim rau Yexus kom tiav raws li tej lus ntawd."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.28","label":"28","content":"Txawm yog tsis pom muaj kev txhaum txaus tuag los lawv kuj thov kom Philaj muab nws tua pov tseg."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.29","label":"29","content":"Thaum lawv ua txhua yam tiav raws li sau txog nws lawm, lawv txawm muab nws lub cev tuag txo saum ntoo los thiab muab nws log rau hauv lub qhov ntxa."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.30","label":"30","content":"Tiamsis Vajtswv tsa nws ciaj sawv hauv qhov tuag los."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.31","label":"31","content":"Ncua sijhawm ntau hnub Yexus los tshwm rau cov neeg uas nrog nws tuaj hauv lub xeev Kalilais tuaj rau Yeluxalees pom, mas nimno cov neeg ntawd ua timkhawv txog nws rau ib tsoom neeg."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.32","label":"32","content":"Peb coj txoj xov zoo no qhia rau nej tias tej lus uas cog tseg rau peb tej poj koob yawm txwv ntawd"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.33","label":"33","content":"Vajtswv twb ua tiav li ntawd rau peb cov uas yog lawv li tub ki, yog qhov uas nws tsa Yexus ciaj sawv rov los. Kuj yog raws li tej lus sau cia rau hauv Ntawv Nkauj zaj ob hais tias, “ ‘Koj yog kuv tus tub, hnub no kuv yug tau koj lawm.’"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.34","label":"34","content":"Qhov uas Vajtswv tsa nws ciaj hauv qhov tuag rov los tsis kheev nws lwj mus, Vajtswv kuj hais li no tias, ‘Kuv yuav pub tej lus cog tseg dawb huv ruaj khov uas kuv cog rau Davi lawd rau nej.’"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.35","label":"35","content":"Vim li ntawd Vajtswv kuj hais hauv lwm qhov tias, ‘Koj yuav tsis kheev koj tus uas Dawb huv lwj kiag li.’"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.36","label":"36","content":"Thaum Davi ua nws tes haujlwm raws li Vajtswv lub siab tag nws sim neej, nws kuj tuag  mus thiab muab log nrog nws tej poj koob yawm txwv thiab nws kuj lwj lawm,"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.37","label":"37","content":"tiamsis tus uas Vajtswv tsa ciaj sawv rov los tsis lwj kiag li."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.38","label":"38","content":"Vim li no, kwvtij 'e, cia li nkag siab tias vim muaj tus no thiaj muaj qhov uas tshaj tawm kev zam txim rau nej."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.39","label":"39","content":"Thiab vim muaj tus no txhua tus uas ntseeg thiaj dim txhua yam uas Mauxe txoj kevcai cawm tsis tau."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.40","label":"40","content":"Vim li no nej yuav tsum ceev faj tib zoo xwv tej lus uas cov xibhwb cev lus hais ntawd thiaj tsis raug nej."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.41","label":"41","content":"‘Nej cov uas thuam luag cia li tsa muag ntsia thiab phimhwj thiab puam tsuaj, rau qhov lub sijhawm uas nej nyob, kuv tabtom yuav ua yam uas yog muaj neeg hais rau nej ua ntej los nej yuav tsis ntseeg.’ ”"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.42","label":"42","content":"Thaum Povlauj thiab Npananpa tawm mus, cov neeg ntawd kuj thov kom ob tug rov hais tej lus ntawd rau lawv mloog rau hnub Xanpatau tom ntej."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.43","label":"43","content":"Thaum kaw kev sablaj lawm cov Yudai thiab cov uas los coj Yudai kevcai nruj ntau leej txawm raws Povlauj thiab Npananpa qab mus. Ob tug thiaj hais rau lawv thiab txhawb lawv lub siab kom nyob rau hauv Vajtswv txojkev hlub mus li."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.44","label":"44","content":"Thaum rov txog hnub Xanpatau yuav luag tag cov neeg hauv lub moos tuaj txoos ua ke mloog tus Tswv txojlus."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.45","label":"45","content":"Thaum cov Yudai pom muaj neeg coob heev, lawv txawm khib heev, thiab cam tej lus uas Povlauj hais thiab hais lus saib tsis taus nws."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.46","label":"46","content":"Povlauj thiab Npananpa muaj siab tuab hais tias, “Yuav tsum piav Vajtswv txojlus rau nej ua ntej. Tiamsis nej tsis lees yuav thiab txiav txim siab nej tus kheej tias tsis tsim nyog tau txojsia ib txhis tsis kawg, vim li no peb yuav tig mus rau lwm haiv neeg."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.47","label":"47","content":"Rau qhov tus Tswv hais rau peb tias, “ ‘Kuv tsa koj ua qhov kaj ci mus rau lwm haiv neeg kom koj thiaj tau coj txojkev dim mus txog qab ntuj kawg.’ ”"},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.48","label":"48","content":"Thaum lwm haiv neeg hnov tej lus ntawd lawd lawv kuj zoo siab kawg thiab qhuas tus Tswv txojlus. Txhua tus uas twb xaiv cia kom tau txojsia ib txhis tsis kawg kuj los ntseeg."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.49","label":"49","content":"Tus Tswv txojlus thiaj li nthuav thoob plaws tebchaws ntawd."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.50","label":"50","content":"Tiamsis cov Yudai tshum cov pojniam muaj koob meej uas hwm Vajtswv nruj thiab cov txiv uas ua thawj hauv lub moos ntawd kom tsim txom Povlauj thiab Npananpa, thiab ntiab ob tug tawm hauv lawv li kav xyuam mus."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.51","label":"51","content":"Povlauj thiab Npananpa txawm nchos tej hmoov av uas lo ob tug kotaw tab meeg lawv ces txawm mus rau hauv lub moos Ikhauniyu lawm."},{"bible_id":"1269","chapter_code":"ACT.13","verse_code":"ACT.13.52","label":"52","content":"Cov thwjtim zoo siab xyiv fab heev thiab puv npo Vaj Ntsuj Plig dawb huv."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.1","label":"1","content":"Hauv lub moos Ikhauniyu Povlauj thiab Npananpa mus rau hauv cov Yudai lub tsev sablaj ib yam li txeev mus thiab qhia ntxim siab mas cov Yudai thiab cov Kili thiaj los ntseeg coob."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.2","label":"2","content":"Tiamsis cov Yudai uas tsis ntseeg tshum kom lwm haiv neeg xav phem rau cov kwvtij uas ntseeg."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.3","label":"3","content":"Vim li no ob tug thiaj nyob qhov chaw ntawd ntev, muaj lub siab tuab piav txog tus Tswv, thiab tus Tswv pub kom ob tug ua tau txujci tseem ceeb thiab txujci phimhwj thiaj qhwv tau tej lus uas hais txog Vajtswv txojkev hlub."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.4","label":"4","content":"Ces cov neeg hauv lub moos ntawd txawm tawg ua ob pab, ib pab nrog cov Yudai ib pab nrog cov tubtxib."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.5","label":"5","content":"Thaum lwm haiv neeg thiab cov Yudai thiab lawv cov thawj ntaus tswvyim yuav ua phem xuas pob zeb ntaus ob tug,"},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.6","label":"6","content":"ob tug kuj paub lawm, txawm khiav mus rau lub xeev Likhaunia mus rau lub moos Lixatha thiab lub moos Dawnpi thiab tej zej zog ib ncig,"},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.7","label":"7","content":"thiab piav txoj xov zoo rau qhov ntawd."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.8","label":"8","content":"Hauv lub moos Lixatha muaj ib tug yawg zaum ob txhais kotaw mus tsis tau kev. Nws tuag taw txij thaum yug los tsis tau txeev mus kev li."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.9","label":"9","content":"Nws mloog Povlauj hais, mas Povlauj ntsia ntsoov nws pom tias nws muaj kev ntseeg txaus kho nws tus mob zoo,"},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.10","label":"10","content":"Povlauj txawm qw nrov hais tias, “Cia li sawv tsees sawv ntsug.” Tus yawg ntawd txawm sawv tsees caws qia dhia mus kev."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.11","label":"11","content":"Thaum cov neeg pom tej uas Povlauj ua, lawv txawm tsa suab qw hais lus Likhaunia tias, “Tej timtswv txia ua neeg nqes los txog peb lawm.”"},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.12","label":"12","content":"Lawv txawm tis npe rau Npananpa hu ua Xu thiab tis npe rau Povlauj hu ua Hawme vim Povlauj yog tus txiv lus."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.13","label":"13","content":"Tus povthawj uas teev tus dab mlom Xu uas nyob sab nraum lub moos txawm coj txiv nyuj thiab paj ntoo tuaj rau ntawm rooj loog yuav nrog cov pejxeem ua kevcai xyeem rau ob tug."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.14","label":"14","content":"Thaum Npananpa thiab Povlauj hnov li ntawd ob tug txawm dua pes rhe ob tug tej ris tsho thiab dhia mus rau hauv cov neeg ntawd thiab qw hais tias,"},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.15","label":"15","content":"“Nej sawvdaws, nej ua dabtsi li no? Wb kuj yog neeg thooj ib yam li nej xwb, thiab wb coj txoj xov zoo tuaj rau nej kom nej tig kiag ntawm tej kev uas tsis muaj qabhau no los cuag Vajtswv tus uas muaj txojsia nyob, yog tus uas tsim lub ntuj thiab lub ntiajteb thiab dej hiavtxwv thiab txhua yam uas muaj nyob rau hauv."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.16","label":"16","content":"Yav tag los Vajtswv cia ib tsoom neeg sawvdaws nyias mus raws li nyias txojkev."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.17","label":"17","content":"Tiamsis nws pheej qhia nws rau nej paub tsis tu ncua, rau qhov nws ua zoo rau nej thiab pub nag los saum ntuj los thiab pub muaj qoob loo raws caij raws nyoog rau nej, thiab pub nej muaj noj tsau npo thiab muaj kev zoo siab.”"},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.18","label":"18","content":"Txawm yog hais li ntawd lawm, los ob tug ceeblaj txwv lawv kom tsis txhob xyeem tej ntawd rau ob tug."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.19","label":"19","content":"Muaj cov Yudai qee leej tuaj tim lub moos Athi‑au thiab lub moos Ikhauniyu tuaj. Lawv tshum cov pejxeem mas lawv xuas pob zeb ntaus Povlauj thiab muab nws hai tawm hauv lub moos mus, lawv xav tias nws tuag lawm."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.20","label":"20","content":"Tiamsis thaum cov thwjtim tuaj vij nkaus nws, nws txawm sawv tsees mus rau hauv lub moos. Hnub tom qab nws nrog Npananpa mus rau hauv lub moos Dawnpi."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.21","label":"21","content":"Thaum ob tug piav txoj xov zoo hauv lub moos ntawd thiab coj neeg los ua thwjtim coob coob, ob tug txawm rov mus rau lub moos Lixatha thiab lub moos Ikhauniyu thiab lub moos Athi‑au."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.22","label":"22","content":"Ob tug txhawb cov thwjtim muaj zog tuaj thiab txhawb kom lawv nyob ruaj hauv txojkev ntseeg thiab hais tias, “Peb yuav tsum raug kev txom nyem ntau yam thiaj nkag tau rau hauv Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.23","label":"23","content":"Thaum ob tug tsa cov uas saib xyuas cov ntseeg rau txhua qhov lawm, ob tug kuj yoo mov thov Vajtswv thiab muab lawv cob rau tus Tswv uas lawv ntseeg."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.24","label":"24","content":"Ob tug hla lub xeev Pixidia los txog lub xeev Pafilia"},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.25","label":"25","content":"Thaum ob tug qhia Vajtswv txojlus rau hauv lub moos Pawka tag lawm, ob tug txawm nqes mus rau lub moos Athala,"},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.26","label":"26","content":"thiab caij nkoj qhov ntawd mus rau lub moos Athi‑au, yog lub moos uas muab ob tug cob rau hauv Vajtswv txojkev hlub kom mus ua tej haujlwm uas ob tug twb ua tiav lawm."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.27","label":"27","content":"Thaum los txog, ob tug hu pawg ntseeg tuaj txoos ua ke thiab piav txhua yam uas Vajtswv siv ob tug ua thiab piav txog qhov uas Vajtswv qheb qhov rooj rau lwm haiv neeg los ntseeg li cas."},{"bible_id":"1269","chapter_code":"ACT.14","verse_code":"ACT.14.28","label":"28","content":"Mas ob tug nrog cov thwjtim nyob qhov ntawd ntev loo."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.1","label":"1","content":"Muaj qee leej tuaj hauv lub xeev Yudia tuaj qhuab qhia cov kwvtij hais tias, “Yog tsis ua kevcai txiav raws li Mauxe kevcai, nej kuj tsis dim.”"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.2","label":"2","content":"Thaum Povlauj thiab Npananpa nrog lawv cov sib cam heev lawd, cov ntseeg txawm tsa Povlauj thiab Npananpa thiab lwm tus kom mus sablaj rau cov tubtxib thiab cov saib xyuas cov ntseeg hauv lub nroog Yeluxalees txog zaj uas sib cam ntawd."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.3","label":"3","content":"Pawg ntseeg thiaj xa lawv mus. Thaum lawv taug kev hla hauv lub xeev Finikia thiab lub xeev Xamali mus, lawv piav txog qhov uas lwm haiv neeg ntxeev dua siab tshiab mas ua rau cov kwvtij sawvdaws zoo siab heev kawg."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.4","label":"4","content":"Thaum tuaj txog Yeluxalees, pawg ntseeg thiab cov tubtxib thiab cov saib xyuas cov ntseeg kuj tos txais lawv, mas lawv piav txhua yam uas Vajtswv siv lawv ua rau cov ntawd mloog."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.5","label":"5","content":"Tiamsis cov Falixai uas ntseeg qee leej sawv tsees hais tias, “Yuav tsum muab lawv ua kevcai txiav, thiab nkaw lus kom lawv coj raws li Mauxe txoj kevcai.”"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.6","label":"6","content":"Cov tubtxib thiab cov uas saib xyuas pawg ntseeg thiaj sau zog ua ke sablaj txog zaj no."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.7","label":"7","content":"Thaum sib cam ntev lawm, Petus txawm sawv tsees hais tias, “Cov kwvtij, nej yeej paub tias thaum chiv thawj Vajtswv xaiv kuv hauv nej los ua tus uas piav txoj xov zoo rau lwm haiv neeg hnov thiab ntseeg."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.8","label":"8","content":"Vajtswv, tus uas paub neeg lub siab, twb qhwv lawv thiab pub Vaj Ntsuj Plig dawb huv rau lawv ib yam li uas pub rau peb."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.9","label":"9","content":"Nws tsis cais peb thiab lawv, thiab vim lawv ntseeg nws ntxuav lawv lub siab kom dawb huv."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.10","label":"10","content":"Yog li ntawd nimno ua cas nej tseem sim Vajtswv es muab tus quab tso rau saum cov thwjtim caj qwb yog yam uas peb tej poj koob yawm txwv thiab peb ris tsis taus lawm?"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.11","label":"11","content":"Tiamsis peb ntseeg hais tias peb yuav dim vim muaj tus Tswv Yexus txojkev hlub, mas lawv yuav dim li ntawd thiab.”"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.12","label":"12","content":"Ib tsoom sawvdaws nyob twjywm thiab mloog Npananpa thiab Povlauj piav txog tej txujci tseem ceeb thiab txujci phimhwj uas Vajtswv siv ob tug ua rau hauv nruab nrab lwm haiv neeg."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.13","label":"13","content":"Thaum piav tag lawd, Yakaunpau thiaj hais tias, “Cov kwvtij, cia li mloog kuv hais."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.14","label":"14","content":"Ximoos twb piav tias Vajtswv los saib lwm haiv neeg thawj zaug li cas thiab xaiv ib pawg tawm hauv lawv ua nws li neeg."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.15","label":"15","content":"Tej lus uas cov xibhwb cev Vajtswv lus tau hais tseg kuj hum zaj no, raws li uas sau cia hais tias,"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.16","label":"16","content":"“ ‘Tom qab ntawd kuv yuav rov los tsim Davi lub tsev uas pob tag dua tshiab. Kuv yuav kho tej uas pob tag thiab tsa dua tshiab,"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.17","label":"17","content":"kom ib tsoom neeg thiab lwm haiv neeg sawvdaws uas hu raws li kuv lub npe thiaj los nrhiav tus Tswv. Tus Tswv hais li no ntag,"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.18","label":"18","content":"nws twb qhia kom paub thaum ub los lawm.’"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.19","label":"19","content":"Vim li no raws li kuv pom zoo mas peb tsis txhob ua ceeblaj rau lwm haiv neeg uas tig los cuag Vajtswv,"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.20","label":"20","content":"tiamsis cia peb sau ntawv mus hais kom lawv tseg tsis txhob noj yam uas qias tsis huv uas muab xyeem rau dab mlom, tsis txhob ua nkauj ua nraug, tsis txhob noj tej tsiaj uas zawm caj dab tuag thiab tsis txhob noj ntshav."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.21","label":"21","content":"Rau qhov txij thaum ub los txhua lub moos yeej muaj neeg tshaj tawm txog Mauxe thiab muab nws tej lus nyeem rau txhua hnub Xanpatau hauv tej tsev sablaj.”"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.22","label":"22","content":"Thaum ntawd cov tubtxib thiab cov uas saib xyuas pawg ntseeg thiab pawg ntseeg sawvdaws pom zoo yuav xaiv qee leej hauv lawv nrog Npananpa thiab Povlauj mus rau lub moos Athi‑au. Lawv xaiv Yudas uas muaj dua ib lub npe hu ua Npaxanpa thiab Xila, ob tug yog cov uas ua thawj hauv cov kwvtij."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.23","label":"23","content":"Lawv sau tsab ntawv rau ob tug xa mus hais tias, “Peb cov kwvtij, uas yog tubtxib thiab cov uas saib xyuas pawg ntseeg, muaj lus zoo siab tuaj rau cov kwvtij uas yog lwm haiv neeg hauv lub moos Athi‑au thiab hauv lub xeev Xilia thiab lub xeev Khilikia."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.24","label":"24","content":"Vim yog peb hnov tias peb cov qee leej uas tsis yog peb txib tuaj los kuj tau tuaj hais ua rau nej ntxhov siab thiab tsis pom qab xav lawm,"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.25","label":"25","content":"peb thiaj pom zoo ua ib lub siab xaiv qee leej txib nrog Npananpa thiab Povlauj uas peb hlub tuaj cuag nej,"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.26","label":"26","content":"yog ob tug uas sev nyog txojsia vim saib rau peb tus Tswv Yexus Khetos lub npe."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.27","label":"27","content":"Vim li no peb thiaj xa Yudas thiab Xila tuaj, mas ob tug yuav xuas qhov ncauj piav tib zaj no rau nej mloog."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.28","label":"28","content":"Rau qhov Vaj Ntsuj Plig uas dawb huv thiab peb pom zoo tsis txhob muab lub nra hnyav rau nej ris tsuas yog tej yam uas cheem tsum xwb,"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.29","label":"29","content":"yog tseg tsis txhob noj tej uas xyeem rau dab mlom, tsis txhob noj ntshav, tsis txhob noj tej tsiaj uas zawm caj dab tuag thiab tsis txhob ua nkauj ua nraug. Yog nej tseg tau tej no kuj yog nej ua zoo lawm. Thov kom noj qab nyob zoo.”"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.30","label":"30","content":"Thaum sib fim ncaim tag lawm, lawv txawm mus rau lub moos Athi‑au. Thaum hu sawvdaws tuaj txoos ua ke, ces txawm muab tsab ntawv cob rau lawv."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.31","label":"31","content":"Thaum muab nyeem lawm lawv kuj zoo siab xyiv fab rau tej lus txhawb siab ntawd."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.32","label":"32","content":"Yudas thiab Xila uas yog xibhwb cev Vajtswv lus txawm hais lus txhawb cov kwvtij lub siab ntau yam thiab pab lawv muaj zog."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.33","label":"33","content":"Thaum ob tug nrog lawv nyob ib ntus lawm, cov kwvtij txawm xa ob tug mus zoo rov los rau hauv pawg ntseeg uas xa ob tug tuaj."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.35","label":"35","content":"Povlauj thiab Npananpa tseem nyob hauv lub moos Athi‑au nrog lwm tus qhuab qhia thiab piav tus Tswv txoj xov zoo."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.36","label":"36","content":"Ob peb hnub tom qab Povlauj txawm hais rau Npananpa tias, “Cia wb ob leeg rov mus saib cov kwvtij hauv txhua lub moos uas wb tau piav tus Tswv txoj xov zoo lawm saib lawv zoo li cas.”"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.37","label":"37","content":"Npananpa xav coj Yauhas uas muaj dua ib lub npe hu ua Malakau mus thiab."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.38","label":"38","content":"Tiamsis Povlauj pom tias tsis tsim nyog coj mus rau qhov nws twb tso ob tug tseg ntawm Pafilia tsis nrog ob tug ua ke mus ua haujlwm."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.39","label":"39","content":"Ces ob tug txawm sib cam heev thiaj sib ncaim. Npananpa coj Malakau nrog nws nce nkoj mus rau Xaipla,"},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.40","label":"40","content":"tiamsis Povlauj xaiv Xila nrog nws mas thaum cov kwvtij muab ob tug cob rau tus Tswv txojkev hlub lawm ces ob tug txawm mus."},{"bible_id":"1269","chapter_code":"ACT.15","verse_code":"ACT.15.41","label":"41","content":"Nws mus thoob plaws lub xeev Xilia thiab lub xeev Khilikia txhawb cov pawg ntseeg lub zog."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.1","label":"1","content":"Povlauj txawm mus rau lub moos Dawnpi thiab lub moos Lixatha. Qhov ntawd muaj ib tug thwjtim npe hu ua Timaute, nws niam yog neeg Yudai uas ntseeg, nws txiv yog neeg Kili."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.2","label":"2","content":"Cov kwvtij hauv lub moos Lixatha thiab lub moos Ikhauniyu puavleej pom tias Timaute yog ib tug zoo."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.3","label":"3","content":"Povlauj xav coj Timaute nrog nws mus thiaj muab nws ua kevcai txiav vim yog saib rau cov Yudai uas nyob hauv tej moos ntawd rau qhov lawv sawvdaws paub tias nws txiv yog neeg Kili."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.4","label":"4","content":"Thaum lawv taug kev mus rau hauv txhua lub moos lawv kuj muab tej lus uas cov tubtxib thiab cov saib xyuas pawg ntseeg hauv lub nroog Yeluxalees hais hum ntawd cob rau lawv xyaum raws li ntawd."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.5","label":"5","content":"Yog li ntawd cov pawg ntseeg thiaj muaj zog thiab cov xov dawb niaj hnub tsav ntxiv coob zuj zus tuaj."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.6","label":"6","content":"Lawv mus thoob plaws lub xeev Fikia thiab lub xeev Kalatia rau qhov Vaj Ntsuj plig txwv tsis kheev lawv hais txoj xov zoo rau hauv lub xeev Axia."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.7","label":"7","content":"Thaum lawv tuaj txog ntawm lub xeev Mixia ciam teb, lawv yooj xeeb yuav mus rau hauv lub xeev Npithinia tiamsis Yexus tus Ntsuj Plig tsis kheev lawv mus."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.8","label":"8","content":"Yog li ntawd lawv txawm taug kev hla lub xeev Mixia los txog lub moos Rhau‑a."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.9","label":"9","content":"Thaum tsaus ntuj Povlauj ua yog toog pom ib tug yawg neeg Makhedaunia sawv ntsug thov nws hais tias, “Cia li tuaj pab peb hauv lub xeev Makhedaunia thiab.”"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.10","label":"10","content":"Thaum nws pom zaj yog toog ntawd lawm, peb txawm npaj mus rau hauv lub xeev Makhedaunia tamsid, rau qhov peb ruaj siab tias Vajtswv hu peb mus piav txoj xov zoo rau cov neeg hauv lub xeev ntawd."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.11","label":"11","content":"Peb nce nkoj ntawm Rhau‑a mus ncaj nraim rau lub koog povtxwv Xamorhe, mas hnub tom qab kuj mus txog lub moos Ne‑apoli."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.12","label":"12","content":"Peb tawm qhov ntawd mus rau lub moos Filipi uas yog lub moos loj hauv xeev Makhedaunia thiab yog ib lub moos uas cov neeg Loos kav. Peb txawm so hauv lub moos ntawd ntau hnub."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.13","label":"13","content":"Txog hnub Xanpatau peb tawm mus rau nraum rooj loog mus rau ntawm ntug dej, rau qhov peb xav tias muaj chaw rau neeg thov Vajtswv qhov ntawd. Peb thiaj zaum nrog cov pojniam uas tuaj ua ke ntawd sib tham."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.14","label":"14","content":"Cov uas mloog peb qhia ntawd muaj ib tug pojniam npe hu ua Lidia uas tuaj lub moos Thiathila tuaj. Nws yog ib tug pojniam ua luam muag ntaub tsamxem thiab yog ib tug uas hwm Vajtswv. Tus Tswv qheb nws lub siab kom nws ua tib zoo mloog tej lus uas Povlauj qhia."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.15","label":"15","content":"Thaum tus pojniam ntawd thiab nws tsev neeg ua kevcai raus dej lawm, nws txawm thov peb hais tias, “Yog nej pom tias kuv yog ib tug ntseeg tus Tswv tiag, thov nej los so hauv kuv tsev lauj.” Mas nws thiaj hu yeej peb lawm."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.16","label":"16","content":"Muaj ib zaug thaum peb tabtom tawm mus rau lub chaw uas thov Vajtswv muaj ib tug nkauj qhev uas raug dab leej nkaub txawm tuaj ntsib peb. Qhov uas nws hais paub tom hauv ntej ua rau nws cov lospav tau nyiaj ntau heev."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.17","label":"17","content":"Nws pheej raws Povlauj peb qab mus qw hais tias, “Cov neeg no yog Vajtswv tus Loj Dua Ntais cov tub qhe uas piav txojkev dim rau nej.”"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.18","label":"18","content":"Nws pheej ua li no tau ntau hnub. Povlauj xeeb txob thiaj tig los hais rau tus dab ntawd tias, “Kuv tuav Yexus Khetos lub npe ntiab koj tawm hauv tus pojniam no mus.” Dab txawm tawm plaws tamsid."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.19","label":"19","content":"Thaum tus pojniam ntawd cov lospav pom tias tsis muaj chaw tau nyiaj lawm lawv txawm ntes Povlauj thiab Xila cab mus rau hauv lub tshav puam loj ntawm cov uas kav lub moos ntawd xubntiag."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.20","label":"20","content":"Thaum coj ob tug los rau ntawm cov thawj uas kav lub moos lawv txawm hais tias, “Ob tug no yog neeg Yudai thiab tsim kev kub ntxhov rau hauv peb lub moos."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.21","label":"21","content":"Ob tug qhia tej kevcai uas tsis tsim nyog peb cov Loos yuav ntseeg thiab coj.”"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.22","label":"22","content":"Cov pejxeem kuj sawv tawm tsam ob tug, thiab cov thawj txawm muab ob tug lub tsho hle thiab hais kom xuas pas muab ob tug nplawm."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.23","label":"23","content":"Thaum nplawm ntau tes lawm lawv txawm muab ob tug kaw hauv tsev lojfaj thiab nkaw lus kom tus uas zov tsev lojfaj saib tib zoo."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.24","label":"24","content":"Thaum tus uas zov tsev lojfaj tau tej lus ntawd, nws txawm muab ob tug coj mus kaw rau chav sab hauv thiab muab rab cuab xauv ob tug kotaw."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.25","label":"25","content":"Thaum kwvlam ib tag hmo Povlauj thiab Xila tabtom thov Vajtswv thiab hu nkauj qhuas Vajtswv, thiab cov uas raug txim tabtom mloog,"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.26","label":"26","content":"ua ciav ntuj txawm qeeg heev ua rau tej taw tsev lojfaj ua zog kais. Tamsim ntawd txhua lub qhov rooj qheb tag huvsi thiab tej saw hlau khi lawv txhua tus kuj hle tag huvsi."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.27","label":"27","content":"Thaum tus uas zov tsev lojfaj tsim dheev los nws pom tias tej qhov rooj qheb tag lawm. Nws xav tias cov uas raug kaw khiav tag lawm nws txawm rho kiag ntaj yuav tua nws tus kheej."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.28","label":"28","content":"Tiamsis Povlauj qw nrov nrov hais tias, “Tsis txhob ua phem rau koj tus kheej, rau qhov peb txhua tus tseem nyob ntawm no.”"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.29","label":"29","content":"Tus uas zov tsev lojfaj txawm hais kom taws teeb los thiab dhia mus khwb nkaus pe tshee hnyo rau ntawm Povlauj thiab Xila xubntiag."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.30","label":"30","content":"Nws coj ob tug tawm los thiab hais tias, “Yawg hlob, kuv yuav tsum ua li cas thiaj tau txojkev dim?”"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.31","label":"31","content":"Ob tug hais tias, “Cia li tso siab rau tus Tswv Yexus mas koj thiab koj tsev neeg yuav tau txojkev dim.”"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.32","label":"32","content":"Thiab ob tug piav tus Tswv txojlus rau nws thiab txhua tus uas nyob hauv nws tsev mloog."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.33","label":"33","content":"Hmo ntawd thiab teev ntawd nws txawm coj ob tug mus ntxuav tej qhov txhab mas nws thiab nws tsev neeg sawvdaws ua kevcai raus dej tamsid."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.34","label":"34","content":"Nws coj ob tug mus rau hauv nws tsev thiab npaj zaub mov rau ob tug noj. Nws thiab tag nrho tsev neeg zoo siab xyiv fab vim lawv tau ntseeg Vajtswv lawm."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.35","label":"35","content":"Thaum kaj ntug cov thawj uas kav lub moos tso cov tub ceev xwm mus hais tias, “Cia li muab ob tug ntawd tso mus.”"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.36","label":"36","content":"Tus uas zov tsev lojfaj hais tej lus ntawd rau Povlauj hais tias, “Cov thawj tso neeg tuaj tso neb dim. Yog li ntawd neb cia li tawm los thiab mus zoo.”"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.37","label":"37","content":"Tiamsis Povlauj hais rau lawv tias, “Lawv muab wb uas yog Loos li neeg nplawm tab meeg sawvdaws ua ntej uas tsis tau txiav txim, thiab tseem muab wb kaw rau hauv tsev lojfaj. Nimno lawv yuav cia li tso wb mus twjywm no lov? Tsis tau li. Cia lawv tuaj coj wb tawm mus.”"},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.38","label":"38","content":"Cov tub ceev xwm mus hais tej lus no rau cov thawj kav lub moos. Thaum cov thawj paub tias ob tug yog Loos li neeg, lawv yimhuab ntshai heev."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.39","label":"39","content":"Lawv thiaj tuaj sam hwm ob tug. Lawv coj ob tug tawm mus thiab thov kom ob tug tawm hauv lawv lub moos mus."},{"bible_id":"1269","chapter_code":"ACT.16","verse_code":"ACT.16.40","label":"40","content":"Ob tug thiaj tawm hauv tsev lojfaj mus thiab mus xyuas Lidia. Thaum ntsib cov kwvtij lawm, ob tug txawm hais lus txhawb lawv lub siab thiab ncaim lawv mus."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.1","label":"1","content":"Thaum Povlauj thiab Xila taug kev hla lub moos Afipoli thiab lub moos Apaulaunia mus ob tug los txog lub moos Thexalaunika uas muaj cov Yudai lub tsev sablaj."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.2","label":"2","content":"Povlauj thiaj nkag mus rau hauv lub tsev sablaj yam li uas txeev mus, nws siv Vajtswv tej lus nrog lawv sib cam rau peb hnub Xanpatau,"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.3","label":"3","content":"thiab piav thiab qhia kom lawv paub tseeb tias tus Khetos yuav tsum raug kev tsim txom thiab ciaj sawv hauv qhov tuag rov los, thiab hais tias, “Tus Yexus uas kuv qhia rau nej yog tus Khetos.”"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.4","label":"4","content":"Lawv cov ntawd muaj qee leej lees ntseeg Povlauj tej lus thiab los koom nrog Povlauj thiab Xila. Muaj cov Kili uas hwm Vajtswv ntau leej thiab cov pojniam uas tseem ceeb ntau leej los koom thiab."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.5","label":"5","content":"Tiamsis cov Yudai khib siab txawm mus nrhiav cov neeg phem tom tej tshav puam sau mus ua ib pab tsim kev kub ntxhov rau hauv lub moos. Lawv mus rau ntawm Yaxoo lub tsev es yuav coj ob tug los rau cov pejxeem."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.6","label":"6","content":"Thaum nrhiav tsis pom ob tug, lawv txawm cab Yaxoo thiab cov kwvtij qee leej mus cuag cov thawj uas kav lub moos thiab lawv qw hais tias, “Cov neeg uas tsim kev kub ntxhov thoob ntiajteb kuj tuaj txog ntawm no lawm,"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.7","label":"7","content":"thiab Yaxoo tseem txais lawv cia. Cov neeg no puavleej tsis mloog Xixa tej lus, lawv tseem hais tias muaj dua ib tug vajntxwv, yog Yexus.”"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.8","label":"8","content":"Thaum cov pejxeem thiab cov thawj kav lub moos hnov li ntawd mas ntxhov siab heev."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.9","label":"9","content":"Lawv kom Yaxoo thiab lwm tus them nyiaj ua pov thawj qhwv li tso lawv mus."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.10","label":"10","content":"Thaum tsaus ntuj cov kwvtij txawm xa Povlauj thiab Xila mus rau lub moos Npele‑a. Thaum mus txog lawd ob tug nkag mus rau hauv cov Yudai lub tsev sablaj."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.11","label":"11","content":"Cov Yudai hauv lub moos ntawd siab zoo dua cov Yudai uas nyob hauv lub moos Thexalaunika vim lawv kub siab txais txoj xov zoo thiab niaj hnub tshawb nrhiav Vajtswv txojlus saib tej no muaj tseeb li uas hais los tsis muaj."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.12","label":"12","content":"Vim li no lawv cov ntau leej ntseeg thiab cov pojniam Kili uas tseem ceeb thiab cov txivneej Kili ntau leej kuj ntseeg."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.13","label":"13","content":"Tiamsis thaum cov Yudai uas nyob hauv lub moos Thexalaunika paub tias Povlauj piav Vajtswv txojlus rau hauv lub moos Npele‑a ib yam nkaus, lawv txawm tuaj tshum cov pejxeem kom kub ntxhov thiab."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.14","label":"14","content":"Tamsim ntawd cov kwvtij txawm xa Povlauj tawm taug txojkev uas yuav mus rau nram hiavtxwv, tiamsis Xila thiab Timaute tseem nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.15","label":"15","content":"Cov neeg uas xa Povlauj ntawd xa nws mus rau lub nroog Athee. Thaum Xila thiab Timaute txais tej lus uas Povlauj kom ob tug maj mus cuag nws, ces ob tug txawm tawm mus."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.16","label":"16","content":"Thaum Povlauj tseem tos ob tug hauv lub nroog Athee nws ntxhov siab vim pom dab mlom puv nkaus hauv lub nroog."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.17","label":"17","content":"Vim li ntawd nws thiaj nrog cov Yudai thiab cov uas hwm Vajtswv sib cam hauv lub tsev sablaj thiab nrog cov neeg uas nws niaj hnub ntsib tom tshav puam sib cam"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.18","label":"18","content":"Cov Epiculi thiab cov Xatasu‑i li xibhwb qee leej kuj tuaj nrog Povlauj tham thiab. Ib txhia hais tias, “Tus nyuas neeg ncauj ntau no tabtom hais dabtsi?” Muaj qee leej hais tias, “Zoo li nws coj lwm tebchaws tej dab los qhia,” rau qhov Povlauj piav txog Yexus thiab qhov uas ciaj sawv rov los."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.19","label":"19","content":"Lawv txawm coj Povlauj mus rau hauv lub chaw sablaj Ale‑aupaka thiab nug tias, “Thov koj qhia rau peb saib koj tej lus qhia tshiab no yog li cas?"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.20","label":"20","content":"Rau qhov koj coj tej zaj txawv txawv tuaj txog peb lub qhov ntsej. Peb xav paub tias zaj ntawd muaj lub ntsiab li cas.”"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.21","label":"21","content":"Cov neeg Athee sawvdaws thiab lwm haiv neeg uas nyob qhov ntawd tsuas yog nrhiav sijhawm hais lossis mloog txog tej yam uas tshiab tshiab xwb."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.22","label":"22","content":"Povlauj thiaj sawv ntsug hauv nruab nrab lub chaw sablaj Ale‑aupaka thiab hais tias, “Cov neeg Athee, kuv pom tias nej coj kevcai ntseeg nruj rau txhua fab."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.23","label":"23","content":"Rau qhov thaum kuv taug kev mus ncig thiab saib tej uas nej teev ntawd, kuv pom muaj ib lub thaj uas sau cia hais tias, ‘Pub rau tus timtswv uas tsis tau paub.’ Vim li no tus timtswv uas nej tsis paub los nej tseem teev, kuv thiaj muab piav rau nej."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.24","label":"24","content":"Tus Vajtswv uas tsim lub ntiajteb thiab txhua yam uas nyob hauv, nws yog lub ntuj thiab lub ntiajteb tus Tswv. Nws tsis nyob hauv tej tsev uas neeg txhais tes ua,"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.25","label":"25","content":"thiab tsis txog neeg txhais tes tu nws vim nws tsis cheem tsum dabtsi li, rau qhov nws yog tus uas pub txojsia thiab pa thiab txhua yam rau tej neeg sawvdaws."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.26","label":"26","content":"Nws tsim txhua haiv neeg los ntawm tib tug los xwb kom nyob mus thoob plaws hauv qab ntuj, thiab teem caij teem nyoog thiab tu ciam rau lawv nyob,"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.27","label":"27","content":"xwv lawv thiaj li nrhiav Vajtswv thiab tej zaum yuav xuas nrhiav mus ntsib nws. Tiamsis nws yeej tsis nyob deb ntawm peb txhua tus,"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.28","label":"28","content":"rau qhov ‘hauv Vajtswv peb muaj txojsia, mus tau kev thiab muaj nyob.’ Nej cov uas txawj phim nkauj kuj hais tias ‘Qhov tseeb peb yog Vajtswv li tub ki.’"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.29","label":"29","content":"Vim li no, peb yog Vajtswv li tub ki peb thiaj tsis txhob xav tias Vajtswv zoo li nyiaj kub lossis pob zeb uas muab txua ua yam ntxwv raws li neeg lub tswvyim thiab lub siab xav."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.30","label":"30","content":"Thaum neeg tseem tsis tau paub, Vajtswv kuj tsis suav tias muaj txim, tiamsis nimno nws hais rau neeg sawvdaws uas nyob txhua qhov kom ntxeev dua siab tshiab,"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.31","label":"31","content":"rau qhov nws twb teem ib hnub cia lawm mas hnub ntawd nws yuav kom tus uas nws twb teem cia lawd txiav txim ncaj ncees rau lub ntiajteb. Thiab Vajtswv pub kom sawvdaws ruaj siab txog zaj no vim nws twb tsa tus ntawd ciaj sawv hauv qhov tuag rov los lawm.”"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.32","label":"32","content":"Thaum lawv hnov txog qhov uas ciaj sawv hauv qhov tuag rov los, muaj qee leej kuj thuam luag, tiamsis muaj qee leej tseem hais tias, “Peb yuav mloog koj hais zaj no dua thiab.”"},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.33","label":"33","content":"Povlauj txawm ncaim lawv mus."},{"bible_id":"1269","chapter_code":"ACT.17","verse_code":"ACT.17.34","label":"34","content":"Muaj qee leej koom nrog Povlauj thiab ntseeg. Cov ntawd ib tug yog Di‑aunixia uas yog ib tug tuav haujlwm hauv lub chaw sablaj Ale‑aupaka, thiab muaj ib tug pojniam npe hu ua Damali thiab muaj dua lwm tus."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.1","label":"1","content":"Dhau ntawd Povlauj tawm hauv lub nroog Athee mus rau lub moos Khaulee."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.2","label":"2","content":"Nws ntsib ib tug Yudai qhov ntawd npe hu ua Akhila uas yug hauv lub xeev Phauthia, nyuam qhuav nrog nws tus pojniam Plixila khiav hauv Ithali tebchaws los, vim yog huabtais Khaunti‑au hais kom cov Yudai tawm hauv lub nroog Loos khiav mus. Povlauj txawm mus xyuas ob tug,"},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.3","label":"3","content":"thiab nrog ob tug nyob rau qhov lawv peb leeg ua tib yam haujlwm. Lawv ua haujlwm ua ke vim lawv sawvdaws yog Kws xaws tsev ntaub."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.4","label":"4","content":"Txhua hnub Xanpatau  Povlauj mus nrog lawv sib cam hauv lub tsev sablaj thiab yaum cov Yudai thiab cov Kili lus ntseeg."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.5","label":"5","content":"Thaum Xila thiab Timaute tuaj hauv lub xeev Makhedaunia tuaj lawm Povlauj kuj rau siab ntso qhia txoj xov zoo, thiab ua timkhawv rau cov Yudai tias tus Khetos yog Yexus ntag."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.6","label":"6","content":"Thaum cov neeg ntawd tawm tsam nws thiab hais lus phem rau nws, Povlauj txawm ncho nws tej ris tsho thiab hais rau lawv tias, “Nej cia li ris nej cov ntshav. Kuv tsis muaj txim lawm. Nimno kuv yuav mus rau lwm haiv neeg.”"},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.7","label":"7","content":"Nws txawm tawm qhov ntawd mus rau hauv ib yawg npe hu ua Thitia Yuxata lub tsev, nws yog ib tug uas pe hawm Vajtswv. Nws lub tsev nyob npuas lub tsev sablaj."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.8","label":"8","content":"Khipa uas ua tus thawj saib lub tsev sablaj thiab nws tsev neeg sawvdaws los ntseeg tus Tswv. Thiab cov neeg Khaulee ntau leej hnov Povlauj qhia kuj ntseeg thiab ua kevcai raus dej."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.9","label":"9","content":"Muaj ib hmos tus Tswv ua yog toog rau Povlauj pom hais tias, “Tsis txhob ntshai, cia li hais tsis txhob nyob twjywm,"},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.10","label":"10","content":"rau qhov kuv nrog nraim koj. Yuav tsis muaj leejtwg tawm tsam ua phem rau koj, rau qhov hauv lub moos no kuv muaj neeg coob coob.”"},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.11","label":"11","content":"Povlauj txawm nyob qhov ntawd ib xyoos rau lub hli ntxiv thiab qhia Vajtswv txojlus rau lawv."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.12","label":"12","content":"Thaum Kali‑au ua thawj kav lub xeev Akhaya, cov Yudai txawm ntaus tswvyim ua ib lub siab tawm tsam Povlauj thiab coj nws mus rau hauv tsev tu plaub,"},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.13","label":"13","content":"kom hais tias, “Tus yawg no yaum kom neeg pe hawm Vajtswv uas yog ua txhaum kevcai.”"},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.14","label":"14","content":"Thaum Povlauj tabtom yuav qheb ncauj hais, Kali‑au txawm hais rau cov Yudai tias, “Cov Yudai 'e, yog tias nws ua tsis ncaj lossis ua ib yam kev phem, kuj tsim nyog kuv yuav ua siab ntev mloog nej hais."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.15","label":"15","content":"Tiamsis tsuas yog tej nyuag kev sib cam txog tej lus thiab tej npe thiab nej tej kevcai xwb, nej cia li tu nej xwb. Kuv tsis xav tu tej nyuag plaub li no.”"},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.16","label":"16","content":"Nws txawm muab lawv ntiab tawm hauv lub tsev tu plaub mus."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.17","label":"17","content":"Lawv txawm ntes Xauthene uas saib lub tsev sablaj coj los nplawm tab meeg ntawm lub tsev tu plaub, los Kali‑au tsis quav ntsej li."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.18","label":"18","content":"Povlauj tseem so qhov ntawd ntau hnub ces nws txawm ncaim cov kwvtij thiab nce nkoj mus rau lub xeev Xilia. Plixila thiab Akhila kuj nrog nws mus. Povlauj chais plaubhau hauv lub moos Kheekhia vim nws twb yeem lus cia lawm."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.19","label":"19","content":"Thaum los txog lub moos Efexau Povlauj txawm tso Plixila thiab Akhila tseg rau qhov ntawd. Mas nws nkag rau hauv lub tsev sablaj nrog cov Yudai sib cam."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.20","label":"20","content":"Thaum lawv thov kom nws nrog lawv nyob ntev, nws tsis kam."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.21","label":"21","content":"Thaum nws ncaim lawv mus nws fim lawv tias, “Yog Vajtswv pom zoo kuv yuav rov tuaj ntsib nej dua thiab.” Ces nws txawm nce nkoj tawm hauv lub moos Efexau mus."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.22","label":"22","content":"Thaum nws los txog lub moos Xixaleya, nws mus saib xyuas pawg ntseeg mam li mus rau lub moos Athi‑au."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.23","label":"23","content":"Thaum nws so qhov ntawd ib ntus lawm nws txawm tawm mus thoob plaws lub xeev Kalatia thiab Fikia txhawb cov thwjtim sawvdaws lub zog."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.24","label":"24","content":"Muaj ib tug Yudai npe hu ua Apaulau uas yug hauv lub nroog Alexadia tuaj rau hauv lub moos Efexau. Nws yog ib tug txawj hais lus thiab paub Vajtswv phau ntawv thoob."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.25","label":"25","content":"Nws tau kawm paub tus Tswv txojkev. Nws muaj lub siab kub lug piav thiab qhuab qhia tseeb txog Yexus zaj, tiamsis nws tsuas paub txoj kevcai raus dej uas Yauhas qhia xwb."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.26","label":"26","content":"Nws muaj siab tuab pib hais rau hauv lub tsev sablaj. Thaum Plixila thiab Akhila hnov nws hais, ob tug coj nws mus qhia kom paub Vajtswv txoj kev zoo heev dua tuaj."},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.27","label":"27","content":"Thaum Apaulau xav hla mus tim lub xeev Akhaya, cov kwvtij kuj txhawb nws lub siab thiab sau ntawv mus rau cov thwjtim uas nyob tid tos txais nws. Thaum nws mus txog lawd nws kuj pab cov uas Vajtswv txojkev hlub coj los ntseeg ntau heev,"},{"bible_id":"1269","chapter_code":"ACT.18","verse_code":"ACT.18.28","label":"28","content":"rau qhov nws siv zog cam yeej cov Yudai tab meeg sawvdaws thiab muab Vajtswv txojlus qhia rau lawv pom tias Yexus yog tus Khetos."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.1","label":"1","content":"Thaum Apaulau tseem nyob hauv lub moos Khaulee, Povlauj taug txojkev nruab nqhuab hla hauv plawv tebchaws mus txog lub moos Efexau. Nws ntsib cov thwjtim qee leej qhov ntawd."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.2","label":"2","content":"Nws txawm hais rau lawv tias, “Thaum nej ntseeg nej tau txais Vaj Ntsuj Plig uas dawb huv los tsis tau?” Lawv hais tias, “Tsis tau, peb tsis tau hnov tias muaj Vaj Ntsuj Plig dawb huv kiag li.”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.3","label":"3","content":"Povlauj thiaj hais tias, “Yog li ntawd nej ua kevcai raus dej li cas?” Lawv teb tias, “Ua kevcai raus dej uas Yauhas qhia.”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.4","label":"4","content":"Povlauj thiaj hais tias, “Yauhas muab ua kevcai raus dej uas qhia hais tias ntxeev dua siab tshiab, thiab hais kom neeg ntseeg tus uas yuav ua nws qab los, yog Yexus.”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.5","label":"5","content":"Thaum lawv hnov li ntawd lawv txawm ua kevcai raus dej hauv tus Tswv Yexus lub npe."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.6","label":"6","content":"Thaum Povlauj tsa tes npuab lawv lawm, Vaj Ntsuj Plig dawb huv kuj los rau saum lawv, lawv txawm hais lus txawv txawv  thiab cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.7","label":"7","content":"Cov neeg ntawd kwvlam muaj kaum ob leeg."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.8","label":"8","content":"Povlauj nkag rau hauv lub tsev sablaj muaj siab tuab qhia tau peb lub hli nrog lawv sib cam txog Vajtswv lub tebchaws thiab yaum tau lawv los ntseeg."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.9","label":"9","content":"Tiamsis muaj qee leej siab tawv tsis kam ntseeg thiab hais phem rau txojkev ntawd tab meeg ib tsoom neeg. Povlauj txawm ncaim lawv cov ntawd mus thiab coj cov thwjtim nrog nws mus. Nws niaj hnub nrog luag sib cam hauv Thilana chav tsev sablaj."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.10","label":"10","content":"Nws ua li ntawd tau ob xyoos, mas cov neeg uas nyob hauv lub xeev Axia tsis hais cov Yudai thiab cov Kili puavleej tau hnov tus Tswv txojlus."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.11","label":"11","content":"Vajtswv ua txujci phimhwj loj tshwm hauv Povlauj txhais tes."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.12","label":"12","content":"Lawv muab Povlauj txoj phuam ntxuav muag thiab daim ntaub npua ua haujlwm coj mus lwm cov uas muaj mob, tej mob kuj zoo thiab dab kuj khiav tawm mus."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.13","label":"13","content":"Mas cov Yudai muaj qee leej uas ua txiv neeb mus rau tom ub tom no kuj hu tus Tswv Yexus lub npe ntiab dab tawm hauv cov uas raug dab hais tias, “Kuv tuav Yexus lub npe uas Povlauj qhia ntiab nej tawm.”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.14","label":"14","content":"Cov Yudai ib tug pov thawj hlob npe hu Xeva xya leej tub kuj ua li ntawd."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.15","label":"15","content":"Ces dab txawm hais rau lawv tias, “Yexus kuv kuj paub thiab Povlauj kuv kuj paub, tiamsis nej yog leejtwg?”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.16","label":"16","content":"Mas tus uas raug dab ntawd txawm tib plhaw mus ntaus lawv thiab kovyeej lawv ua rau lawv khiav tawm hauv lub tsev ntawd mus liab qab tsuas thiab raug mob."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.17","label":"17","content":"Txhua tus uas nyob hauv lub moos Efexau tag nrho cov Yudai thiab cov Kili kuj paub zaj no, lawv sawvdaws thiaj ntshai kawg thiab Yexus lub npe nrov nto moo lug."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.18","label":"18","content":"Cov uas los ntseeg muaj ntau leej los lees lub txim thiab qhia tej uas lawv ua los lawd."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.19","label":"19","content":"Thiab muaj ntau leej uas ua khawv koob yees siv kuj muab lawv tej ntawv khawv koob los hlawv ua ke tab meeg sawvdaws. Tej ntawv khawv koob ntawd xam nqe raug tsib vam lub txiaj nyiaj."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.20","label":"20","content":"Vajtswv txojlus thiaj muaj zog nthuav dav thiab muaj hwjchim."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.21","label":"21","content":"Thaum dhau tej xwm txheej no lawm, Povlauj npaj siab yuav taug kev hla lub xeev Makhedaunia thiab lub xeev Akhaya thiab mus kom txog lub nroog Yeluxalees. Nws hais tias, “Dhau ntawd kuv yuav tsum mus pom lub nroog Loos thiab.”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.22","label":"22","content":"Nws txawm txib ob tug uas pab nws yog Timaute thiab Elata mus rau hauv lub xeev Makhedaunia, ces nws tus kheej tseem nyob hauv lub xeev Axia ib ntus thiab."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.23","label":"23","content":"Lub sijhawm ntawd muaj kev ntxhov tshwm los vim yog tim Yexus Txojkev."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.24","label":"24","content":"Muaj ib tug Kws ntaus nyiaj npe hu ua Demethia. Nws muab nyiaj los ntaus ua tej lub nyuag tsev me me zoo li lub tsev dab Athemi, mas ua rau cov Kws ntaus nyiaj tau tshaj thawj ntau heev."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.25","label":"25","content":"Demethia txawm hu lawv cov ntawd thiab cov uas ua tib yam haujlwm tuaj ua ke thiab hais tias, “Cov kwvluag, nej yeej paub tias peb tau nyiaj txiag yog ntawm tej haujlwm no."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.26","label":"26","content":"Thiab nej twb pom thiab hnov tias tsis yog hauv lub moos Efexau no xwb tiamsis yuav tag lub xeev Axia uas tus Povlauj no tau yaum thiab ua kom neeg coob coob tso txoj qub kev tseg, thiab hais tias tej dab mlom uas neeg txhais tes ua tsis yog timtswv."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.27","label":"27","content":"Ntshai tsam ces tsis yog peb tej haujlwm no yuav poob koob xwb tiamsis lub tuam tsev uas teev tus poj dab Athemi uas loj kuj yuav tsis muaj qabhau lawm thiab tus poj dab uas neeg thoob plaws hauv Axia thiab thoob qab ntuj hwm yuav poob qes tsis muaj tsim lawm.”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.28","label":"28","content":"Thaum lawv hnov li ntawd lawm, lawv npau taws thiab qw hais tias, “Peb cov Efexau tus poj dab Athemi yog tus loj kawg.”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.29","label":"29","content":"Ces txawm muaj kev ntxhov thoob plaws lub moos. Lawv txawm ib txhij dhia cab Kai‑a thiab Alithakha uas yog neeg Makhedaunia uas nrog Povlauj taug kev tuaj ntawd coj mus rau hauv lub tshav puam loj uas ua yeeb yam."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.30","label":"30","content":"Povlauj xav mus rau hauv cov neeg ntawd thiab, tiamsis cov thwjtim tsis kheev nws mus."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.31","label":"31","content":"Txawm yog cov thawj uas kav lub xeev Axia qee leej uas yog Povlauj li phoojywg kuj tso neeg mus thov Povlauj tsis txhob nkag mus rau hauv lub tshav puam uas ua yeeb yam."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.32","label":"32","content":"Ib txhia qw li no ib txhia qw li ub rau qhov hauv lub chaw sablaj ntxhov heev, thiab neeg feem coob tsis paub tias tuaj sablaj tus kev dabtsi."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.33","label":"33","content":"Cov neeg ntawd qee leej taw qhia rau Alexadaw uas cov Yudai muab thawb rau tom hauv ntej. Alexadaw thiaj co tes yuav hais daws zaj ntawd rau cov pejxeem."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.34","label":"34","content":"Thaum lawv paub tias nws yog ib tug Yudai lawv txawm ua ib lub suab qw nrov heev ntev txog ob teev hais tias, “Peb cov Efexau tus poj dab Athemi yog tus loj kawg.”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.35","label":"35","content":"Thaum tus nom uas ua tub sau ntawv hauv lub moos ntawd ua rau cov neeg nyob twjywm lawm, nws txawm hais tias, “Nej cov Efexau, muaj leejtwg uas tsis paub tias lub moos Efexau yog lub uas tsomkwm tus poj dab Athemi uas loj kawg lub tsev thiab tsomkwm lub pov hum uas poob saum ntuj los?"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.36","label":"36","content":"Tsis muaj leejtwg tsis lees paub tej no lawm, mas tsim nyog nej nyob twjywm tsis txhob ua lub siab kub."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.37","label":"37","content":"Nej coj cov neeg no tuaj twb tsis yog lawv lws lub tsev dab lossis hais lus saib tsis taus peb tus poj dab yam twg li nev."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.38","label":"38","content":"Vim li no yog tias Demethia thiab cov Kws nyiaj uas tuaj nws tog muaj teeb meem rau leejtwg yeej muaj tsev tu plaub thiab muaj cov thawj tu plaub. Cia lawv mus sib kom lawv."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.39","label":"39","content":"Yog nej muaj dua lwm yam thiab, kuj hais hum rau hauv lub chaw sablaj raws li ib txwm."},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.40","label":"40","content":"Ntshai tsam peb yuav raug kom hais tias peb yog cov uas tsim kev kub ntxhov rau hnub no vim peb qhia tsis tau hais tias kev kub ntxhov zaum no yog tim dabtsi.”"},{"bible_id":"1269","chapter_code":"ACT.19","verse_code":"ACT.19.41","label":"41","content":"Thaum hais li no tag lawm nws txawm kaw lub rooj sablaj ntawd."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.1","label":"1","content":"Thaum dhau tej kev ntxhov ntawd lawm Povlauj txawm kom cov thwjtim tuaj cuag nws thiab hais txhawb lawv lub siab thiab fim ncaim lawv ces nws txawm mus rau lub xeev Makhedaunia lawm."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.2","label":"2","content":"Thaum taug kev hla qhov ntawd mus thiab hais lus txhawb lawv siab ntau lawm nws txawm tuaj txog Kili tebchaws."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.3","label":"3","content":"Nws nyob qhov ntawd tau peb lub hli. Thaum nws tabtom yuav nce nkoj mus rau lub xeev Xilia cov Yudai txawm tuav tswvyim ua phem rau nws. Nws thiaj txiav txim siab taug txojkev hla lub xeev Makhedaunia rov mus."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.4","label":"4","content":"Cov uas nrog nws mus yog Xaupathaw uas yog neeg hauv lub moos Npele‑a yog Pila tus tub, thiab Alithakha thiab Xekhuda uas yog neeg hauv lub moos Thexalaunika, thiab Kai‑a uas yog neeg hauv lub moos Dawnpi, thiab Thikhika thiab Rhaufima uas yog neeg Axia, thiab Timaute."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.5","label":"5","content":"Lawv cov ntawd ua ntej mus nyob ntawm lub moos Rhau‑a tos peb."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.6","label":"6","content":"Dhau lub sijhawm uas ua kevcai Noj Ncuav tsis Xyaw Keeb lawm peb li nce nkoj tawm hauv lub moos Filipi mus. Peb mus tau tsib hnub li los cuag lawv ntawm lub moos Rhau‑a thiab so qhov ntawd xya hnub."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.7","label":"7","content":"Hnub ib  thaum peb tuaj txoos ua ke noj mov  Povlauj qhuab qhia lawv. Vim nws npaj siab tias tagkis tom qab nws yuav ncaim mus nws thiaj qhia ntev loo txog ib tag hmo."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.8","label":"8","content":"Txheej saud uas peb sablaj ntawd taws ntau lub teeb."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.9","label":"9","content":"Muaj ib tug hluas npe hu ua Yuthikha zaum ntawm qhov rais. Nws pheej ncaws dab ntub heev rau thaum Povlauj qhia ntev zuj zus, nws txawm tsaug zog looj hlias poob saum txheej peb los. Thaum muab tsa kiag mas pom tias tuag lawm."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.10","label":"10","content":"Tiamsis Povlauj nqes mus khwb nkaus puag kiag tus ntawd thiab hais tias, “Nej tsis txhob ntshai, nws tseem muaj txojsia.”"},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.11","label":"11","content":"Thaum Povlauj nce rov mus rau txheej saud nws ntais ncuav noj  thiab nrog lawv tham ntev ntev txog kaj ntug ces nws txawm ncaim mus lawm."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.12","label":"12","content":"Lawv coj tus hluas uas tseem ciaj ntawd mus thiab lawv tau txais kev txhawb siab ntau heev."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.13","label":"13","content":"Peb nce nkoj ua ntej mus rau lub moos Axau npaj siab yuav tos Povlauj nce nkoj qhov ntawd, rau qhov nws hais cia li ntawd vim nws npaj siab taug kev nruab nqhuab mus."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.14","label":"14","content":"Thaum nws ntsib peb ntawm lub moos Axau lawm peb kuj txais nws nce nkoj thiab mus rau lub moos Mithileni."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.15","label":"15","content":"Peb caij nkoj ntawm mus tau ib hnub mas mus txog ze lub koog povtxwv Khi‑au. Mas hnub uas ob mus txog lub koog povtxwv Xamau, mus dua ib hnub mus txog lub moos Miletha."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.16","label":"16","content":"Rau qhov Povlauj txiav txim siab tias yuav hla kiag lub moos Efexau xwv thiaj tsis nkim sijhawm rau hauv lub xeev Axia. Nws maj mus kom txog Yeluxalees, yog mus tau nws xav mus kav kom cuag hnub Pheethekhoxate."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.17","label":"17","content":"Povlauj txib neeg ntawm lub moos Miletha mus hu cov saib xyuas pawg ntseeg hauv lub moos Efexau tuaj."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.18","label":"18","content":"Thaum lawv tuaj txog lawm, Povlauj hais tias, “Nej paub lawm tias txij hnub uas kuv xub tuaj nyob hauv lub xeev Axia kuv nrog nej nyob txhua lub sijhawm kuv coj li cas."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.19","label":"19","content":"Kuv txo kuv lub hwjchim ua tus Tswv tes haujlwm ntawm lub kua muag thiab kuv raug kev sim siab vim yog cov Yudai tej tswvyim phem."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.20","label":"20","content":"Yam twg uas muaj nuj nqes rau nej kuv yeej qhia tsis zais li, kuv qhuab qhia tab meeg sawvdaws thiab qhia hauv tej tsev,"},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.21","label":"21","content":"ua timkhawv rau cov Yudai thiab cov Kili txog qhov uas yuav tsum ntxeev dua siab tshiab rov los cuag Vajtswv thiab qhov uas ntseeg peb tus Tswv Yexus Khetos."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.22","label":"22","content":"Saib maj, nimno Vaj Ntsuj Plig cab kuv mus rau hauv lub nroog Yeluxalees, tsis paub tias yuav muaj xwm dabtsi tshwm los rau kuv qhov ntawd,"},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.23","label":"23","content":"tsuas yog paub tias Vaj Ntsuj Plig dawb huv ua timkhawv rau kuv hauv txhua lub moos hais tias tej kev raug kaw thiab kev txom nyem tos rawv kuv."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.24","label":"24","content":"Tiamsis kuv tsis suav tias kuv txojsia tseem ceeb dabtsi rau kuv, tsuav yog kuv dhia tau mus txog qhov kawg thiab tau ua tes haujlwm uas tus Tswv Yexus muab cob rau kuv lawd kom tiav xwb, uas yog ua timkhawv txog txoj xov zoo uas hais txog Vajtswv txojkev hlub."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.25","label":"25","content":"“Nimno kuv paub tias nej txhua tus uas kuv tau mus tshaj tawm txog Vajtswv lub tebchaws rau lawm yuav tsis rov pom kuv ntsej muag dua li."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.26","label":"26","content":"Vim li no hnub no kuv ua timkhawv rau nej tias kuv tsis txhaum, kuv yuav tsis ris nej sawvdaws tej ntshav lawm,"},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.27","label":"27","content":"rau qhov kuv tsis tseg qhov uas hais txhua yam uas Vajtswv xav tseg lawd rau nej mloog."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.28","label":"28","content":"Nej yuav tsum ua tib zoo saib nej thiab saib xyuas pab yaj huvsi uas Vaj Ntsuj Plig dawb huv tsa nej ua tus saib nej thiaj yug tau Vajtswv pawg ntseeg uas Vajtswv muab nws tus Tub cov ntshav  yuav los."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.29","label":"29","content":"Kuv paub tias thaum kuv ncaim nej lawm yuav muaj hma nyaum tuaj rau hauv nej, thiab yuav tsis tseg pab yaj kiag li."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.30","label":"30","content":"Thiab yuav muaj qee leej hauv nej cov sawv los ntxeev txojkev tseeb thiaj rub tau cov thwjtim raws lawv qab."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.31","label":"31","content":"Vim li no cia li zov tos, thiab nco tias kuv twb qhuab ntuas nej ntawm lub kua muag nruab hnub hmo ntuj tau peb xyoos tsis tu ncua li."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.32","label":"32","content":"Nimno kuv muab nej tso rau hauv Vajtswv thiab hauv txoj xov zoo uas hais txog nws txojkev hlub. Txoj xov zoo ntawd muaj peevxwm tsim nej nyob ruaj thiab pub kom nej nrog txhua tus uas Vajtswv muab cais ua dawb huv tau qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.33","label":"33","content":"Kuv tsis ntshaw leejtwg li nyiaj kub lossis ris tsho."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.34","label":"34","content":"Nej yeej paub tias kuv ob txhais tes khwv txhua yam uas kuv thiab cov uas nrog kuv nyob ua ke cheem tsum."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.35","label":"35","content":"Kuv twb ua txhua yam qhia rau nej paub tias peb yuav tsum ua haujlwm khwv li no thiaj pab tau cov uas tsis muaj zog, thiab nco tus Tswv Yexus tej lus uas nws hais tias, ‘Qhov uas pub rau luag ua rau yus kaj siab dua li txais luag li los.’ ”"},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.36","label":"36","content":"Thaum Povlauj hais li ntawd tag lawd, nws txawm txhos caug nrog lawv sawvdaws thov Vajtswv."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.37","label":"37","content":"Lawv txhua tus quaj heev thiab khawm nws thiab nwj nws."},{"bible_id":"1269","chapter_code":"ACT.20","verse_code":"ACT.20.38","label":"38","content":"Lawv nyuaj siab kawg txog lo lus uas nws hais tias lawv yuav tsis rov pom nws ntsej muag dua li lawm. Ces lawv txawm xa nws mus nce nkoj."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.1","label":"1","content":"Thaum peb ncaim lawv lawd peb txawm caij nkoj mus ncaj nraim rau lub koog povtxwv Khau, thiab mus dua ib hnub li txog lub koog povtxwv Laude, dhau ntawd peb mus rau lub moos Pathala."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.2","label":"2","content":"Thaum peb ntsib ib lub nkoj tabtom yuav hla mus rau lub xeev Finikia peb txawm nce lub nkoj ntawd mus."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.3","label":"3","content":"Thaum peb mus pom Xaipla lawm peb txawm lug sab nrad mus rau lub xeev Xilia mas nres nkoj rau ntawm lub nroog Thailab, rau qhov yuav thau nra rau qhov ntawd."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.4","label":"4","content":"Thaum nrhiav tau cov thwjtim lawm peb nrog lawv nyob qhov ntawd xya hnub. Lawv tav Povlauj raws li Vaj Ntsuj Plig qhia lawv kom tsis txhob mus rau Yeluxalees."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.5","label":"5","content":"Thaum puv xya hnub lawm peb txawm ncaim lawv sawv kev mus. Lawv thiab lawv tej pojniam menyuam xa peb tawm hauv lub moos mas peb txhos caug thov Vajtswv ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.6","label":"6","content":"Thaum peb sib fim ncaim tag peb nce nkoj, ces lawv txawm rov mus tsev."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.7","label":"7","content":"Thaum peb caij nkoj ntawm lub nroog Thailab mus txog lub moos Tauleme‑i, peb txawm mus saib cov kwvtij thiab nrog lawv nyob ib hnub."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.8","label":"8","content":"Hnub tom qab peb tawm qhov ntawd mus txog lub moos Xixaleya. Peb nkag mus rau hauv Fili uas ua tus qhia txoj xov zoo lub tsev, nws yog ib tug hauv xya leej ntawd,  mas peb so hauv nws."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.9","label":"9","content":"Fili muaj plaub tug ntxhais uas tsis tau yuav txiv, puavleej txawj cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.10","label":"10","content":"Thaum peb nyob ntawd ntau hnub lawm muaj ib tug yawg xibhwb cev Vajtswv lus npe hu ua Akanpa tuaj lub xeev Yudia tuaj."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.11","label":"11","content":"Nws tuaj txog peb thiab muab Povlauj txoj siv tawv los khi nws txhais tes thiab nws txhais kotaw ces nws hais tias, “Vaj Ntsuj Plig dawb huv hais li no tias, ‘Cov Yudai hauv Yeluxalees yuav muab txoj siv tawv no tus tswv khi thiab muab nws cob rau hauv lwm haiv neeg txhais tes,’ ”"},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.12","label":"12","content":"Thaum peb tau hnov li ntawd peb thiab cov uas nyob ua ke txawm cheem Povlauj kom tsis txhob mus rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.13","label":"13","content":"Povlauj teb tias, “Ua li cas nej yuav quaj thiab ua rau kuv ntxhov siab? Kuv tsis yog npaj txhij rau lawv khi xwb, tiamsis tseem npaj txhij yuav tuag rau hauv Yeluxalees vim saib rau tus Tswv Yexus lub npe.”"},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.14","label":"14","content":"Thaum nws tsis yeem mloog peb cheem, peb txawm tso tseg thiab hais tias, “Thov cia ua raws li tus Tswv lub siab.”"},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.15","label":"15","content":"Dhau ntawd peb hwbxwm txhij thiab mus rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.16","label":"16","content":"Cov thwjtim uas nyob hauv Xixaleya qee leej nrog peb mus thiab. Lawv coj peb mus rau hauv Manaxoo tsev mas peb so hauv nws. Nws yog ib tug ntseeg ntxov thiab yog neeg Xaipla."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.17","label":"17","content":"Thaum peb tuaj txog Yeluxalees lawm cov kwvtij kuj zoo siab txais tos peb."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.18","label":"18","content":"Hnub tom qab Povlauj nrog peb mus tsham Yakaunpau, thiab cov uas saib xyuas pawg ntseeg txhua tus kuj nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.19","label":"19","content":"Thaum Povlauj fim lawv tag lawm, nws piav txhua yam uas Vajtswv siv Povlauj ua hauv nruab nrab lwm haiv neeg ntawd ib yam zuj zus rau lawv mloog."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.20","label":"20","content":"Thaum lawv tau hnov lawv kuj qhuas Vajtswv. Lawv hais rau nws tias, “Kwvtij, koj kuj pom tias cov Yudai uas los ntseeg muaj ntau txhiab leej thiab lawv kub siab lug coj Mauxe txoj kevcai."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.21","label":"21","content":"Lawv tau hnov txog koj tias koj qhuab qhia cov Yudai uas nyob hauv lwm haiv neeg kom tso Mauxe tej lus tseg thiab hais kom lawv tsis txhob muab lawv cov menyuam ua kevcai txiav lossis coj raws li qub kevcai."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.22","label":"22","content":"Yuav ua li cas? Lawv yeej yuav hnov tias koj tuaj txog no."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.23","label":"23","content":"Vim li no koj cia li ua raws li peb hais rau koj. Peb muaj plaub leej txivneej uas twb cog lus cais lawm."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.24","label":"24","content":"Koj cia li coj cov txivneej ntawd nrog koj mus ua kevcai ntxuav ua ke thiab them lawv li feem kom lawv thiaj chais tau plaubhau. Yog ua li no sawvdaws thiaj paub tias tej uas lawv tau hnov txog koj tsis muaj tseeb tiamsis koj yeej tuav rawv ua raws li txoj kevcai."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.25","label":"25","content":"Lwm haiv neeg uas ntseeg ntawd, peb twb sau ntawv qhia tej uas peb txiav txim siab lawm hais tias kom lawv tsis txhob noj tej uas xyeem rau dab thiab tsis txhob noj ntshav thiab tsis txhob noj tej tsiaj uas zawm caj dab tuag thiab tsis txhob ua nkauj ua nraug.”"},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.26","label":"26","content":"Povlauj txawm coj cov txivneej ntawd mus mas hnub tom qab nws nrog lawv ua kevcai ntxuav li nkag mus rau hauv lub tuam tsev thiab nws qhia tias lub sijhawm uas ua kevcai ntxuav yuav tiav rau hnub twg thiab yuav muab qhov txhia chaw xyeem ua txhua tus li feem rau hnub ntawd."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.27","label":"27","content":"Thaum twb yuav puv xya hnub ntawd, cov Yudai uas tuaj hauv lub xeev Axia tuaj pom Povlauj nyob hauv lub tuam tsev, ces lawv txawm tshum ib tsoom pejxeem thiab ntes nws."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.28","label":"28","content":"Lawv qw hais tias, “Cov Yixayee, cia li pab cuam. Tus yawg no yog tus uas qhia neeg txhua qhov kom tawm tsam peb haiv neeg thiab txoj kevcai thiab lub chaw no. Tsis tag li ntawd nws tseem coj cov Kili los rau hauv lub tuam tsev, thiab ua qias puas tsuas lub chaw dawb huv no.”"},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.29","label":"29","content":"Vim ua ntej ntawd lawv pom Rhaufima uas yog neeg Efexau nrog Povlauj ua ke hauv lub nroog thiab xav tias Povlauj coj tus ntawd nkag rau hauv lub tuam tsev lawm."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.30","label":"30","content":"Ces tag nrho lub nroog txawm muaj kev kub ntxhov, cov pejxeem dhia ua ke mus ntes Povlauj rub nws tawm hauv lub tuam tsev mus, ces luag txawm muab tej rooj loog tuam tsev kaw tamsid."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.31","label":"31","content":"Thaum lawv tabtom nrhiav kev tua Povlauj, txawm muaj xov hais mus txog tus thawj rog uas kav ib txhiab leej tias lub nroog Yeluxalees tabtom kub ntxhov heev."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.32","label":"32","content":"Nws txawm coj cov tub rog thiab cov uas kav ib puas leej dhia mus rau hauv cov neeg tamsim ntawd. Thaum lawv pom tus thawj rog uas kav ib txhiab thiab cov tub rog tuaj lawv txawm tseg tsis ntaus Povlauj."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.33","label":"33","content":"Tus thawj rog txawm txav mus ze thiab ntes Povlauj thiab hais kom muab ob txoj saw hlau khi nws, mas nug tias nws yog leejtwg thiab nws tau ua dabtsi."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.34","label":"34","content":"Cov neeg ntawd ib txhia qw li no ib txhia qw li ub. Thaum tus thawj rog uas kav ib txhiab nrhiav tsis tau qhov tseeb vim ntxhov heev, nws hais kom coj Povlauj mus rau hauv cov tub rog lub yeej."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.35","label":"35","content":"Thaum los txog ntawm tus ntaiv lawm, cov tub rog txawm nqa Povlauj vim cov neeg ua nruj ua tsiv heev."},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.36","label":"36","content":"Cov neeg coob coob uas raws qab kuj qw hais tias, “Coj nws mus tua.”"},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.37","label":"37","content":"Thaum coj Povlauj mus yuav dhau rau hauv cov tub rog lub yeej, Povlauj txawm hais rau tus thawj rog uas kav ib txhiab hais tias, “Kuv thov hais ib los rau koj puas tau?” Tus thawj rog hais tias, “Koj paub lus Kili thiab lov?"},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.38","label":"38","content":"Koj yog tus Iyi uas tsis ntev ntawd tsim kev kub ntxhov thiab coj plaub txhiab leej tuav ntaj riam khiav mus rau hauv tebchaws moj sab qhua los tsis yog?”"},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.39","label":"39","content":"Povlauj teb tias, “Kuv yog neeg Yudai, nyob hauv lub moos Thaxa hauv lub xeev Khilikia, kuv yog ib tug pejxeem hauv lub moos tseem ceeb. Kuv thov koj cia kuv hais rau cov neeg no.”"},{"bible_id":"1269","chapter_code":"ACT.21","verse_code":"ACT.21.40","label":"40","content":"Thaum tus thawj rog tso cai lawm, Povlauj txawm sawv saum tus ntaiv co tes rau cov neeg. Thaum sawvdaws nyob twjywm lawm, nws txawm ua lus Henplais  hais rau lawv tias,"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.1","label":"1","content":"“Ib tsoom kwvtij niam txiv, thov nej mloog kuv hais daws kuj zaj rau nej.”"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.2","label":"2","content":"Thaum lawv hnov nws hais lus Henplais  lawv yimhuab nyob twjywm. Nws hais tias,"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.3","label":"3","content":"“Kuv yog neeg Yudai, yug hauv lub moos Thaxa hauv lub xeev Khilikia, loj hlob hauv lub nroog no thiab kawm tiav ntawm tus xibhwb Kamali‑ee. Kuv tau txais kev cob qhia nruj raws li peb tej poj koob yawm txwv txoj kevcai thiab kuv kub siab lug rau Vajtswv ib yam li nej sawvdaws niaj hnub nimno."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.4","label":"4","content":"Kuv tsim txom cov uas ntseeg Txojkev no ua kom tuag, thiab muab pojniam txivneej khi coj mus kaw rau hauv tsev lojfaj,"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.5","label":"5","content":"raws li tus tuam pov thawj hlob thiab cov thawj lub rooj sablaj  sawvdaws ua tau timkhawv. Kuv tuav ntawv ntawm lawv mus rau lawv cov kwvtij hauv lub nroog Damaxaka, thiab kuv taug kev mus yuav ntes cov uas nyob hauv lub nroog ntawd khi coj los rau txim rau hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.6","label":"6","content":"“Mas thaum kuv tabtom taug kev mus yuav txog lub nroog Damaxaka, kwvlam tav su txawm muaj ib tug duab ci nplas saum ntuj tuaj vij nkaus kuv tamsid."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.7","label":"7","content":"Kuv txawm ntog vau hlo rau hauv pem teb thiab hnov ib lub suab hais rau kuv tias, ‘Xolau, Xolau 'e, ua cas koj tsim txom kuv?’"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.8","label":"8","content":"Kuv teb tias, ‘Tus Tswv, koj yog leejtwg?’ Nws hais rau kuv tias, ‘Kuv yog Yexus, yog neeg Naxale uas koj tabtom tsim txom.’"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.9","label":"9","content":"Cov neeg uas nrog kuv ua ke pom tus duab tiamsis tsis hnov lub suab uas hais rau kuv."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.10","label":"10","content":"Kuv thiaj hais tias, ‘Tus Tswv, kuv yuav tsum ua dabtsi?’ Tus Tswv hais rau kuv tias, ‘Cia li sawv tsees nkag mus rau hauv lub nroog Damaxaka, yuav muaj neeg qhia rau koj paub txog txhua yam uas tu rau koj ua.’"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.11","label":"11","content":"Kuv tsis pom kev kiag li vim tus duab uas ci nplas rau kuv ntawd, mas cov uas nrog kuv ua ke thiaj tuav kuv tes coj kuv mus rau hauv lub nroog Damaxaka."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.12","label":"12","content":"“Muaj ib tug yawg npe hu ua Anania, nws yog ib tug coj Vajtswv kevcai nruj thiab muaj koob meej hauv cov Yudai uas nyob ntawd."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.13","label":"13","content":"Nws tuaj cuag kuv thiab los sawv ze ze hais tias, ‘Kwv Xolau 'e, cia li rov pom kev.’ Tamsim ntawd kuv txawm pom kev thiab pom nws."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.14","label":"14","content":"Nws hais tias, ‘Peb tej poj koob yawm txwv tus Vajtswv twb xaiv koj ua tus uas paub nws lub siab nyiam thiab pom tus uas Ncaj Ncees thiab hnov lub suab ntawm nws lub qhov ncauj,"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.15","label":"15","content":"vim koj yuav ua nws tus timkhawv rau ib tsoom neeg txog tej uas koj tau pom thiab hnov lawd."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.16","label":"16","content":"Nimno koj tseem tos ua dabtsi? Cia li sawv tsees ua kevcai raus dej thiab tuav Yexus lub npe thov thiaj ntxuav tau koj lub txim pov tseg.’"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.17","label":"17","content":"“Thaum kuv rov los rau hauv Yeluxalees thiab tabtom thov Vajtswv hauv lub tuam tsev, kuv ua yog toog"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.18","label":"18","content":"pom tus Tswv hais rau kuv tias, ‘Cia li maj tawm hauv Yeluxalees mus sai sai, vim lawv yuav tsis lees yuav koj tej lus timkhawv uas hais txog kuv.’"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.19","label":"19","content":"Kuv hais tias, ‘Tus Tswv, lawv paub zoo tias kuv ntes cov uas ntseeg koj hauv tej tsev sablaj coj mus kaw thiab muab nplawm."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.20","label":"20","content":"Thaum Xatefanau uas yog koj li timkhawv los ntshav kuv kuj sawv ntsug ze ntawd thiab pom zoo, thiab kuv tseem zov cov uas tua nws tej ris tsho.’"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.21","label":"21","content":"Mas tus Tswv hais rau kuv tias, ‘Cia li mus, rau qhov kuv yuav txib koj mus deb rau lwm haiv neeg.’ ”"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.22","label":"22","content":"Lawv mloog Povlauj hais lus txog qhov no ces txawm qw nrov hais tias, “Tus neeg zoo li no cia li muab nws tua kom ploj hauv lub ntiajteb mus. Tsis tsim nyog cia nws muaj txojsia nyob lawm.”"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.23","label":"23","content":"Thaum uas lawv tabtom qw thiab hle tej tsho los co thiab w hmoov av rau saum ntuj,"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.24","label":"24","content":"tus thawj rog uas kav ib txhiab hais kom coj Povlauj mus rau hauv cov tub rog lub yeej thiab hais kom nug nws thiab muab nws nplawm thiaj paub tias lawv qw nkaug nws yog vim li cas."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.25","label":"25","content":"Thaum lawv muab hlua tawv khi Povlauj, nws txawm nug tus thawj uas kav ib puas leej uas sawv ze ntawd tias, “Qhov uas muab ib tug neeg Loos nplawm ua ntej uas tsis tau txiav txim raug cai lov?”"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.26","label":"26","content":"Thaum tus thawj kav ib puas leej hnov li ntawd nws txawm mus hais rau tus thawj rog uas kav ib txhiab tias, “Koj yuav ua li cas? Rau qhov tus yawg ntawd yog neeg Loos.”"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.27","label":"27","content":"Tus thawj uas kav ib txhiab txawm mus cuag Povlauj nug hais tias, “Cia li qhia kuv saib, koj yog neeg Loos lov?” Povlauj teb tias, “Yog lauj.”"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.28","label":"28","content":"Tus thawj uas kav ib txhiab teb tias, “Kuv them nyiaj ntau thiaj ua tau neeg Loos.” Povlauj hais tias, “Kuv yeej yug los ua neeg Loos.”"},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.29","label":"29","content":"Cov uas yuav tshuaj Povlauj zaj txawm thim ntawm nws mus tamsid. Thaum tus thawj uas kav ib txhiab paub tias Povlauj yog neeg Loos, kuj ntshai vim nws twb muab Povlauj khi lawm."},{"bible_id":"1269","chapter_code":"ACT.22","verse_code":"ACT.22.30","label":"30","content":"Hnub tom qab tus thawj uas kav ib txhiab xav paub tseeb tias cov Yudai kom Povlauj yog vim li cas, nws txawm muab Povlauj daws thiab hais kom cov pov thawj hlob thiab cov thawj sawvdaws mus sablaj ua ke thiab coj Povlauj mus sawv rau ntawm rooj sablaj."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.1","label":"1","content":"Povlauj ntsia ntsoov rau cov thawj uas tuaj sablaj ntawd thiab hais tias, “Cov kwvtij, kuv ruaj siab tias kuv xyaum zoo tab meeg Vajtswv lub xubntiag txog niaj hnub nimno.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.2","label":"2","content":"Tus tuam pov thawj hlob Anania txawm hais kom cov neeg uas nyob ze ntaus Povlauj qhov ncauj."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.3","label":"3","content":"Povlauj thiaj hais rau nws tias, “Vajtswv yuav ntaus koj, koj yog lub phab ntsa uas luam hmoov zeb sib dawb paug xwb. Koj nyob lub rooj txiav txim rau kuv raws li kevcai los koj tseem hais kom lawv ntaus kuv, yog qhov uas ua txhaum kevcai lov?”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.4","label":"4","content":"Cov neeg uas sawv ntawd txawm hais tias, “Koj yuav hais lus saib tsis taus Vajtswv tus tuam pov thawj hlob thiab lov?”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.5","label":"5","content":"Povlauj txawm hais tias, “Cov kwvtij, kuv tsis paub tias nws yog tus tuam pov thawj hlob, rau qhov muaj lus sau cia hais tias, ‘Tsis txhob hais lus phem rau tus uas kav koj cov neeg.’ ”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.6","label":"6","content":"Thaum Povlauj pom tias lawv cov ib txhia yog Xadukai, ib txhia yog Falixai nws thiaj hais nrov rau hauv lub rooj sablaj  tias, “Cov kwvtij, kuv yog ib tug Falixai, yog cov Falixai li tub. Qhov uas kuv raug txiav txim no vim yog kuv muaj chaw vam qhov uas ciaj sawv hauv qhov tuag rov los.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.7","label":"7","content":"Thaum nws hais li ntawd cov Falixai thiab cov Xadukai txawm sib cav thiab lub rooj sablaj tawg ua ob pab,"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.8","label":"8","content":"vim cov Xadukai hais tias tsis muaj qhov uas ciaj sawv hauv qhov tuag rov los, thiab tsis muaj tubtxib saum ntuj thiab tsis muaj ntsuj plig. Tiamsis cov Falixai ntseeg tias puavleej muaj."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.9","label":"9","content":"Ces txawm muaj lus sib cav nrov. Cov xibhwb qhia Vajtswv kevcai uas yog Falixai qee leej sawv tsees cav nrov hais tias, “Peb tsis pom tias tus no muaj kev txhaum. Yog tias ntsuj plig lossis tubtxib saum ntuj hais rau nws nev, nej yuav hais li cas?”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.10","label":"10","content":"Thaum sib cav loj heev tus thawj rog uas kav ib txhiab ntshai tsam Povlauj yuav raug lawv muab dua ua tej dwb daim, nws txawm hais kom cov tub rog mus txeeb Povlauj ntawm lawv coj mus rau hauv lub yeej lawm."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.11","label":"11","content":"Hmo ntawd tus Tswv los sawv ntawm Povlauj ib sab thiab hais tias, “Koj cia li ua siab tuab, vim koj tau ua timkhawv txog kuv hauv lub nroog Yeluxalees li cas lawm, koj yuav tsum ua timkhawv rau hauv lub nroog Loos ib yam li ntawd thiab.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.12","label":"12","content":"Thaum kaj ntug cov Yudai ntaus tswvyim twv tsawm tias lawv yuav tsis noj tsis haus mus txog thaum tua tau Povlauj."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.13","label":"13","content":"Cov uas ntaus tswvyim ua phem ntawd muaj coob dua plaub caug leej."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.14","label":"14","content":"Lawv txawm mus cuag cov pov thawj hlob thiab cov kev txwj laus thiab hais tias, “Peb twv tsawm tawv hais tias peb yuav tsis noj ib yam dabtsi txog thaum tua tau Povlauj."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.15","label":"15","content":"Vim li no, nimno thov nej thiab cov thawj lub rooj sablaj  hais rau tus thawj rog uas kav ib txhiab kom coj Povlauj los cuag nej. Nej ua txuj yuav ua tib zoo nug nws zaj txhua txhua mas peb npaj txhij yuav muab nws tua ua ntej uas nws tsis tau tuaj txog.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.16","label":"16","content":"Tiamsis Povlauj tus muam li tub twb paub txog qhov uas lawv yuav zov tua ntawd, nws thiaj nkag mus rau hauv cov tub rog lub yeej thiab qhia Povlauj paub."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.17","label":"17","content":"Povlauj thiaj hu ib tug thawj uas kav ib puas leej los hais tias, “Thov coj tus hluas no mus rau tus thawj uas kav ib txhiab, vim nws muaj lus yuav qhia rau tus thawj paub.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.18","label":"18","content":"Tus thawj uas kav ib puas txawm coj nws mus cuag tus thawj uas kav ib txhiab thiab hais tias, “Tus Povlauj uas raug kaw hu kuv thiab thov kuv coj tus hluas no tuaj cuag koj vim nws muaj lus uas yuav qhia rau koj paub.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.19","label":"19","content":"Tus thawj uas kav ib txhiab thiaj tuav tus hluas ntawd tes coj mus rau ib qho mas nug nws twjywm tias, “Koj muaj dabtsi yuav hais rau kuv?”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.20","label":"20","content":"Tus hluas hais tias, “Cov Yudai hais hum tias tagkis yuav thov koj coj Povlauj mus rau hauv lawv lub rooj sablaj, ua txuj yuav nug nws zaj txhua txhua heev dua qub."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.21","label":"21","content":"Tiamsis thov tsis txhob mloog lawv hais, rau qhov lawv twb muaj coob dua plaub caug leej zov kev tos tua Povlauj thiab twv tsawm tias yuav tsis noj tsis haus mus txog tua tau Povlauj. Tamsim no lawv npaj txhij lawm tos koj tso ncauj xwb.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.22","label":"22","content":"Tus thawj uas kav ib txhiab txawm tso tus hluas ntawd mus thiab nkaw lus rau nws tias, “Tsis txhob qhia rau leejtwg paub tias koj tuaj qhia zaj no rau kuv.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.23","label":"23","content":"Tus thawj rog uas kav ib txhiab txawm hu ob tug thawj uas kav ib puas leej los thiab hais tias, “Hmo no thaum cuaj teev cia li npaj ob puas leej tub rog thiab xya caum leej tub rog caij nees thiab ob puas leej tub rog tuav hmuv yuav mus rau lub moos Xixaleya."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.24","label":"24","content":"Thiab npaj nees rau Povlauj caij xa nws mus tso siab plhuav kom txog tus tswv xeev Feli.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.25","label":"25","content":"Tus thawj rog uas kav ib txhiab sau tsab ntawv li no mus,"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.26","label":"26","content":"“Khaunti‑au Lixia hais rau tus tswv xeev Feli uas saib hlob, nyob zoo."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.27","label":"27","content":"Cov Yudai ntes tus no cia twb yuav muab nws tua, tiamsis kuv coj tub rog mus cawm tau nws vim kuv paub tias nws yog neeg Loos."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.28","label":"28","content":"Kuv xav paub lub keeb uas cov Yudai kom nws kuv thiaj coj nws mus rau hauv lawv cov thawj lub rooj sablaj."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.29","label":"29","content":"Kuv pom tias qhov uas nws raug kom vim yog tej teeb meem ntsig txog cov Yudai tej kevcai, tsis muaj ib qho txhaum uas txaus nws tuag lossis muab kaw."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.30","label":"30","content":"Thaum kuv paub tias muaj tswvyim phem yuav txov nws, kuv thiaj xa nws tuaj cuag koj tamsid thiab hais rau cov yeej kom tuaj kom nws rau ntawm koj.”"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.31","label":"31","content":"Yog li no cov tub rog thiaj li coj Povlauj mus hmo ntuj rau lub moos Athipati raws li uas hais."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.32","label":"32","content":"Hnub tom qab lawv cia cov tub rog caij nees xa Povlauj mus mas cov tub rog mus kotaw rov los rau hauv lub yeej."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.33","label":"33","content":"Thaum cov tub rog caij nees mus txog lub moos Xixaleya lawm lawv txawm cev tsab ntawv rau tus tswv xeev thiab muab Povlauj cob rau nws."},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.34","label":"34","content":"Thaum tus tswv xeev nyeem tsab ntawv lawm nws txawm nug tias Povlauj tuaj lub xeev twg tuaj. Thaum nws paub tias Povlauj tuaj lub xeev Khilikia tuaj,"},{"bible_id":"1269","chapter_code":"ACT.23","verse_code":"ACT.23.35","label":"35","content":"nws txawm hais tias, “Cia yeej kom tuaj txog, kuv li mloog koj peev lus.” Nws txawm hais kom zov Povlauj zoo rau hauv lub tsev Plitholia."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.1","label":"1","content":"Dhau tsib hnub tus tuam pov thawj hlob Anania thiab cov kev txwj laus qee leej thiab ib tug txiv lus hais plaub npe hu ua Thawthula tuaj txog. Lawv txawm mus kom Povlauj rau tus tswv xeev."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.2","label":"2","content":"Thaum hu Povlauj los txog, Thawthula pib kom hais tias, “Feli uas saib hlob, peb tau nyob kaj siab lug ntev vim yog muaj koj, thiab peb haiv neeg tau kev vam meej vim yog qhov uas koj xam pom deb,"},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.3","label":"3","content":"mas peb ua koj tsaug thiab nco koj tshav ntuj rau txhua fab txhua qhov."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.4","label":"4","content":"Tiamsis tsis xav nkim koj lub sijhawm, kuv thov koj tsa muag zaj saib peb es mloog peb hais ib nyuag pliag."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.5","label":"5","content":"Peb pom tias tus neeg no yog ib tug xeeb plaub thiab pheej tsim kev kub ntxhov rau cov Yudai thoob plaws ntiajteb thiab yog ib tug thawj coj hauv cov Naxale."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.6","label":"6","content":"Thiab nws yooj xeeb ua qias puas tsuas lub tuam tsev, peb thiaj ntes nws."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.8","label":"8","content":"Yog koj tshuaj nws koj yuav paub txhua yam uas peb kom nws.”"},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.9","label":"9","content":"Cov Yudai ua ib tsaug lus hais tias muaj tseeb li ntawd."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.10","label":"10","content":"Thaum tus tswv xeev ncaws hau kom Povlauj hais, Povlauj txawm hais tias, “Vim kuv paub tias koj ua tus tu plaub rau lub tebchaws no ntau xyoo los lawm kuv thiaj zoo siab hlo hais daws kuv zaj."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.11","label":"11","content":"Koj yeej tshuaj tau hais tias, txij thaum kuv mus pe hawm Vajtswv hauv lub nroog Yeluxalees ntawd los tsis tau dhau kaum ob hnub."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.12","label":"12","content":"Lawv yeej tsis pom kuv nrog leejtwg sib cam rau hauv lub tuam tsev lossis tshum cov neeg kom ntxhov rau hauv tej tsev sablaj lossis hauv lub nroog li."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.13","label":"13","content":"Tej uas lawv tabtom kom kuv no lawv nrhiav tsis tau ib qho keeb puam uas tseeb kiag li."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.14","label":"14","content":"Tiamsis kuv yeem lees li no rau koj tias, kuv ua koom tu peb tej poj koob yawm txwv tus Vajtswv raws li Txojkev tshiab no uas lawv hais tias yog kev ntseeg cuav. Kuv ntseeg txhua lo lus raws txoj kevcai thiab tej lus uas sau hauv cov xibhwb cev Vajtswv lus phau ntawv."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.15","label":"15","content":"Kuv muaj siab vam rau hauv Vajtswv uas lawv vam ib yam nkaus, uas hais tias cov ncaj ncees thiab cov tsis ncaj puavleej yuav sawv hauv qhov tuag rov los."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.16","label":"16","content":"Vim li no kuv thiaj siv zog ua lub siab ncaj xyaum txhua lub sijhawm kom hum Vajtswv thiab neeg lub siab."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.17","label":"17","content":"Dhau los ntau xyoo kuv coj nyiaj tuaj pab kuv haiv neeg thiab tuaj xyeem qhov txhia chaw rau Vajtswv."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.18","label":"18","content":"Lub sijhawm ntawd lawv kuj pom kuv nyob hauv lub tuam tsev, yog thaum kuv twb ua kevcai ntxuav lawm thiab tsis muaj neeg nrog kuv ua ke thiab yeej tsis muaj kev kub ntxhov kiag li."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.19","label":"19","content":"Tiamsis cov Yudai qee leej tuaj hauv lub xeev Axia tuaj, mas tsim nyog lawv cov ntawd tuaj rau ntawm koj xubntiag no thiab yog lawv muaj dabtsi, lawv cia li kom kuv."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.20","label":"20","content":"Lossis cia cov neeg uas nyob ntawm no hais tej uas lawv pom tias kuv ua txhaum rau thaum kuv nyob tab meeg rau ntawm cov thawj lub rooj sablaj,"},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.21","label":"21","content":"tsuas yog tib qhov uas thaum kuv sawv hauv lawv nruab nrab kuv qw hais tias, ‘Qhov uas kuv raug txiav txim tab meeg nej hnub no vim yog qhov uas ciaj sawv hauv qhov tuag rov los.’ ”"},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.22","label":"22","content":"Tiamsis Feli paub txog Txojkev ntawd zoo, txawm sej rooj plaub ntawd ntxiv mus, nws hais tias, “Thaum Lixia uas yog tus thawj rog kav ib txhiab tuaj txog, kuv li tu koj rooj plaub.”"},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.23","label":"23","content":"Nws txawm hais kom tus thawj rog uas kav ib puas leej zov Povlauj ntxiv mus tiamsis tsis ua nruj thiab tsis txwv nws cov kwvluag tuaj tu nws."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.24","label":"24","content":"Dhau ob peb hnub Feli thiab nws tus pojniam Ruxila uas yog neeg Yudai tuaj. Nws txawm hais kom hu Povlauj los thiab mloog Povlauj hais txog qhov uas ntseeg Yexus Khetos."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.25","label":"25","content":"Thaum Povlauj hais txog txojkev ncaj ncees thiab qhov uas tswj yus lub siab thiab qhov uas yuav raug txiav txim yav tom hauv ntej, Feli kuj ntshai thiab hais tias, “Nimno koj cia li mus, yog muaj sijhawm kuv yuav hu koj rov tuaj.”"},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.26","label":"26","content":"Tamsim ntawd Feli kuj xav tias Povlauj yuav muab nyiaj xiab nws. Vim li no nws thiaj pheej hu Povlauj los nrog nws tham."},{"bible_id":"1269","chapter_code":"ACT.24","verse_code":"ACT.24.27","label":"27","content":"Dhau ob xyoos lawm Paukia Fexata los nyob Feli chaw. Feli xav ua zoo rau cov Yudai nws txawm cia Povlauj raug kaw hauv tsev lojfaj ntxiv mus."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.1","label":"1","content":"Thaum Fexata tuaj txog hauv lub xeev tau peb hnub lawm nws txawm tawm hauv lub moos Xixaleya mus rau lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.2","label":"2","content":"Cov pov thawj hlob thiab Yudai cov thawj tuaj kom Povlauj rau nws, thiab thov nws."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.3","label":"3","content":"Lawv thov kom nws xa Povlauj tuaj rau hauv Yeluxalees, vim lawv ntaus tswvyim yuav tos kev tua Povlauj."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.4","label":"4","content":"Fexata txawm teb tias, “Povlauj tseem raug kaw rau hauv Xixaleya thiab tshuav tsis ntev kuv yuav rov mus rau qhov ntawd.”"},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.5","label":"5","content":"Thiab nws hais tias, “Vim li no, nej cov uas ua thawj cia li nrog kuv mus. Yog Povlauj ua txhaum txoj twg, lawv cia li kom nws qhov ntawd.”"},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.6","label":"6","content":"Thaum Fexata so hauv lawv tsis dhau yim hnub lossis kaum hnub, nws kuj mus rau lub moos Xixaleya. Mas hnub tom qab nws zaum saum lub rooj tu plaub hais kom coj Povlauj los."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.7","label":"7","content":"Thaum Povlauj los txog, cov Yudai uas tuaj ntawm Yeluxalees kuj sawv vij Povlauj, thiab hais ntau pwm lus hnyav kom Povlauj tiamsis tej lus ntawd tsis muaj keeb puam tseeb."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.8","label":"8","content":"Povlauj thiaj hais daws nws zaj tias, “Kuv tsis tau ua dabtsi txhaum cov Yudai txoj kevcai lossis lub tuam tsev lossis Xixa.”"},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.9","label":"9","content":"Fexata xav ua zoo rau cov Yudai thiaj hais rau Povlauj tias, “Koj puas xav mus rau hauv lub nroog Yeluxalees es kuv li tu koj rooj plaub qhov ntawd?”"},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.10","label":"10","content":"Tiamsis Povlauj hais tias, “Kuv tabtom sawv ntsug ntawm Xixa lub rooj tu plaub, yog lub chaw uas tsim nyog tu kuv rooj plaub. Koj yeej paub zoo tias kuv tsis ua dabtsi txhaum rau cov Yudai."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.11","label":"11","content":"Yog kuv tau ua txhaum thiab ua dabtsi uas tsim nyog raug lub txim tuag, kuv kuj yeem tuag. Yog qhov uas lawv kom kuv tsis muaj tseeb, mas tsis muaj leejtwg muaj hwjchim muab kuv cob tau rau lawv. Kuv thov mus hais plaub ntawm Xixa.”"},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.12","label":"12","content":"Thaum Fexata nrog nws cov tuav haujlwm sablaj lawm txawm teb tias, “Koj twb thov mus hais ntawm Xixa, mas koj yuav tau mus cuag Xixa.”"},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.13","label":"13","content":"Dhau ntau hnub lawm vajntxwv Akipa thiab nws tus muam Npawnij tuaj tsham Fexata ntawm lub moos Xixaleya."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.14","label":"14","content":"Thaum so qhov ntawd ntau hnub lawm, Fexata txawm piav Povlauj tshaj plaub rau vajntxwv mloog hais tias, “Muaj ib tug yawg raug Feli kaw cia."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.15","label":"15","content":"Mas thaum kuv mus rau hauv Yeluxalees cov pov thawj hlob thiab Yudai cov kev txwj laus tuaj kom thov kuv rau txim rau tus ntawd."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.16","label":"16","content":"Kuv thiaj teb tias tsis yog Loos li kevcai uas yuav muab tus pem kom cob rau cov yeej kom ua ntej uas ob tog tsis tau sib ntsib thiab tus pem kom muaj sijhawm hais daws nws zaj txog tej uas lawv kom nws."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.17","label":"17","content":"Vim li no thaum lawv tuaj txhij rau ntawm no lawm kuv tsis tos ntev, tagkis tom qab kuv zaum saum lub rooj tu plaub thiab hais kom coj tus yawg ntawd los."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.18","label":"18","content":"Thaum cov yeej kom sawv lawv tsis kom tias nws ua txhaum yam li kuv xav,"},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.19","label":"19","content":"tiamsis tsuas yog lawv sib cam txog lawv tej kev ntseeg tej qhov xwb thiab hais txog ib tug yawg npe hu ua Yexus uas twb tuag lawm tiamsis Povlauj hais khov kho tias nws muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.20","label":"20","content":"Thaum kuv tsis pom qab xav yuav tshuaj zaj teeb meem ntawd li cas, kuv txawm nug Povlauj saib nws puas xav mus rau hauv Yeluxalees li tu tshaj plaub rau qhov ntawd."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.21","label":"21","content":"Tiamsis Povlauj thov kom muab nws kaw cia tos huabtais txiav txim, kuv thiaj muab nws kaw cia mus txog thaum kuv xa tau nws mus cuag Xixa.”"},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.22","label":"22","content":"Akipa txawm hais rau Fexata tias, “Kuv xav mloog tus yawg ntawd hais thiab.” Fexata hais tias, “Tagkis koj yuav tau hnov nws hais.”"},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.23","label":"23","content":"Tagkis tom qab Akipa thiab Npawnij hnav meej mom txhij zog tuaj rau hauv chav tsev tu plaub nrog cov thawj tub rog uas kav ib txhiab thiab cov neeg tseem ceeb hauv lub moos ntawd ua ke. Ces Fexata txawm hais kom coj Povlauj los."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.24","label":"24","content":"Fexata hais tias, “Vajntxwv Akipa thiab nej sawvdaws uas tuaj ua ke ntawm no, nej pom tus yawg no uas cov Yudai sawvdaws tuaj thov kuv hauv lub nroog Yeluxalees, thiab ntawm no lawv tau qw hais tias tsis tsim nyog cia nws muaj txojsia nyob ntxiv lawm."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.25","label":"25","content":"Tiamsis kuv pom tias nws tsis tau ua ib qho txhaum uas txaus tuag, mas thaum nws thov mus hais plaub rau ntawm huabtais, kuv thiaj txiav txim siab yuav xa nws mus."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.26","label":"26","content":"Tiamsis kuv tsis muaj tus no li keeb puam meej uas yuav xa mus rau kuv tus tswv. Vim li no kuv thiaj coj nws los rau ntawm nej xubntiag thiab qhov loj yog los rau ntawm vajntxwv Akipa koj xubntiag, vam hais tias thaum muab nws tshuaj tag lawm yuav muaj ntsiab lus sau tau thiab."},{"bible_id":"1269","chapter_code":"ACT.25","verse_code":"ACT.25.27","label":"27","content":"Kuv xav tias qhov uas xa ib tug raug txim mus tiamsis tsis qhia tej keeb puam uas kom mus kuj yog tsis thoob tsib.”"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.1","label":"1","content":"Akipa hais rau Povlauj tias. “Kuv tso cai koj hais daws koj zaj.” Povlauj txawm tsa tes hais daws nws zaj tias,"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.2","label":"2","content":"“Vajntxwv Akipa, kuv pom tias hnub no muaj zoo sijhawm uas tau nyob ntawm koj xubntiag hais daws tej lus uas cov Yudai kom huvsi,"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.3","label":"3","content":"mas qhov loj yog qhov uas koj yeej paub cov Yudai tej kevcai thiab tej teeb meem. Yog li no thov koj ua siab ntev mloog kuv hais."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.4","label":"4","content":"“Cov Yudai sawvdaws yeej paub kuv lub neej txij thaum yau los thiab paub thaum chiv thawj kuv yeej nrog kuv haiv neeg nyob thiab nyob hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.5","label":"5","content":"Lawv yeej paub kuv ntev los lawm. Yog lawv yeem ua timkhawv lawv yeej ua tau hais tias kuv ua lub neej raws li pab Falixai uas coj kevcai nruj kawg."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.6","label":"6","content":"Qhov uas nimno kuv tau los sawv rau koj txiav txim twb yog qhov uas muaj siab vam rau tej lus uas Vajtswv cog tseg rau peb tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.7","label":"7","content":"Peb kaum ob xeem ua koom tu Vajtswv kawg dag kawg zog nruab hnub hmo ntuj vim muaj siab vam yuav tau tej lus cog tseg ntawd. Au vajntxwv, vim yog txojkev vam no cov Yudai thiaj kom kuv."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.8","label":"8","content":"Ua cas nej xav tias qhov uas Vajtswv tsa neeg tuag ciaj sawv rov los ntawd yog zaj uas ntseeg tsis tau?"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.9","label":"9","content":"“Kuv txeev xav hauv kuv lub siab tias kuv yuav tsum ua ntau yam tawm tsam Yexus uas yog neeg Naxale lub npe."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.10","label":"10","content":"Kuv twb ua tej no rau hauv Yeluxalees. Thaum kuv tau hwjchim ntawm cov pov thawj hlob lawm kuv ntes cov xov dawb coob coob kaw rau hauv tsev lojfaj, thiab thaum lawv raug tua pov tseg kuv kuj pom zoo."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.11","label":"11","content":"Kuv pheej rau txim rau lawv tsis tseg hauv txhua lub tsev sablaj thiab quab yuam lawv hais lus tuam mom Vajtswv. Kuv npau taws rau lawv heev kuv thiaj caum mus tsim txom lawv rau hauv lwm tebchaws tej moos."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.12","label":"12","content":"“Yog li ntawd thaum kuv tau hwjchim ntawm cov pov thawj hlob thiab lawv txib kuv mus, kuv txawm taug kev mus rau lub nroog Damaxaka."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.13","label":"13","content":"Au vajntxwv, thaum tav su kuv tabtom taug kev mus kuv txawm pom ib tug duab ci heev dua lub hnub tsom saum ntuj los vij nkaus kuv thiab cov neeg uas nrog kuv mus."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.14","label":"14","content":"Thaum peb sawvdaws ntog tag rau hauv pem teb kuv hnov ib lub suab hais rau kuv ua lus Henplais tias, ‘Xolau, Xolau 'e, ua cas koj tsim txom kuv. Qhov uas koj tuam tus hmuv kuj mob koj tus kheej xwb.’"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.15","label":"15","content":"Kuv txawm hais tias, ‘Tus Tswv, koj yog leejtwg?’ Tus Tswv hais tias, ‘Kuv yog Yexus uas koj tabtom tsim txom."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.16","label":"16","content":"Cia li sawv tsees sawv ntsug vim tias kuv los tshwm rau koj pom, yuav tsa koj ua tub qhe thiab ua timkhawv txog tej xwm txheej uas koj tau pom kuv ua thiab tej uas kuv yuav ua tshwm rau koj."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.17","label":"17","content":"Kuv yuav cawm koj dim hauv koj haiv neeg thiab hauv lwm haiv neeg uas kuv txib koj mus ntawd."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.18","label":"18","content":"Koj yuav mus qheb lawv lub qhov muag kom lawv tig ntawm txojkev tsaus ntuj los cuag txojkev kaj, thiab tig ntawm Xatas  lub hwjchim los cuag Vajtswv, lawv thiaj tau txais kev zam txim thiab muaj feem nrog cov uas twb raug muab cais ua dawb huv vim yog ntseeg kuv nyob ua ke.’"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.19","label":"19","content":"“Au vajntxwv Akipa, vim li no kuv thiaj tsis tawv zaj yug toos uas los saum ntuj los,"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.20","label":"20","content":"tiamsis kuv xub piav rau cov uas nyob Damaxaka paub li piav rau hauv Yeluxalees thiab thoob plaws lub xeev Yudia thiab piav rau lwm haiv neeg kom lawv ntxeev dua siab tshiab thiab tig los cuag Vajtswv thiab ua lub neej phim qhov uas lawv ntxeev dua siab tshiab."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.21","label":"21","content":"Vim li no cov Yudai thiaj ntes kuv hauv lub tuam tsev thiab yooj xeeb yuav tua kuv pov tseg."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.22","label":"22","content":"Tiamsis vim Vajtswv pab kuv los txog niaj hnub nimno kuv thiaj tau los sawv ntawm no ua timkhawv rau cov hlob cov yau. Kuv tsuas hais txog tej uas cov xibhwb cev Vajtswv lus thiab Mauxe hais cia tias yuav tshwm los xwb,"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.23","label":"23","content":"yog qhov uas tus Kheto  yuav tsum raug kev tsim txom thiab qhov uas nws yog thawj tug uas ciaj sawv hauv qhov tuag rov los nws thiaj qhia txojkev kaj rau cov Yudai thiab lwm haiv neeg.”"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.24","label":"24","content":"Thaum Povlauj tabtom hais daws nws zaj ntawd, Fexata txawm qw nrov hais tias, “Povlauj, koj vwm lawm lauj. Koj kawm paub txujci ntau ua rau koj vwm.”"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.25","label":"25","content":"Tiamsis Povlauj hais tias, “Fexata uas saib hlob, kuv tsis vwm li, kuv hais tseeb thiab hais lus feeb meej."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.26","label":"26","content":"Vajntxwv yeej paub txog tej no, kuv thiaj muaj siab tuab hais rau nws, vim kuv ntseeg tias tej xwm txheej no tsis muaj ib yam twg uas nws tsis pom, rau qhov tej no tsis tau ua nraim nkoos."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.27","label":"27","content":"Vajntxwv Akipa, koj puas ntseeg tej lus uas cov xibhwb cev Vajtswv lus hais? Kuv yeej paub tias koj ntseeg.”"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.28","label":"28","content":"Akipa hais rau Povlauj tias, “Koj yuav yaum kuv los ua Khixatia  sai sai no lov?”"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.29","label":"29","content":"Povlauj hais tias, “Tsis hais qeeb los sai kuv thov Vajtswv tias tsis yog koj tib leeg xwb tiamsis txhua tus uas hnub no hnov kuv hais yuav tau ua ib yam li kuv tsuas yog tseg tsis txhob raug saw hlau khi li kuv no xwb.”"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.30","label":"30","content":"Ces vajntxwv thiab tus tswv xeev thiab Npawnij thiab sawvdaws uas nyob ntawd txawm sawv pes tsees."},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.31","label":"31","content":"Thaum lawv tawm mus lawv txawm sib hais tias, “Tus yawg no tsis tau ua ib yam txhaum uas tsim nyog muab rau txim tuag lossis muab kaw.”"},{"bible_id":"1269","chapter_code":"ACT.26","verse_code":"ACT.26.32","label":"32","content":"Akipa txawm hais rau Fexata tias, “Yog tus no tsis tau thov cia mus hais kom txog Xixa, ces muab nws tso kuj tau.”"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.1","label":"1","content":"Thaum txiav txim siab tias peb yuav nce nkoj mus rau Ithali tebchaws, lawv txawm muab Povlauj thiab lwm tus uas raug txim cob rau tus thawj rog uas kav ib puas leej hauv Xixa pab tub rog npe hu ua Yulia."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.2","label":"2","content":"Peb thiaj nce lub nkoj uas los ntawm lub moos Alamithiyu tabtom yuav tawm mus rau tej moos hauv lub xeev Axia ntawm ntug hiavtxwv. Peb txawm tawm mus mas Alithakha uas yog neeg Makhedaunia tuaj hauv lub moos Thexalaunika tuaj nrog peb ua ke mus thiab."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.3","label":"3","content":"Hnub tom qab peb los nres ntawm lub nroog Xaidoo. Yulia hlub Povlauj thiaj kheev Povlauj mus xyuas nws cov kwvluag xwv lawv thiaj tu tau nws."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.4","label":"4","content":"Thaum peb caij nkoj tawm qhov ntawd mus, peb txawm lug lub koog povtxwv Xaipla sab uas nraim cua mus vim cua ntsawj tom hauv ntej tuaj."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.5","label":"5","content":"Thaum peb hla hiavtxwv uas nyob ntawm lub xeev Khilikia thiab lub xeev Pafilia, peb txawm tuaj txog lub moos Mila uas nyob hauv lub xeev Likia."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.6","label":"6","content":"Hauv lub moos ntawd tus thawj uas kav ib puas leej nrhiav tau ib lub nkoj txwg uas tuaj lub nroog Alexadia tuaj tabtom yuav mus rau Ithali tebchaws, nws txawm kom peb nce lub nkoj ntawd."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.7","label":"7","content":"Peb caij lub nkoj ntawd mus qeeb qeeb ntau hnub mas ceeblaj mus txog lub moos Khanida kawg. Thaum tsav nkoj kwm cua tsis taus lawm, peb txawm lug lub koog povtxwv Khete sab uas nraim cua mus ntawm ceg kaum uas hu ua Xamaune."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.8","label":"8","content":"Ceeblaj tsav nkoj mus npuas lub koog povtxwv, peb mus txog ib qho chaw uas hu ua Chaw Nres Nkoj Zoo Nkauj uas nyob ze lub moos Laxia."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.9","label":"9","content":"Vim yog nkim sijhawm ntau thiab tsis tso siab caij nkoj vim twb dhau lub sijhawm ua kevcai yoo mov  lawm, Povlauj txawm ntuas lawv,"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.10","label":"10","content":"thiab hais tias, “Kwvtij sawvdaws, kuv pom tias qhov uas caij nkoj zaum no yuav raug xwm txheej phem thiab yuav muaj kev puas xwm, tsis yog tej nra thiab lub nkoj xwb, peb txojsia los yuav puas thiab.”"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.11","label":"11","content":"Tiamsis tus thawj rog uas kav ib puas leej ntseeg tus thawj uas tsav nkoj thiab tus tswv nkoj heev dua li ntseeg Povlauj tej lus."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.12","label":"12","content":"Vim lub tshav nres nkoj ntawd tsis zoo nres rau lub caij ntuj no, cov neeg feem coob txiav txim siab tias yuav tsav nkoj tawm qhov ntawd mus vam hais tias yuav mus kom txog lub moos Fini uas yog lub chaw nres nkoj hauv lub koog povtxwv Khete uas tig rau qaum teb hnub poob thiab tig rau sab qab teb hnub poob, mas yuav nyob qhov ntawd kom dhau lub caij ntuj no."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.13","label":"13","content":"Thaum cua maj mam ntsawj sab nram tuaj, lawv kuj xav tias yuav mus tau raws li lawv txiav txim siab ntawd, lawv txawm rho tog hlau nres nkoj los thiab tsav nkoj mus raws ntug koog povtxwv Khete."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.14","label":"14","content":"Tiamsis mus tsis ntev txawm muaj cua daj cua dub uas hu tias “Cua qaum teb sab hnub tuaj” tuaj ntsawj saum nruab nqhuab tuaj raug peb."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.15","label":"15","content":"Thaum lub nkoj raug cua nplawm thiab tig lub nkoj mus tiv cua tsis taus lawm, peb txawm muab lub nkoj tig mus raws cua."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.16","label":"16","content":"Thaum mus rau ntawm lub koog povtxwv me me hu ua Khauda sab nraim cua, peb txawm ceeblaj muab lub nkoj me khi tau cia."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.17","label":"17","content":"Thaum muab lub nkoj me nqa los lawm, lawv txawm muab hlua rig zawm lub nkoj loj ceev ceev. Vim lawv ntshai tsam lub nkoj mus nkaug tej xuab zeb ntawm ntug nqhuab Xawthi,  lawv thiaj muab daim ntaub txo tso lub nkoj mus li cua ntsawj."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.18","label":"18","content":"Hnub tom qab lawv pib thau tej nra uas lawv thauj pov tseg vim peb raug cua daj cua dub heev."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.19","label":"19","content":"Hnub uas peb lawv txawm xuas tes thau tej twj cuab yeej uas siv hauv lub nkoj pov tseg."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.20","label":"20","content":"Thaum tsis pom lub hnub lossis tej hnub qub ntau hnub lawm thiab tseem raug cua daj cua dub heev, peb tsis muaj chaw vam tias peb yuav dim lawm."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.21","label":"21","content":"Lawv tsis tau noj mov ntev los lawm Povlauj txawm los sawv hauv lawv nruab nrab hais tias, “Cov kwvtij 'e, tsim nyog nej mloog kuv hais es tsis txhob tawm hauv lub koog povtxwv Khete ces nej twb tsis raug puas xwm thiab qhov txhia chaw piam tag."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.22","label":"22","content":"Nimno kuv thov kom nej ua lub siab loj rau qhov nej yuav tsis muaj ib tug piam txojsia li tsuas yog lub nkoj piam xwb."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.23","label":"23","content":"Rau qhov nag hmo tus Vajtswv uas xaiv kuv thiab kuv ua koom tu, nws li ib tug tubtxib saum ntuj los sawv ze ntawm kuv"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.24","label":"24","content":"thiab hais tias, ‘Povlauj 'e, tsis txhob ntshai. Koj yuav tsum sawv ntawm Xixa xubntiag thiab Vajtswv saib rau koj thiaj pub kom txhua tus uas nrog koj nyob ua ke hauv nkoj dim txojsia.’"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.25","label":"25","content":"Vim li no kwvtij 'e, nej cia li zoo siab rau qhov kuv tso siab rau Vajtswv tias yuav muaj xwm txheej raws li uas nws hais rau kuv lawm."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.26","label":"26","content":"Tiamsis peb lub nkoj yuav tsum mus nkaug rau ib lub koog povtxwv.”"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.27","label":"27","content":"Txog hmo kaum plaub uas peb tabtom ntab saum nplaim dej hiavtxwv Aria, kwvlam ib tag hmo cov tub nkoj xav hais tias twb los ze nruab nqhuab lawm."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.28","label":"28","content":"Lawv txawm ntsuas saib mas dej tob li nees nkaum daj, dhau mentsis lawm rov qab ntsuas dua mas tob kaum tsib daj."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.29","label":"29","content":"Lawv ntshai tsam yuav txam raug pob zeb tim ntug, lawv txawm tso plaub tog hlau nres nkoj tom tw thiab thov kom kaj ntug tuaj."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.30","label":"30","content":"Thaum cov tub nkoj tabtom nrhiav kev yuav khiav kom dim ntawm lub nkoj, thiab muab lub nkoj me tso dauv rau hauv hiavtxwv, ua txuj yuav tso tog hlau nres nkoj tom taubhau,"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.31","label":"31","content":"Povlauj txawm hais rau tus thawj rog uas kav ib puas leej thiab cov tub rog hais tias, “Yog cov neeg no tsis nyob hauv lub nkoj lawm, nej yuav tsis dim li.”"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.32","label":"32","content":"Cov tub rog thiaj txiav cov hlua uas khi lub nkoj me tso lub nkoj me ntab mus lawm."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.33","label":"33","content":"Thaum yuav kaj ntug Povlauj cheem kom sawvdaws noj mov thiab hais tias, “Hnub no tau kaum plaub hnub lawm uas nej pheej tos rawv yoo mov tsis tau noj ib yam dabtsi li."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.34","label":"34","content":"Vim li no kuv thov kom nej noj mov kom thiaj muaj txojsia nyob tau, rau qhov nej cov ib txog plaubhau los yeej yuav tsis ploj li.”"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.35","label":"35","content":"Thaum hais li ntawd lawm nws txawm muab ncuav los ua Vajtswv tsaug tab meeg lawv sawvdaws, thiab muab ntais noj."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.36","label":"36","content":"Txhua tus lub siab thiaj loj tuaj thiab lawv kuj noj mov thiab."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.37","label":"37","content":"(Peb cov uas nyob hauv lub nkoj huvsi muaj ob puas xya caum rau leej.)"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.38","label":"38","content":"Thaum lawv noj txaus lawm, lawv txawm muab tej mog pov rau hauv dej hiavtxwv ua rau lub nkoj thiaj li sib tuaj."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.39","label":"39","content":"Thaum kaj ntug lawm lawv kuj tsis paub tias ntug nqhuab ntawd yog lub tebchaws twg, tiamsis lawv pom ib ceg hiavtxwv uas muaj xuab zeb, ces txawm hais hum tias yog ua tau ces cia lub nkoj mus nkaug cov xuab zeb ntawd."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.40","label":"40","content":"Lawv txawm txiav tej hlua ntawm tej tog hlau nres nkoj tso tseg rau hauv hiavtxwv, thiab daws tej hlua uas khi tej duav nkoj thiab tsa daim ntaub tom hauv nkoj kom raug cua mas lawv txawm ncaj nraim mus rau tim ntug."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.41","label":"41","content":"Thaum los txog ib qhov uas dej hiavtxwv ntiav zog lub nkoj txawm los nkaug rau hauv cov xuab zeb rhais ruaj ruaj li, yav tw nkoj thiaj raug tej nthwv dej uas ntas muab nplawm tawg tag."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.42","label":"42","content":"Cov tub rog xav tua cov neeg raug txim ntshai tsam lawv ua luam dej khiav dim lawm."},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.43","label":"43","content":"Tiamsis tus thawj uas kav ib puas leej xav cawm Povlauj nws thiaj txwv tsis kheev lawv ua raws li lawv xav ntawd. Nws hais rau cov uas txawj ua luam dej kom caws qia rau hauv dej mus rau tim ntug ua ntej,"},{"bible_id":"1269","chapter_code":"ACT.27","verse_code":"ACT.27.44","label":"44","content":"thiab kom cov uas tseem tshuav tuav tej daim txiag thiab tej yam uas ntais ntawm lub nkoj los luam mus. Yog li no mas txhua tus puavleej dim mus txog tim ntug."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.1","label":"1","content":"Thaum peb dim tag lawm peb li paub tias lub koog povtxwv ntawd hu ua Melita."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.2","label":"2","content":"Cov neeg hauv lub tebchaws hlub peb heev. Lawv rauv taws tos txais peb rau qhov nag los thiab no heev."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.3","label":"3","content":"Povlauj mus khaws ib tsuag taws los rauv rau hauv qhov cub, ces muaj ib tug nab muaj taug txawm tawm hauv tsuag taws los vim yog kub mas tom Povlauj txhais tes."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.4","label":"4","content":"Thaum cov neeg hauv lub tebchaws ntawd pom tus nab dai vias ntawm Povlauj txhais tes, lawv sib hais tias, “Tus no yeej yog ib tug tua neeg tiag tiag li. Txawm yog nws dim hauv hiavtxwv los lawm, los tus uas txiav txim ncaj tsis pub nws muaj txojsia nyob.”"},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.5","label":"5","content":"Tiamsis Povlauj txawm tib ncho tus nab poob rau hauv qhov cub thiab nws tsis ua li cas kiag li."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.6","label":"6","content":"Lawv tos ntsoov saib nws yuav o o lossis ntog kiag tuag tamsid. Tiamsis thaum lawv tos ntev lawm kuj tsis pom nws ua li cas, lawv txawm hloov kev xav hais tias nws yog ib tug timtswv."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.7","label":"7","content":"Tus thawj uas kav lub tebchaws ntawd npe hu ua Pulia muaj teb nyob ze ntawd. Nws tos txais peb thiab yug peb zoo tau peb hnub."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.8","label":"8","content":"Pulia txiv tabtom ua npaws thiab raws plab, mas Povlauj mus saib nws thiab thov Vajtswv thiab muab tes npuab rau saum nws kho nws zoo."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.9","label":"9","content":"Thaum ua li ntawd lawm cov neeg muaj mob kis nyob hauv lub koog povtxwv ntawd txawm tuaj cuag nws mas nws kuj kho lawv tej mob zoo."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.10","label":"10","content":"Lawv kuj pub tshav ntuj rau peb ntau yam. Thaum peb yuav caij nkoj tawm mus, lawv kuj coj tej uas peb cheem tsum tuaj pub rau peb."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.11","label":"11","content":"Dhau peb lub hli peb li caij ib lub nkoj uas tuaj nres tag lub caij ntuj no rau hauv koog povtxwv ntawd tawm mus. Lub nkoj ntawd yog tuaj ntawm lub nroog Alexadia tuaj, thiab muaj ob tug dab mlom ntxaib rau ntawm hauv nkoj."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.12","label":"12","content":"Peb mus nres so rau ntawm lub moos Xailakhu tau peb hnub."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.13","label":"13","content":"Thaum tawm qhov ntawd peb mus txog lub moos Leki‑u. Hnub tom qab cua ntsawj sab nrad tuaj mas hnub uas ob peb mus txog lub moos Puthi‑auli."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.14","label":"14","content":"Peb ntsib cov kwvtij qhov ntawd thiab lawv hu peb mus so hauv lawv tau xya hnub. Yog li uas hais no peb thiaj mus txog lub nroog Loos."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.15","label":"15","content":"Thaum cov kwvtij uas nyob hauv lub nroog Loos hnov xov, lawv txawm tuaj tos peb ntawm lub Kiab Apia thiab ntawm Peb Lub Tsev So. Thaum Povlauj pom lawv lawm nws txawm ua Vajtswv tsaug thiab txhawb tau nws lub zog."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.16","label":"16","content":"Thaum peb tuaj txog lub nroog Loos, nom tswv tso cai rau Povlauj nyob ib cag thiab muaj ib tug tub rog zov."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.17","label":"17","content":"Dhau peb hnub lawm, Povlauj txawm hu Yudai cov thawj tuaj txoos ua ke. Thaum tuaj txhij lawd, nws hais rau lawv tias, “Cov kwvtij, txawm yog kuv tsis tau ua txhaum rau peb haiv neeg lossis ua txhaum peb tej poj koob yawm txwv tej kevcai los kuv tseem raug ntes hauv lub nroog Yeluxalees thiab raug muab cob rau hauv cov Loos txhais tes."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.18","label":"18","content":"Thaum lawv tshuaj kuv zaj lawm lawv xav muab kuv tso vim tsis muaj keeb puam dabtsi uas yuav rau txim tuag rau kuv."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.19","label":"19","content":"Thaum cov Yudai txwv tav, kuv thiaj li yuav tsum thov cia hais mus txog Xixa, tiamsis kuv tsis muaj ib zaj dabtsi yuav kom kuv haiv neeg."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.20","label":"20","content":"Vim li no, kuv thiaj hu nej tuaj xwv thiaj ntsib nej thiab nrog nej hais lus. Qhov uas kuv raug saw hlau khi no twb yog tim cov Yixayee txojkev vam.”"},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.21","label":"21","content":"Lawv hais rau nws tias, “Peb tsis tau txais tsab ntawv uas xa hauv lub xeev Yudia tuaj hais txog koj thiab tsis muaj ib tug kwvtij twg coj xov tuaj hais phem txog koj."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.22","label":"22","content":"Mas peb xav hnov koj hais saib koj xav li cas, vim peb paub tias cov uas ntseeg Txojkev no raug luag tawm tsam txhua qhov.”"},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.23","label":"23","content":"Thaum lawv teem dua ib hnub tuaj ntsib nws, muaj neeg coob tuaj cuag nws hauv nws lub chaw nyob. Nws txawm qhia lawv txij thaum tagkis mus txog tsaus ntuj. Nws ua timkhawv txog Vajtswv lub tebchaws thiab muab tej lus hauv Mauxe phau kevcai thiab hauv cov xibhwb cev Vajtswv lus phau ntawv los qhia yaum kom lawv los ntseeg Yexus."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.24","label":"24","content":"Tej lus uas nws hais ntawd muaj qee leej ntseeg, muaj qee leej tsis ntseeg."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.25","label":"25","content":"Ces lawv txawm tsis sib hum lawm. Thaum lawv yuav sib ncaim mus, Povlauj hais dua ib nqes ntxiv tias, “Vaj Ntsuj Plig dawb huv hais raug lawm qhov uas nws kom xibhwb Yaxaya uas cev lus hais rau nej tej poj koob yawm txwv tias,"},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.26","label":"26","content":"“ ‘Cia li mus thiab hais rau cov neeg no tias, “ ‘ “Nej yeej yuav mloog tag mloog thiab los tsis nkag siab, nej yuav saib tag saib thiab los tsis pom.”"},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.27","label":"27","content":"Vim haiv neeg no lub siab tawv, thiab lawv ua ntsej lag muag dig thiab lawv kaw lawv lub qhov muag, tsam ces lawv lub qhov muag ho pom, thiab lawv lub qhov ntsej ho hnov, thiab lawv lub siab yuav to taub, ces lawv yuav tig rov los cuag kuv kho lawv kom zoo.’"},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.28","label":"28","content":"Vim li no nej cia li paub tias Vajtswv txojkev dim no thiaj raug muab xa mus rau lwm haiv neeg lawm, mas lawv yuav mloog.”"},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.30","label":"30","content":"Povlauj nyob hauv lub tsev uas nws ntiav tau ob xyoos thiab tos txais txhua tus uas tuaj cuag nws."},{"bible_id":"1269","chapter_code":"ACT.28","verse_code":"ACT.28.31","label":"31","content":"Nws tshaj tawm txog Vajtswv lub tebchaws thiab ua siab tuab qhia txog tus Tswv Yexus Khetos tsis muaj dabtsi khuam cheem."}]