[{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.1","label":"1","content":"No yog Amau uas yog ib tug yug yaj hauv lub moos Thekhau‑a tej lus uas nws tau pom ntsig txog cov Yixayee rau thaum Uxiya ua vajntxwv kav Yuda tebchaws thiab Yau‑as tus tub Yelaunpau‑as ua vajntxwv kav Yixayee tebchaws ua ntej uas ntuj qeeg ob xyoos."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.2","label":"2","content":"Nws hais tias, “Yawmsaub lub suab nyooj laws hauv Xi‑oo tuaj, thiab nws tsa lub suab nrov hauv Yeluxalees tuaj. Cov uas yug yaj tej tshav zaub qhuav tag, lub ncov roob Khamee tuag tshav.”"},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.3","label":"3","content":"Yawmsaub hais li no tias, “Qhov uas Damaxaka ua txhaum peb zaug tag los ua plaub zaug thiab, kuv yuav tsis tso qhov uas rau txim tseg li, rau qhov lawv tau muab thob log hlau luam Kile‑a."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.4","label":"4","content":"Vim li no kuv yuav tso hluavtaws los rau saum Haxa‑ee lub tsev, mas hluavtaws yuav kub Npeehada tej chaw ruaj khov."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.5","label":"5","content":"Kuv yuav lov Damaxaka tej las rooj pov tseg, thiab rhuav tshem cov neeg tawm hauv lub hav Avee  mus, thiab ntiab tus uas tuav rawv tus cwj kav hauv lub moos Npe‑edee tawm mus. Cov pejxeem hauv Alas tebchaws yuav raug poob tebchaws mus rau lub moos Khi.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.6","label":"6","content":"Yawmsaub hais li no tias, “Qhov uas lub moos Kaxa ua txhaum peb zaug tag los ua plaub zaug thiab, kuv yuav tsis tso qhov uas rau txim tseg li, rau qhov lawv kuav cov pejxeem huvsi tawm tebchaws coj mus cob rau cov Edoo."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.7","label":"7","content":"Vim li no kuv yuav tso hluavtaws los rau saum Kaxa tej ntsa loog, mas hluavtaws yuav kub Kaxa tej chaw ruaj khov."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.8","label":"8","content":"Kuv yuav rhuav tshem cov neeg tawm hauv lub moos Asadau mus thiab ntiab tus uas tuav rawv tus cwj kav hauv lub moos Akheloo tawm mus. Kuv yuav tig kiag kuv txhais tes tawm tsam lub moos Ekhoo, mas cov Filixatee uas tseem tshuav yuav puam tsuaj tag huvsi.” Vajtswv Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.9","label":"9","content":"Yawmsaub hais li no tias, “Qhov uas lub nroog Thailab ua txhaum peb zaug tag los ua plaub zaug thiab, kuv yuav tsis tso qhov uas rau txim tseg li, rau qhov lawv kuav cov pejxeem huvsi tawm tebchaws coj mus cob rau cov Edoo, lawv tsis nco txog tej lus cog tseg sib raug zoo."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.10","label":"10","content":"Vim li no kuv yuav tso hluavtaws los rau saum Thailab tej ntsa loog, mas hluavtaws yuav kub Thailab tej chaw ruaj khov.”"},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.11","label":"11","content":"Yawmsaub hais li no tias, “Qhov uas cov Edoo ua txhaum peb zaug tag los ua plaub zaug thiab, kuv yuav tsis tso qhov uas rau txim tseg li, rau qhov lawv tau xuas riam xuas ntaj raws caum lawv tus kwv, thiab tso plhuav txojkev khuvleej pov tseg, lawv txojkev chim muaj tsis tu li, thiab lawv npau taws vog mus ib txhis."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.12","label":"12","content":"Vim li no kuv yuav tso hluavtaws los rau saum lub moos Themas, thiab hluavtaws yuav kub lub moos Npauxa tej chaw ruaj khov.”"},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.13","label":"13","content":"Yawmsaub hais li no tias, “Qhov uas cov Asmoo ua txhaum peb zaug tag los ua plaub zaug thiab, kuv yuav tsis tso qhov uas rau txim tseg li, rau qhov lawv tau muab tej pojniam uas suab menyuam tej plab phua hauv Kile‑a, xwv lawv thiaj li nthuav lawv lub tebchaws dav tuaj."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.14","label":"14","content":"Vim li no kuv yuav zes taws rau lub moos Lanpa tej ntsa loog, mas hluavtaws yuav kub lub moos ntawd tej chaw ruaj khov, thiab yuav muaj lub suab qw nrov rau hnub uas ua rog, thiab yuav muaj cua daj cuab dub ntsawj rau hnub uas muaj khaub zeeg cua."},{"bible_id":"1269","chapter_code":"AMO.1","verse_code":"AMO.1.15","label":"15","content":"Lawv tus vajntxwv thiab nws cov thawj yuav ua ke raug poob tebchaws.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.1","label":"1","content":"Yawmsaub hais li no tias, “Qhov uas cov Mau‑a ua txhaum peb zaug tag los ua plaub zaug thiab, kuv yuav tsis tso qhov uas rau txim tseg li, rau qhov lawv muab cov Edoo tus vajntxwv tej pob txha hlawv ua hmoov zeb sib."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.2","label":"2","content":"Vim li no kuv yuav tso hluavtaws los rau saum cov Mau‑a, mas hluavtaws yuav kub lub moos Kheli‑au tej chaw ruaj khov, thiab cov Mau‑a yuav tuag rau hauv tej suab ua nqaj ua nqug thiab rau thaum muaj suab qw ua rog thiab suab raj kub yaj nrov."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.3","label":"3","content":"Kuv yuav muab tus uas ua thawj kav rhuav tshem tawm hauv lawv mus, thiab yuav tua cov thawj hauv lub tebchaws ntawd sawvdaws nrog nws ua ke.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.4","label":"4","content":"Yawmsaub hais li no tias, “Qhov uas cov Yuda ua txhaum peb zaug tag los ua plaub zaug thiab, kuv yuav tsis tso qhov uas rau txim tseg li, rau qhov lawv muab Yawmsaub txoj kevcai tso tseg, thiab lawv tsis tuav rawv nws tej kab ke. Lawv mloog tej lus dag mus yuam kev ib yam li lawv tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.5","label":"5","content":"Vim li no kuv yuav tso hluavtaws los rau saum Yuda, mas hluavtaws yuav kub Yeluxalees tej chaw ruaj khov.”"},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.6","label":"6","content":"Yawmsaub hais li no tias, “Qhov uas cov Yixayee ua txhaum peb zaug tag los ua plaub zaug thiab, kuv yuav tsis tso qhov uas rau txim tseg li, rau qhov lawv muab cov neeg ncaj ncees muag yuav nyiaj, thiab muab cov neeg pluag muag yuav ib nkawg khau."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.7","label":"7","content":"Lawv tsuj tej neeg pluag lub taubhau rau hauv cov hmoov av, thiab muab cov neeg txom nyem nyuaj siab thawb pes ntiag mus. Ob txiv tub mus deev tib tug pojniam, ua qias puas tsuas kuv lub npe uas dawb huv."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.8","label":"8","content":"Lawv pw ib sab ntawm txhua lub thaj xyeem dab pw rau saum tej tsoos tsho uas muab los yuam nqe. Hauv lawv tus Vajtswv lub tuam tsev mas lawv haus cawv txiv hmab uas yog muab ntawm cov uas raug nplua los."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.9","label":"9","content":"“Kuv kuj muab cov Amaulai ua puam tsuaj rau ntawm lawv hauv ntej, yog cov neeg uas siab yam li tej ntoo ciab, thiab khov yam li tej ntoo qheb. Kuv muab lawv tej txiv uas nyob saud thiab tej cag uas nyob hauv ua puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.10","label":"10","content":"Kuv kuj coj nej tawm hauv Iyi tebchaws los, thiab coj nej hauv tebchaws moj sab qhua tau plaub caug xyoo, kom nej thiaj tau cov Amaulai lub tebchaws ua nej teej nej tug."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.11","label":"11","content":"Kuv tsa nej cov tub qee leej ua xibhwb cev kuv lus, thiab tsa nej cov tub hluas qee leej ua cov Naxi. Cov Yixayee 'e, tej no tsis muaj tseeb lov?” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.12","label":"12","content":"“Tiamsis nej tseem yuam cov Naxi haus cawv txiv hmab, thiab txwv cov xibhwb cev lus tias, ‘Nej tsis txhob cev lus kiag li.’"},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.13","label":"13","content":"“Saib maj, kuv yuav muab nej nias rau hauv nej lub chaw, ib yam li lub tsheb nyuj uas thauj tej qoob puv nkaus nias rau hauv av."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.14","label":"14","content":"Tus neeg nrawm yuav tsis muaj peevxwm khiav dim lawm, tus neeg muaj zog los yuav tsis muaj zog lawm, tus uas siab loj siab tuab yuav cawm tsis tau nws txojsia."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.15","label":"15","content":"Tus uas tuav rawv hneev yuav sawv tiv tsis tau, tus uas txhais taw nrawm yuav khiav tsis dim, tus uas caij nees yuav cawm tsis tau nws txojsia."},{"bible_id":"1269","chapter_code":"AMO.2","verse_code":"AMO.2.16","label":"16","content":"Tus uas siab loj siab tuab hauv cov tub rog, los hnub ntawd yuav khiav liab qab tsuas.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.1","label":"1","content":"Cov Yixayee 'e, cia li mloog tej lus uas Yawmsaub hais tawm tsam nej, yog hais tawm tsam tag nrho haiv neeg uas kuv coj tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.2","label":"2","content":"“Tag nrho ib tsoom neeg hauv lub ntiajteb no, nej yog haiv neeg uas kuv xaiv cia, mas kuv yuav rau txim rau nej vim tim nej tej kev txhaum huvsi.”"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.3","label":"3","content":"Yog ob leeg tsis tau teem tseg cia yuav ua ke taug kev tau thiab lov?"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.4","label":"4","content":"Tsov ntxhuav nyooj tom hav zoov rau thaum tsis tau qauv noj lov? Yog thav tsov ntxhuav tom tsis tau dabtsi noj mas yuav quaj hauv nws lub chaw nkaum lov?"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.5","label":"5","content":"Tsis cuab hlua noog yuav los mag rooj hlua hauv av lov? Yog tsis muaj dabtsi mus tsuj rooj hlua, rooj hlua yuav cia li txhais hauv av lov?"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.6","label":"6","content":"Tshuab raj kub yaj rau hauv lub moos, tej pejxeem tsis ras lov? Yog Yawmsaub tsis ua, tej xwm txheej phem yuav poob los raug lub moos lov?"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.7","label":"7","content":"Qhov tseeb Vajtswv Yawmsaub yeej tsis npog ib yam dabtsi uas nws ua es tsis qhia rau nws cov qhev uas yog xibhwb cev nws li lus."},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.8","label":"8","content":"Tsov ntxhuav nyooj lawm, leejtwg yuav tsis ntshai? Vajtswv Yawmsaub hais lawm, leejtwg yuav npog tsis cev nws tej lus?"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.9","label":"9","content":"Cia li tshaj tawm rau tej chaw ruaj khov hauv lub moos Asadau thiab tej chaw ruaj khov hauv Iyi tebchaws hais tias, “Cia li tuaj txoos ua ke rau saum Xamali tej roob thiab tsa muag ntsia tej kev ntxhov hnyo ntau kawg thiab tej kev quab yuam hauv lub nroog ntawd.”"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.10","label":"10","content":"Yawmsaub hais tias, “Cov uas ua limhiam ntais ntuj thiab ua tub sab thiaj tau nyiaj txiag los khaws cia rau hauv lawv tej chaw ruaj khov, lawv yeej tsis paub ua raws li uas raug cai.”"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.11","label":"11","content":"Vim li no Vajtswv Yawmsaub thiaj hais li no tias, “Yeeb ncuab yuav tuaj vij lub tebchaws no thiab ntaus nej tej chaw tiv thaiv kom pob tag, thiab lws nej tej chaw ruaj khov.”"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.12","label":"12","content":"Yawmsaub hais li no tias, “Tus uas yug yaj txeeb tau ob ceg lossis ib nplais nplooj ntseg ntawm tsov ntxhuav qhov ncauj li cas, mas cov Yixayee hauv Xamali yuav tau ib nyuag ceg kaum rooj thiab ib sab chaw pw dim ib yam li ntawd.”"},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.13","label":"13","content":"Vajtswv Yawmsaub, uas yog Vajtswv muaj hwjchim loj kawg nkaus hais tias, “Cia li mloog thiab ua timkhawv kom Yakhauj caj ces."},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.14","label":"14","content":"Hnub uas kuv rau txim rau cov Yixayee tej kev fav xeeb, kuv yuav rau txim rau tej thaj xyeem dab hauv lub moos Npe‑ee, thiab tej kub ntawm lub kaum thaj ntawd yuav raug muab txiav poob rau hauv av."},{"bible_id":"1269","chapter_code":"AMO.3","verse_code":"AMO.3.15","label":"15","content":"Kuv yuav rhuav tej tsev ntuj no thiab tej tsev ntuj kub pob tag ua ke, thiab tej tsev uas xuas kaus ntxhw ua yuav puam tsuaj, thiab tej vaj tse loj loj yuav ploj tag huvsi.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.1","label":"1","content":"Nej cov maum nyuj Npasas uas nyob saum lub roob Xamali, cia li mloog tej lus no. Nej quab yuam cov neeg pluag thiab zuaj cov neeg txom nyem, thiab hais rau nej tus txiv tias, “Cia li muab cawv los rau peb haus.”"},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.2","label":"2","content":"Vajtswv Yawmsaub tuav nws txojkev dawb huv cog lus twv hais tias, “Saib nawj, lub caij lub nyoog uas luag yuav muab nqe lauj nqe nej mus yeej yuav los, mas nej txhua tus yuav raug luag muab nuv ntses nqe mus tag nrho huvsi."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.3","label":"3","content":"Nej txhua tus yuav tawm hauv tej qhov ntsa loog uas pob ncaj nraim mus, thiab yuav raug muab laim pov tseg rau ntawm Hamoos.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.4","label":"4","content":"“Nej cia li los rau ntawm Npe‑ee thiab ua txhaum los maj, cia li los rau ntawm Kilakas thiab ua tej kev fav xeeb ntau zuj zus tuaj los maj, cia li coj tej tsiaj tuaj xyeem txhua tagkis, thiab coj ib feem kaum tuaj txhua txhia peb hnub."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.5","label":"5","content":"Cia li muab tej ncuav xyaw keeb los hlawv xyeem ua tsaug, thiab tshaj tawm txog tej uas nej zoo siab pub thiab khav txog tej ntawd. Cov Yixayee 'e, nej yeej nyiam ua li no.” Vajtswv Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.6","label":"6","content":"“Thoob plaws hauv nej txhua lub moos kuv cia nej tej kaus hniav tau so, thiab cia nej tu ncua tsis muaj mov noj rau hauv nej txhua lub chaw, los nej tseem tsis rov los cuag kuv.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.7","label":"7","content":"“Tseem tshuav peb lub hlis li txog caij hlais qoob tiamsis kuv tav tsis pub nag los rau nej lawm. Kuv pub nag los rau ib lub moos, tseg ib lub moos, ib daim teb muaj nag los, ib daim teb tsis muaj nag los, qoob qhuav tag."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.8","label":"8","content":"Ob lub peb lub moos thiaj li tuaj mus nrhiav dej haus rau hauv ib lub moos, kuj tsis tau haus tsau, los nej tseem tsis rov los cuag kuv.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.9","label":"9","content":"“Kuv ua rau nej tej qoob ua npluag thiab tuaj pwm, kuv ua rau nej tej vaj thiab nej tej vaj txiv hmab puam tsuaj tag, kooj txig noj nej tej txiv cev tej txiv aulib tag, los nej tseem tsis rov los cuag kuv.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.10","label":"10","content":"“Kuv tso tej mob kis uas muaj rau hauv Iyi tebchaws los raug nej, kuv xuas hniav ntaj tua nej tej tub hluas pov tseg, thiab coj nej tej nees mus, kuv ua rau nej tej yeej ua rog tsw lwj ntxiag rau hauv nej qhov ntswg, los nej tseem tsis rov los cuag kuv.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.11","label":"11","content":"“Kuv muab nej ib txhia rhuav tshem ib yam li Vajtswv rhuav tshem lub moos Xaudoo thiab lub moos Kaumaula, mas nej zoo li tus tw taws uas luag thau hauv cub tawg los, los nej tseem tsis rov los cuag kuv.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.12","label":"12","content":"“Cov Yixayee 'e, vim li no kuv yuav ua li no rau nej. Cov Yixayee 'e, vim kuv yuav ua li no rau nej, cia li npaj ntsib nej tus Vajtswv.”"},{"bible_id":"1269","chapter_code":"AMO.4","verse_code":"AMO.4.13","label":"13","content":"Tus uas puab tej roob thiab tsim tej cua, thiab hais tej uas nws xav tseg rau neeg paub, yog tus uas muab kaj ntug ua qhov tsaus ntuj lawm, thiab mus los saum tej chaw siab hauv lub ntiajteb, nws lub npe hu ua Yawmsaub, yog Vajtswv uas muaj hwjchim loj kawg nkaus."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.1","label":"1","content":"Yixayee caj ces 'e, cia li mloog tej lus uas kuv quaj ntsuag txog nej hais tias,"},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.2","label":"2","content":"“Yixayee uas yog tus hluas nkauj dawb huv, ntog lawm lauj, yuav tsis sawv rov los li. Nws raug muab tso tseg rau hauv nws lub tebchaws, tsis muaj leejtwg tsa nws sawv.”"},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.3","label":"3","content":"Vajtswv Yawmsaub hais li no tias, “Lub moos uas neeg tawm ib txhiab leej mus yuav tshuav ib puas leej xwb, thiab yog tawm ib puas leej yuav tshuav kaum leej rau Yixayee caj ces xwb.”"},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.4","label":"4","content":"Yawmsaub hais li no rau Yixayee caj ces tias, “Cia li nrhiav kuv thiaj muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.5","label":"5","content":"Tsis txhob nrhiav Npe‑ee thiab tsis txhob nkag mus rau hauv Kilakas lossis hla mus rau Npe‑awsenpa, rau qhov Kilakas yeej yuav poob tebchaws, thiab Npe‑ee yuav ploj mus.”"},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.6","label":"6","content":"Cia li nrhiav Yawmsaub thiab muaj txojsia nyob, ntshai tsam nws yuav tshwm plaws los ib yam li hluavtaws rau hauv Yauxej caj ces, hluavtaws yuav kub du lug, tsis muaj leejtwg tua tau ntawm Npe‑ee."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.7","label":"7","content":"Nej yog cov uas muab qhov uas tu plaub ncaj ntxeev ua cov tshuaj iab, thiab muab txojkev ncaj ncees laim pov tseg rau hauv av."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.8","label":"8","content":"Tus uas tsim tej hnub qub Txhiaj Txiv Mim thiab tej hnub qub Poj Sua Kwv Ntas thiab muab qhov tsaus ntuj ntxeev ua kaj ntug, thiab muab nruab hnub ntxeev ua hmo ntuj, nws yog tus uas hu dej hiavtxwv tawm tuaj thiab muab hliv rau saum lub ntiajteb, nws lub npe hu ua Yawmsaub."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.9","label":"9","content":"Nws muab kev puam tsuaj ua tshwm plaws los raug tus uas muaj zog, kev puam tsuaj thiaj los raug lub chaw ruaj khov."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.10","label":"10","content":"Lawv ntxub tus uas qhuab ntuas ntawm rooj loog tu plaub, thiab ntxub tus uas hais lus tseeb kawg li."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.11","label":"11","content":"Nej tsuj pes ntiag tej neeg pluag thiab sau kiag lawv tej se qoob loo mus. Vim li no nej thiaj ua tej tsev txhwm zeb los nej yuav tsis tau nyob hauv, nej cog vaj txiv hmab zoo zoo los nej yuav tsis tau cawv txiv hmab los haus."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.12","label":"12","content":"Kuv yeej paub nej tej kev fav xeeb muaj npaum li cas thiab nej lub txim loj li cas. Nej quab yuam cov neeg ncaj ncees thiab yuav tej nyiaj xiab, thiab ntiab tsis kam hais cov neeg txom nyem tej plaub ntawm rooj loog."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.13","label":"13","content":"Vim li no, lub sijhawm ntawd tus uas muaj tswvyim thiaj li nyob twjywm rau qhov yog lub sijhawm phem kawg."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.14","label":"14","content":"Cia li nrhiav txojkev zoo, tsis txhob nrhiav txojkev phem xwv nej thiaj muaj txojsia nyob. Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus thiaj nrog nraim nej nyob yam li uas nej hais ntawd."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.15","label":"15","content":"Cia li ntxub txojkev phem es nyiam txojkev zoo, cia li tu plaub ncaj rau ntawm rooj loog. Tej zaum Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus yuav khuvleej Yauxej caj ces uas tseem tshuav nyob."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.16","label":"16","content":"Vim li no, tus Tswv uas yog Vajtswv Yawmsaub tus muaj hwjchim loj kawg nkaus hais li no tias, “Txhua lub tshav puam yuav muaj kev quaj nyiav, thiab txhua txoj kev yuav muaj neeg seev hais tias, ‘Txom nyem lauj, txom nyem lauj!’ Lawv yuav hu tej tub qoob tub loos tuaj quaj ntsuag, thiab kom cov uas txawj quaj ntsuag tuaj nyiav."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.17","label":"17","content":"Hauv txhua lub vaj txiv hmab yuav quaj nyiav, vim kuv yuav hla hauv nej nruab nrab mus.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.18","label":"18","content":"Nej cov uas ntshaw Yawmsaub hnub yuav raug txom nyem lauj! Ua cas nej yuav ntshaw Yawmsaub hnub ntawd? Hnub ntawd yog kev tsaus ntuj, tsis yog kev kaj."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.19","label":"19","content":"Hnub ntawd zoo li tus uas khiav tsov ntxhuav mus ntsib dais, lossis zoo li tus uas nkag mus rau hauv tsev nthia tes rau ntawm phab ntsa, los nab cia li tom."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.20","label":"20","content":"Yawmsaub hnub yeej yog kev tsaus ntuj tsis yog kev kaj, yog kev tsaus dub nciab tsis muaj duab kaj ci kiag li."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.21","label":"21","content":"“Kuv ntxub thiab saib tsis taus nej tej kevcai xyeem pam noj pam haus, thiab kuv tsis zoo siab rau qhov uas nej tuaj txoos ua ke ua kevcai caiv."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.22","label":"22","content":"Txawm yog nej ua kevcai hlawv xyeem thiab ua kevcai xyeem qoob loo los kuv tsis txais yuav. Txawm yog nej muab tej tsiaj rog rog ua kevcai xyeem sib raug zoo los kuv yuav tsis tsa muag ntsia."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.23","label":"23","content":"Cia li coj nej tej suab nkauj khiav mus deb deb ntawm kuv, kuv yuav tsis mloog nej tej suab nkauj nog ncas."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.24","label":"24","content":"Cia txojkev ua ncaj ntws nto yam li dej ntws, thiab cia txojkev ncaj ncees ntws yam li lub hav uas dej ntws ib txhis."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.25","label":"25","content":"“Yixayee caj ces 'e, nej tau tua tsiaj xyeem thiab muab qhov txhia chaw xyeem rau kuv hauv tebchaws moj sab qhua tau plaub caug xyoo lov?"},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.26","label":"26","content":"Nej yuav kwv nej tus vajntxwv dab Xakhu, thiab Khaivas uas yog nej tus dab hnub qub, yog ob tug dab mlom uas nej txua rau nej."},{"bible_id":"1269","chapter_code":"AMO.5","verse_code":"AMO.5.27","label":"27","content":"Vim li no kuv yuav coj nej tawm tebchaws mus dhau plaws lub nroog Damaxaka.” Yawmsaub uas npe hu ua Vajtswv muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.1","label":"1","content":"Cov uas nyob tsis txob tsis txhawj hauv Xi‑oo, thiab cov uas nyob tso siab plhuav saum lub roob Xamali, yuav raug txom nyem lauj! Lawv yog cov uas muaj meej nthawb hauv lub tebchaws uas ua thawj, uas cov Yixayee tuaj vam khom."},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.2","label":"2","content":"Cia li mus tshuaj saib lub moos Khanej, thiab tawm qhov ntawd mus rau lub moos loj Hama, li mus rau nram lub moos Ka hauv cov Filixatee tebchaws. Tej moos ntawd zoo dua lub tebchaws uas nej kav no lov? Lawv lub tebchaws dav dua nej lub tebchaws lov?"},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.3","label":"3","content":"Nej tav hnub uas phem ntawd kom nyob deb, tiamsis nej coj lub zwm txwv uas ua limhiam ntais ntuj los ze."},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.4","label":"4","content":"Cov uas pw saum lub txaj kaus ntxhw thiab nyob xyab luas saum lub rooj ntev, thiab noj tej menyuam yaj hauv pab yaj thiab noj tej menyuam nyuj hauv nkuaj, yuav raug txom nyem lauj!"},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.5","label":"5","content":"Lawv hu nkauj ua si ntxuag suab nkauj nog ncas, thiab ntaus tej suab nkauj phim tej nkauj tshiab ib yam li Davi."},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.6","label":"6","content":"Lawv haus kiag tej niag phaj cawv txiv hmab thiab muab tej roj zoo zoo pleev lawv lub cev, tiamsis lawv twb tsis quaj ntsuag txog qhov uas Yauxej raug puam tsuaj."},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.7","label":"7","content":"Vim li no lawv yuav ua thawj pab uas poob tebchaws, thiab qhov uas lawv pam noj pam haus pw xyab luas yuav ploj ntais mus."},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.8","label":"8","content":"Vajtswv Yawmsaub tau tuav nws lub npe cog lus twv. Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Kuv dhuav qhov uas Yakhauj khav theeb, thiab ntxub nws tej chaw ruaj khov. Kuv yuav muab lub nroog no thiab txhua yam uas nyob hauv cob rau yeeb ncuab.”"},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.9","label":"9","content":"Yog hauv tsev tshuav kaum leej nyob xwb, lawv yuav tuag tag huvsi."},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.10","label":"10","content":"Thaum leejtwg li kwvtij tuaj muab tej cev tuag hlawv es yuav nqa tej pob txha tawm hauv tsev, thiab hais rau tus uas nyob chav hauv lub plawv tsev ntawd tias, “Puas tshuav leejtwg nrog koj nyob thiab?” tus ntawd yuav teb tias “Tsis tshuav.” Mas nws yuav hais tias, “Nyob twjywm, tsis txhob hais txog Yawmsaub lub npe kiag li.”"},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.11","label":"11","content":"Saib maj, Yawmsaub yeej hais cia lawm, mas tej vaj tse loj yuav raug muab tsoo tawg ua tej dwb daim, thiab tej tsev me yuav tawg mos nyoos."},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.12","label":"12","content":"Nees dhia saum tej roob tsuas lov? Muaj leejtwg muab nyuj laij dej hiavtxwv lov? Nej muab txojkev ua ncaj ntxeev ua tshuaj lom muaj taug, thiab muab qhov uas ua ncaj ncees ntxeev ua cov tshuaj iab."},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.13","label":"13","content":"Nej zoo siab xyiv fab rau hauv lub moos Laudenpa,  thiab hais tias, “Qhov uas peb txeeb tau lub moos Khana‑i  los rau peb, tsis yog siv peb lub zog lov?”"},{"bible_id":"1269","chapter_code":"AMO.6","verse_code":"AMO.6.14","label":"14","content":"Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Yixayee caj ces 'e, saib nawj, kuv yuav tsa ib haiv neeg sawv tawm tsam nej, mas lawv yuav quab yuam nej txij ntua txojkev uas nkag mus rau hauv lub moos Hama mus txog lub hav Alanpa.”"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.1","label":"1","content":"Vajtswv Yawmsaub qhia tshwm rau kuv pom li no. Nws tsim tej kooj txig rau thaum phaum qoob tom qab hlav tuaj, yog tom qab phaum qoob uas hlais pub rau vajntxwv lawm."},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.2","label":"2","content":"Thaum kooj txig noj tej nroj tsuag hauv lub tebchaws tag lawm, kuv txawm hais tias, “Au Vajtswv Yawmsaub, thov koj zam txim lauj! Yakhauj yuav ua li cas ua neej nyob? Nws tseem me me xwb.”"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.3","label":"3","content":"Zaj no Yawmsaub hloov dua siab. Yawmsaub hais tias, “Yuav tsis muaj raws li no.”"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.4","label":"4","content":"Thiab Vajtswv Yawmsaub qhia tshwm rau kuv pom li no. Vajtswv Yawmsaub hu hluavtaws los txiav txim, mas hluavtaws kub kiag hiavtxwv loj thiab lub tebchaws huvsi."},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.5","label":"5","content":"Kuv thiaj hais tias, “Au Vajtswv Yawmsaub, thov tswj cia. Yakhauj yuav ua li cas ua neej nyob? Nws tseem me me xwb.”"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.6","label":"6","content":"Zaj no Yawmsaub kuj hloov dua siab. Yawmsaub hais tias, “Yuav tsis muaj raws li no.”"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.7","label":"7","content":"Thiab nws qhia tshwm rau kuv pom li no. Yawmsaub sawv ntsug ntawm phab ntsa uas siv lub qe hlau ntsuas qhov ntseg, nws tuav rawv lub qe hlau hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.8","label":"8","content":"Mas Yawmsaub hais rau kuv tias, “Amau 'e, koj pom dabtsi?” Kuv teb tias, “Pom lub qe hlau ntsuas.” Yawmsaub hais tias, “Saib maj, kuv tabtom muab lub qe hlau ntsuas hauv nruab nrab kuv haiv neeg Yixayee, kuv yuav tsis zam lawv dua li lawm."},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.9","label":"9","content":"“Yiha tej chaw siab teev dab yuav raug muab ua puam tsuaj thiab Yixayee tej chaw pe hawm yuav raug muab tso tseg piam tag, thiab kuv yuav xuas ntaj sawv tsees tawm tsam Yelaunpau‑as caj ces.”"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.10","label":"10","content":"Amaxiya uas ua pov thawj hauv Npe‑ee xa xov mus rau Yixayee tus vajntxwv Yelaunpau‑as hais tias, “Amau ntaus tswvyim fav xeeb rau koj hauv ib tsoom Yixayee. Lub tebchaws ris tsis taus nws tej lus huvsi."},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.11","label":"11","content":"Rau qhov Amau hais tias, ‘Yelaunpau‑as yuav tuag hniav ntaj, thiab cov Yixayee yuav poob tebchaws mus deb.’ ”"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.12","label":"12","content":"Thiab Amaxiya hais rau Amau tias, “Koj uas hais pom tom hauv ntej, cia li mus, cia li khiav rov mus rau hauv Yuda tebchaws. Noj tej mov qhov ntawd thiab cev Vajtswv lus rau qhov ntawd nawj."},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.13","label":"13","content":"Tsis txhob tuaj cev Vajtswv lus ntawm Npe‑ee dua li, rau qhov lub chaw no yog lub chaw uas vajntxwv pe hawm, thiab yog lub tebchaws li tuam tsev.”"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.14","label":"14","content":"Amau txawm teb Amaxiya tias, “Kuv tsis yog ib tug xibhwb cev Vajtswv lus lossis xibhwb cev lus li tub, kuv yog neeg yug tsiaj txhu thiab neeg tu txiv cev."},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.15","label":"15","content":"Yawmsaub coj kuv tawm hauv qhov uas yug yaj yug tshis tuaj, thiab Yawmsaub hais rau kuv tias, ‘Mus maj, cia li cev lus rau kuv haiv neeg Yixayee.’"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.16","label":"16","content":"“Nimno koj cia li mloog Yawmsaub tej lus. Koj hais tias, ‘Tsis txhob cev Vajtswv li lus tawm tsam cov Yixayee, thiab tsis txhob qhuab qhia tawm tsam Yiha caj ces.’"},{"bible_id":"1269","chapter_code":"AMO.7","verse_code":"AMO.7.17","label":"17","content":"Vim li no Yawmsaub thiaj hais li no tias, ‘Koj pojniam yuav ua poj muag cev rau hauv lub nroog, koj tej tub tej ntxhais yuav tuag tag rau hniav ntaj, koj tej teb yuav raug muab ntsuas faib. Koj tus kheej yuav tuag rau hauv lub tebchaws uas qias tsis huv, thiab cov Yixayee yeej yuav poob tebchaws mus deb ntawm lawv lub tebchaws.’ ”"},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.1","label":"1","content":"Vajtswv Yawmsaub qhia tshwm rau kuv pom li no. Muaj ib lub tawb txiv ntoo ntuj qhua."},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.2","label":"2","content":"Nws hais rau kuv tias, “Amau 'e, koj pom dabtsi?” Kuv teb tias, “Pom ib lub tawb txiv ntoo ntuj qhua.” Mas Yawmsaub hais rau kuv tias, “Hnub kawg  los txog kuv haiv neeg Yixayee lawm. Kuv yuav tsis zam lawv dua li lawm.”"},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.3","label":"3","content":"Vajtswv Yawmsaub hais tias, “Hnub ntawd lub suab nkauj hauv lub tuam tsev yuav ntxeev ua lub suab quaj nyiav. Yuav muaj cev tuag ntau kawg li, muab pov tseg thiab ntsiag to rau txhua qhov.”"},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.4","label":"4","content":"Nej cov uas tsuj yuam cov neeg txom nyem, thiab rhuav tshem cov pluag hauv lub tebchaws, cia li mloog tej lus no."},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.5","label":"5","content":"Nej hais tias, “Thaum twg li dhau lub hli xiab peb thiaj tau muag peb tej qoob? Thaum twg li dhau hnub Xanpatau peb thiaj tau muab peb tej mog muag? Peb thiaj tau muab lub efa  ua kom me, thiab muab lub sekhee  ua kom loj, thiab muab rab teev tsis hum txiaj los ntxo luag,"},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.6","label":"6","content":"thiab muab nyiaj yuav tau tej neeg pluag, thiab muab ib nkawg khau ntuag yuav tau cov uas txom nyem, thiab muag tej npluag mog.”"},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.7","label":"7","content":"Yawmsaub tuav Yakhauj lub meej mom cog lus twv hais tias, “Tej uas lawv ua kuv yeej yuav nco ntsoov txhua yam huvsi mus ib txhis."},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.8","label":"8","content":"Lub tebchaws yuav tsis ntseeg nkaws rau zaj no lov? Txhua tus uas nyob hauv lub tebchaws no yuav tsis quaj ntsuag lov? Lub tebhcaws yuav phwj tuaj yam li tus dej Nai, yuav ntas mus ntas los thiab rov nqeg ib yam li tus dej Nai hauv Iyi tebchaws.”"},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.9","label":"9","content":"Vajtswv Yawmsaub hais tias, “Hnub ntawd kuv yuav ua rau lub hnub poob thaum tav su, thiab ua rau lub ntiajteb tsaus ntuj thaum nruab hnub nrig."},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.10","label":"10","content":"Kuv yuav muab qhov uas nej pam noj pam haus ntxeev ua kev quaj lwj siab ntsuav, thiab muab nej tej suab nkauj huvsi ntxeev ua lub suab quaj ntsuag. Kuv yuav muab khaub seev tsaj rau sawvdaws sia ntawm duav, thiab ua rau txhua lub taubhau do hau cuas. Kuv yuav ua kom quaj ntsuag ib yam li quaj ntsuag tib tug tub uas tuag lawd, thiab lub sijhawm kawg yuav zoo yam li hnub uas lwj siab kawg.”"},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.11","label":"11","content":"Vajtswv Yawmsaub hais tias, “Saib nawj, lub caij lub nyoog tabtom los, mas kuv yuav tso kev tshaib kev nqhis los rau hauv lub tebchaws no, tiamsis tsis yog tshaib nqhis mov noj lossis dej haus, yog tshaib nqhis Yawmsaub tej lus."},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.12","label":"12","content":"Lawv yuav mus mus los los sab hiavtxwv no mus txog sab hiavtxwv tim ub, thiab sab ped mus txog sab hnub tuaj. Lawv dhia mus dhia los nrhiav Yawmsaub tej lus tiamsis lawv nrhiav tsis tau."},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.13","label":"13","content":"Hnub ntawd tej hluas nkauj zoo nkauj thiab tej tub hluas yuav tsaus muag ntog vim yog nqhis dej."},{"bible_id":"1269","chapter_code":"AMO.8","verse_code":"AMO.8.14","label":"14","content":"Cov uas tuav dab Asima hauv Xamali lub npe twv thiab hais tias, ‘Daj 'e, koj tus dab muaj txojsia nyob pom,’ thiab hais tias, ‘Tus dab ntawm Npe‑awsenpa muaj txojsia nyob pom,’ lawv cov ntawd yuav ntog tag, yuav tsis sawv los dua li lawm.”"},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.1","label":"1","content":"Kuv pom Yawmsaub sawv ntawm lub thaj xyeem ib sab thiab nws hais tias, “Cia li ntaus tej hau ncej ua kom tej taw rooj ua zog koog, thiab cia li muab lov ua tej dwb daim poob rau saum cov pejxeem sawvdaws taubhau. Cov uas tseem tshuav nyob, kuv yuav xuas ntaj tua pov tseg, yuav tsis muaj ib tug twg khiav mus tau, yuav tsis dim ib tug kiag li."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.2","label":"2","content":"Txawm yog lawv khawb mus txog tub tuag teb los kuv txhais tes yuav ntes lawv qhov ntawd los. Txawm yog lawv nce mus txog saum ntuj, l os kuv yuav coj lawv nqes qhov ntawd los."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.3","label":"3","content":"Txawm yog lawv tsiv nraim rau saum lub ncov roob Khamee, los kuv yuav nrhiav lawv thiab ntes lawv qhov ntawd los. Txawm yog lawv tsiv nraim rau hauv qab thu hiavtxwv kom dhau kuv qhov muag, los kuv yuav hais rau tus zaj uas nyob hauv kom tom lawv."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.4","label":"4","content":"Txawm yog lawv raug ntes coj mus rau ntawm yeeb ncuab xubntiag lawm, los kuv yuav txib tej hniav ntaj hniav riam tua lawv qhov ntawd. Kuv yuav tsom ntsoov saib lawv rau qhov phem, tsis yog saib rau qhov zoo.”"},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.5","label":"5","content":"Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus, nws kov lub ntiajteb mas lub ntiajteb yaj ntshis tag, thiab txhua tus uas nyob hauv yuav quaj ntsuag. Lub ntiajteb phwj tuaj yam li tus dej Nai, thiab rov nqeg ib yam li tus dej Nai hauv Iyi tebchaws."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.6","label":"6","content":"Tus uas tsim nws lub chaw nyob rau txheej saum ntuj, thiab tsim lub ntuj khwb lub ntiajteb, yog tus uas hu dej hiavtxwv tawm tuaj thiab muab hliv rau saum lub ntiajteb, nws lub npe hu ua Yawmsaub."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.7","label":"7","content":"Yawmsaub hais tias, “Cov Yixayee 'e, nej tsis thooj li cov neeg Khuj rau kuv lov? Kuv tsis coj cov Yixayee tawm hauv Iyi tebchaws los lov, thiab tsis tau coj cov Filixatee tawm hauv Khathau tebchaws thiab cov Alas tawm hauv Khi tebchaws los lov?"},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.8","label":"8","content":"Saib nawj, Vajtswv Yawmsaub lub qhov muag ntsia ntsoov lub tebchaws uas ua txhaum muaj txim. Kuv yuav muab lub tebchaws ntawd rhuav tshem kom ploj ntais hauv lub ntiajteb mus, tiamsis kuv yuav tsis rhuav tshem Yakhauj caj ces kom tu noob nrho.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.9","label":"9","content":"“Kuv yuav hais thiab kuv yuav tshau cov Yixayee hauv nruab nrab ib tsoom tebchaws sawvdaws ib yam li muab vab tshaus los tshau, tiamsis tsis muaj ib lub qe zeb yuav poob rau hauv av."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.10","label":"10","content":"Kuv haiv neeg uas ua txhaum txhua tus yuav tuag tag rau hniav ntaj, lawv yog cov uas hais tias, ‘Kev phem yuav caum tsis cuag thiab tsis raug peb.’ ”"},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.11","label":"11","content":"“Hnub ntawd kuv yuav tsa Davi lub tsev ntaub uas vau lawd sawv dua tshiab, thiab kho tej ntu uas tawg thiab tsa tej uas pob tag ua tej niag pawg dua tshiab, thiab tsim dua tshiab kom zoo yam li yav thaum ub."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.12","label":"12","content":"Lawv thiaj li txeeb tau tej uas tshuav hauv Edoo tebchaws thiab hauv txhua lub tebchaws uas hu raws li kuv lub npe los ua lawv teej lawv tug.” Yawmsaub uas yuav ua tej no hais li no ntag."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.13","label":"13","content":"Yawmsaub hais tias, “Saib maj, lub caij lub nyoog tabtom los mas tus uas laij teb yuav laij yeej tus uas hlais, thiab tus uas tsuam kua txiv hmab yuav tsuam yeej tus uas cog noob txiv hmab. Tej cawv txiv hmab qab zib yuav nrog saum tej roob los, thiab yuav ntws saum tej pov roob huvsi los."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.14","label":"14","content":"Kuv yuav pub kuv haiv neeg Yixayee rov vam meej li qub. Lawv yuav tsim tej moos uas pob tag dua tshiab thiab nyob rau hauv, lawv yuav cog vaj txiv hmab thiab tau cawv txiv hmab los haus, lawv yuav cog vaj txiv ntoo thiab tau noj tej txiv ntawd."},{"bible_id":"1269","chapter_code":"AMO.9","verse_code":"AMO.9.15","label":"15","content":"Kuv yuav cog lawv rau hauv lawv lub tebchaws, lawv yuav tsis raug muab dob tawm hauv lub tebchaws uas kuv twb pub rau lawv dua li lawm.” Nej tus Vajtswv Yawmsaub hais li no ntag."}]