[{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.1","label":"1","content":"Tub Laj Lim tej lus qhia, yog Davi tus tub uas ua vajntxwv hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.2","label":"2","content":"Tub Laj Lim hais tias, “Qhuav qhawv, qhuav qhawv. Txhua yam qhuav qhawv xwb.”"},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.3","label":"3","content":"Neeg tau dabtsi ntawm tej haujlwm uas nws siv zog hauv lub qab hnub?"},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.4","label":"4","content":"Ib tiam dua tag mus, ib tiam tshwm tuaj, tiamsis lub ntiajteb nyob ruaj mus ib txhis."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.5","label":"5","content":"Lub hnub tawm tuaj thiab lub hnub poob qho, thiab nrawm nroos mus rau qhov uas nws tawm tuaj."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.6","label":"6","content":"Cua ntsawj rau sab nrad, thiab tig rov rau sab ped, ntsawj mus ntsawj los, ntsawj qhov qub chaw."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.7","label":"7","content":"Tej dej huvsi ntws rau hauv hiavtxwv tiamsis hiavtxwv kuj tsis puv, dej ntws qhovtwg los kuj ntws rov rau qhov ntawd."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.8","label":"8","content":"Txhua yam ua rau yug dhuav tag, tsis txawj hais li, lub qhov muag saib tsis txawj txaus, lub qhov ntsej mloog tsis txawj puv."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.9","label":"9","content":"Yam uas muaj tshwm los lawm kuj yog yam uas yuav tshwm los dua thiab, yam uas ua tag los lawm kuj yog yam uas yuav ua dua thiab. Tsis muaj ib yam tshwm tshiab rau hauv lub qab hnub."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.10","label":"10","content":"Muaj ib yam twg uas luag hais tau tias, “Saib maj, no yog ib yam tshiab.”? Yam ntawd twb xub muaj ua ntej thaum ub uas tsis tau muaj peb."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.11","label":"11","content":"Tsis nco txog tej neeg thaum ub, thiab yuav tsis cim ntsoov tej neeg uas yuav tshwm los rau hauv cov neeg uas tshwm los yav tom qab."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.12","label":"12","content":"Kuv uas yog tub Laj Lim txeev ua vajntxwv hauv Yeluxalees kav cov Yixayee."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.13","label":"13","content":"Kuv siv kuv lub tswvyim rau siab nrhiav thiab tshuaj txhua yam uas ua hauv lub qab ntuj. Yam uas Vajtswv muab rau neeg ua yog yam uas nyuaj kawg."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.14","label":"14","content":"Kuv pom txhua yam uas lawv ua hauv lub qab hnub, saib maj txhua yam kuj qhuav qhawv haus cua xwb."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.15","label":"15","content":"Yam uas nkhaus muab ua tsis tau kom yiag, thiab yam uas tu ncua lawm muab suav kom txwm kuj tsis tau."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.16","label":"16","content":"Kuv xav hauv kuv lub siab tias, “Kuv tau tswvyim ntau heev, ntau dua lwm tus uas kav Yeluxalees ua kuv ntej. Kuv lub siab kuj kawm paub tswvyim thiab kev txawj ntse heev.”"},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.17","label":"17","content":"Kuv rau siab kawm paub tswvyim thiab paub txojkev ruam thiab kev tsis thoob tsib. Kuv xam pom tias tej no kuj tsuas yog haus cua xwb."},{"bible_id":"1269","chapter_code":"ECC.1","verse_code":"ECC.1.18","label":"18","content":"Muaj tswvyim ntau kuj muaj kev txhawj xeeb ntau, thiab tus uas tsav kev paub ntau zuj zus kuj tsav kev nyuaj siab ntau."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.1","label":"1","content":"Kuv xav hais tias, “Cia kuv sim kev lomzem, cia li ua lomzem zoo siab mus.” Tiamsis saib maj, tej no kuj yog qhuav qhawv thiab xwb."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.2","label":"2","content":"Kuv hais txog qhov uas luag luag tias, “Yog ruam xwb,” thiab hais txog qhov uas ua lomzem tias, “Muaj qabhau dabtsi?”"},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.3","label":"3","content":"Kuv lub siab tshawb nrhiav saib ua li cas cawv txiv hmab thiaj ua rau kuv zoo siab, (yog kuv lub siab tseem siv tswvyim coj kuv), thiab saib yuav ua li cas tuav tau txojkev ruam, mus txog thaum kuv pom tias yam twg zoo rau tej neeg ua hauv lub qab ntuj rau tej sijhawm tsawg tsawg uas lawv muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.4","label":"4","content":"Kuv ua tes haujlwm loj heev, kuv ua tej tsev thiab cog tej vaj txiv hmab rau kuv."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.5","label":"5","content":"Kuv ua tej lub vaj thiab tej tshav puam uas nyob ua si, thiab cog txhua yam txiv ntoo rau hauv."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.6","label":"6","content":"Kuv ua tej pas dej rau kuv siv ntov dej rau tej txiv ntoo uas tabtom hlob."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.7","label":"7","content":"Kuv yuav tub qhe nkauj qhev thiab muaj tej qhev uas yug los hauv kuv tsev. Kuv muaj tej pab nyuj pab tshis pab yaj ntau kawg, coob dua tej neeg uas nyob ua kuv ntej hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.8","label":"8","content":"Kuv khaws nyiaj thiab kub cia thiab khaws tej nyiaj txiag ntawm tej vajntxwv thiab hauv lwm tebchaws cia. Kuv muaj tej tub ntxhais uas txawj hu nkauj, thiab muaj ntau tus niam yau uas ntxim txivneej lub siab."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.9","label":"9","content":"Kuv thiaj ua loj, ua loj dua txhua tus uas nyob ua kuv ntej hauv Yeluxalees. Thiab kuv lub tswvyim tseem nrog nraim kuv."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.10","label":"10","content":"Kuv lub qhov muag ntshaw dabtsi kuv yeej yuav kom tau, kuv tsis tswj kuv lub siab ntawm tej kev lomzem kiag li, rau qhov kuv lub siab ntsib tau kev zoo siab hauv tej haujlwm uas kuv ua, thiab tej no yog tej tshaj thawj ntawm kuv tes haujlwm."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.11","label":"11","content":"Mas kuv xav txog txhua yam uas kuv txhais tes tau ua thiab kuv tej kev khwv uas kuv siv siav siv zog ua, saib maj, txhua yam kuj qhuav qhawv haus cua xwb, thiab tsis tau qabhau dabtsi li hauv lub qab hnub."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.12","label":"12","content":"Mas kuv tshuaj saib tswvyim thiab txojkev ruam thiab kev tsis thoob tsib. Tus uas tshwm los ua vajntxwv qab yuav ua tau dabtsi? Nws kuj tsuas ua tau tej uas txeev ua tau los lawm xwb."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.13","label":"13","content":"Kuv pom tias tswvyim zoo dua txojkev tsis thoob tsib, ib yam li qhov kaj zoo dua li qhov tsaus ntuj."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.14","label":"14","content":"Tus uas muaj tswvyim muaj qhov muag hauv nws taubhau, tiamsis tus uas tsis thoob tsib taug txojkev tsaus ntuj. Txawm li ntawd los kuv pom tias lawv sawvdaws yuav raug lub khuab  ib yam nkaus."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.15","label":"15","content":"Kuv thiaj xav hauv lub siab tias, “Cov neeg tsis thoob tsib raug lub khuab zoo li cas kuv kuj raug lub khuab ib yam li ntawd. Yog li ntawd kuv muaj tswvyim ntau kawg ua dabtsi?” Kuv thiaj xav tias tej tswvyim kuj qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.16","label":"16","content":"Tsis muaj leejtwg nco txog tus uas muaj tswvyim thiab tus uas tsis thoob tsib ib yam nkaus mus li, vim tom hauv ntej mus yeej yuav tsis nco txog lawv sawvdaws li. Tus uas muaj tswvyim los kuj tuag ib yam nkaus li tus uas tsis thoob tsib tuag thiab xwb."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.17","label":"17","content":"Kuv thiaj ntxub txojsia, rau qhov tej haujlwm uas ua rau hauv lub qab hnub ua rau kuv nyuaj siab ntxhov siab, vim yog txhua yam tsuas yog qhuav qhawv haus cua xwb."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.18","label":"18","content":"Kuv ntxub tej haujlwm uas kuv siv siav siv zog ua huvsi hauv lub qab hnub, rau qhov kuv yeej yuav tsum tseg tej haujlwm ntawd cia rau tus uas tshwm los ua kuv qab."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.19","label":"19","content":"Mas leejtwg yuav paub tias tus uas tshwm los ntawd yuav ua neeg ntse los ruam? Txawm li cas los nws yeej yuav tau tej haujlwm huvsi uas kuv tau siv siav siv zog ua thiab siv kuv lub tswvyim ua hauv lub qab hnub. No kuj yog qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.20","label":"20","content":"Kuv thiaj li rov poob siab tag kawg tswvyim rau tej haujlwm huvsi uas kuv siv siav siv zog ua hauv lub qab hnub,"},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.21","label":"21","content":"vim yog muaj tej tus uas siv tswvyim thiab kev txawj ntse thiab siv nws tus taw tes ua haujlwm khwv los kuj yuav tsum tso tej haujlwm ntawd tseg rau lwm tus uas tsis tau nqes dag nqes zog ua yuav. No kuj yog qhuav qhawv xwb thiab phem kawg li."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.22","label":"22","content":"Neeg tau dabtsi ntawm tej haujlwm huvsi uas lawv siv siav siv zog ua txhawj qas ntsuav rau hauv lub qab hnub?"},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.23","label":"23","content":"Vim tias lawv tsuas yog tiv mob tiv ntsaj tas niaj tas xyoo, thiab lawv tej haujlwm kuj ua rau lawv nyuaj siab ntxhov siab. Txawm yog ntuj teb tag hmo los lawv lub siab kuj tsis so. No kuj yog qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.24","label":"24","content":"Neeg lub neej tsis muaj ib yam dabtsi zoo dua li qhov uas noj thiab haus thiab tau kev zoo siab ntawm tej haujlwm uas nws ua. Kuv pom tias tej no kuj yog los ntawm Vajtswv txhais tes los."},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.25","label":"25","content":"Yog tsis muaj Vajtswv lawm leejtwg yuav noj tau thiab tau txojkev zoo siab?"},{"bible_id":"1269","chapter_code":"ECC.2","verse_code":"ECC.2.26","label":"26","content":"Rau qhov Vajtswv pub tswvyim thiab kev txawj ntse thiab kev zoo siab rau tus uas hum nws siab. Tiamsis tus uas ua txhaum muaj txim Vajtswv muab haujlwm rau nws ua, tsuas yog sau thiab khaws cia rau tus uas hum Vajtswv lub siab. No kuj yog qhuav qhawv thiab haus cua xwb."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.1","label":"1","content":"Muaj caij muaj nyoog rau txhua yam, muaj sijhawm rau txhua yam uas tshwm los hauv lub qab ntuj."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.2","label":"2","content":"Muaj caij yug thiab muaj caij tuag, muaj caij cog thiab caij dob yam uas cog."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.3","label":"3","content":"Muaj caij muab tua thiab muaj caij kho kom zoo, muaj caij rhuav thiab muaj caij tsim dua tshiab."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.4","label":"4","content":"Muaj caij quaj thiab muaj caij luag, muaj caij quaj ntsuag thiab muaj caij seev cev zoo siab."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.5","label":"5","content":"Muaj caij muab pob zeb laim pov tseg thiab muaj caij sau los ua ke, muaj caij sib puag thiab muaj caij tso tseg tsis puag."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.6","label":"6","content":"Muaj caij nrhiav thiab muaj caij ua kom ploj, muaj caij khaws cia thiab muaj caij tso pov tseg."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.7","label":"7","content":"Muaj caij muab dua, thiab muaj caij muab xaws, muaj caij nyob twjywm thiab muaj caij hais lus."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.8","label":"8","content":"Muaj caij hlub thiab muaj caij ntxub, muaj caij ua rog thiab muaj caij nyob tiaj tus."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.9","label":"9","content":"Tus uas ua haujlwm tau dabtsi ntawm nws tes haujlwm?"},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.10","label":"10","content":"Kuv pom tej haujlwm uas Vajtswv muab rau neeg ua."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.11","label":"11","content":"Vajtswv ua rau ib puas tsav yam zoo nkauj raws li nws lub caij lub nyoog. Nws muab qhov uas nyob mus ib txhis tsis kawg tso rau hauv neeg lub siab, tiamsis neeg tseem tsis txawj tshawb nrhiav tej uas Vajtswv ua thaum chiv keeb chiv thawj mus txog thaum kawg."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.12","label":"12","content":"Kuv paub lawm tias tsis muaj ib yam dabtsi zoo dua li qhov uas neeg kaj siab thiab xyiv fab tag lawv sim neej."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.13","label":"13","content":"Thiab paub tias qhov uas muaj noj muaj haus thiab tau kev zoo siab ntawm tej haujlwm huvsi uas ua, yog yam uas Vajtswv pub rau neeg."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.14","label":"14","content":"Kuv paub tias txhua yam uas Vajtswv ua nyob ruaj mus ib txhis, thiab muab ib yam dabtsi tsav ntxiv rau hauv kuj tsis tau, thiab muab ib yam dabtsi rho tawm mus kuj tsis tau. Vajtswv tau ua li ntawd kom neeg thiaj li hwm thiab paub ntshai nws."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.15","label":"15","content":"Yam uas nimno muaj kuj yog yam uas twb muaj tshwm los ua ntej lawm. Yam uas yuav muaj tshwm los kuj yog yam uas twb muaj tshwm los lawm. Thiab Vajtswv tshawb nrhiav yam uas twb dua tag lawm."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.16","label":"16","content":"Tsis tag li ntawd xwb, hauv lub qab hnub kuv tseem pom tias hauv lub chaw uas txiav txim ncaj tseem muaj kev ua phem, thiab hauv lub chaw uas ua ncaj ncees tseem muaj kev ua phem thiab."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.17","label":"17","content":"Kuv thiaj xav hauv kuv lub siab tias, “Vajtswv yuav txiav txim rau cov uas ncaj ncees thiab cov uas ua phem, rau qhov nws twb teem sijhawm rau txhua yam thiab rau txhua tes haujlwm lawm.”"},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.18","label":"18","content":"Hais txog neeg mas kuv xav hauv kuv lub siab tias, “Vajtswv tabtom sim lawv kom thiaj qhia lawv paub tias lawv tsuas yog tsiaj txhu xwb."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.19","label":"19","content":"Rau qhov neeg tej khuab thiab tsiaj txhu tej khuab kuj zoo ib yam nkaus. Ob co no puavleej txawj tuag ib yam nkaus. Ob co no yeej ua pa ib yam nkaus, thiab neeg tsis muaj ib yam dabtsi zoo dhau tej tsiaj txhu. Vim yog txhua yam qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.20","label":"20","content":"Txhua tus puavleej mus rau tib lub chaw. Txhua tus puavleej yog tshwm ntawm hmoov av los thiab txhua tus yuav rov mus ua hmoov av."},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.21","label":"21","content":"Leejtwg yuav paub tias neeg tus ntsuj plig mus rau saum ntuj thiab tsiaj txhu tus plig nqes mus rau hauv av los tsis mus?”"},{"bible_id":"1269","chapter_code":"ECC.3","verse_code":"ECC.3.22","label":"22","content":"Kuv thiaj pom tias tsis muaj ib yam dabtsi zoo dua qhov uas nws zoo siab rau tej haujlwm uas nws ua vim yog nws li ntiag. Leejtwg yuav qhia tau rau nws paub tias dabtsi yuav tshwm los ua nws qab?"},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.1","label":"1","content":"Thiab kuv pom tej kev tsim txom huvsi uas muaj hauv lub qab hnub. Mas saib maj, tej kua muag uas raug tsim txom, tsis muaj leejtwg nplij lawv lub siab. Hwjchim nyob ntawm cov uas tsim txom, tsis muaj leejtwg nplij cov uas raug tsim txom."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.2","label":"2","content":"Mas kuv xav tias cov uas tuag tag lawm muaj hmoo dua cov uas tseem muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.3","label":"3","content":"Tiamsis tus uas tsis tau yug los thiab tsis tau pom tej kev phem uas muaj hauv lub qab hnub kuj zoo dua ob co neeg no."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.4","label":"4","content":"Thiab kuv pom tias tej haujlwm huvsi uas neeg siv siav siv zog ua thiab qhov uas tes taw txawj ua txhua yam haujlwm yog los ntawm txojkev sib khib. No kuj yog qhuav qhawv thiab haus cua xwb."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.5","label":"5","content":"Tus neeg tsis thoob tsib nkaum tes nkoos, thiab noj nws cev nqaij."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.6","label":"6","content":"Ib taus tes kev siab tus tseem zoo dua ob taus tes puv nkaus tej haujlwm uas siv siav siv zog ua thiab haus cua."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.7","label":"7","content":"Kuv pom dua ib yam qhuav qhawv hauv lub qab hnub,"},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.8","label":"8","content":"yog qhov uas ib tug nyob tib leeg tsis muaj tub ki tsis muaj kwvtij, tiamsis nws siv siav siv zog ua haujlwm tsis so kiag li, thiab nws tej nyiaj txiag tsis txawj txaus nws lub qhov muag, nws tsis xav hais tias, “Kuv siv siav siv zog ua haujlwm thiab yoo kev lomzem rau leejtwg?” No kuj yog qhuav qhawv thiab yog kev nyuaj siab xwb."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.9","label":"9","content":"Ob leeg zoo dua ib leeg, rau qhov ob leeg yuav tau nqe zog zoo ntawm tej haujlwm uas ob tug ua."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.10","label":"10","content":"Rau qhov yog ib tug ntog yuav muaj ib tug tsa kom nws sawv. Tiamsis tus uas nyob tib leeg thaum nws ntog lawm tsis muaj leejtwg tsa nws sawv, yuav raug txom nyem lauj!"},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.11","label":"11","content":"Dua ib qho, yog ob leeg pw ua ke kuj sov. Tiamsis yog pw ib leeg yuav sov tau li cas?"},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.12","label":"12","content":"Txawm yog ib leeg ntaus yeej lwm tus, los ob leeg yeej yuav ntaus yeej xwb xwb li. Ib txoj hlua peb ntswg yeej tsis tu sai."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.13","label":"13","content":"Tus hluas pluag uas muaj tswvyim kuj zoo dua tus vajntxwv laus ruam uas cob qhia tsis tau lawm,"},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.14","label":"14","content":"nws tawm hauv tsev lojfaj los sawv ua vajntxwv lossis yug los ua neeg pluag hauv nws lub tebchaws kuj xij."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.15","label":"15","content":"Kuv pom tej neeg sawvdaws uas muaj txojsia nyob thiab mus mus los los hauv lub qab hnub raws tus hluas uas sawv nyob tug vajntxwv chaw."},{"bible_id":"1269","chapter_code":"ECC.4","verse_code":"ECC.4.16","label":"16","content":"Tej neeg sawvdaws uas nws kav muaj coob suav tsis txheeb. Tiamsis cov uas yug los tom qab yuav tsis zoo siab rau nws. No yog qhuav qhawv thiab haus cua xwb."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.1","label":"1","content":"Koj yuav tsum ceev faj koj txhais kotaw rau thaum koj mus rau hauv Vajtswv lub tuam tsev. Txav ze tig ntsej mloog zoo dua cov uas tsis thoob tsib coj tsiaj tuaj xyeem, tiamsis lawv tsis paub tias lawv tabtom ua phem."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.2","label":"2","content":"Koj lub ncauj tsis txhob lam tau lam hais, tsis txhob ua lub siab sai mus cog lus rau ntawm Vajtswv xubntiag, rau qhov Vajtswv nyob saum ntuj kag, koj nyob hauv ntiajteb. Yog li no koj yuav tsum hais lus tsawg."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.3","label":"3","content":"Muaj kev txhawj ntau, kuj ua npau suav ntau, muaj tus uas tsis thoob tsib kuj muaj lus ntau."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.4","label":"4","content":"Thaum koj fiv li cas rau Vajtswv, koj tsis txhob cia ntev li pauj, rau qhov Vajtswv tsis txaus siab rau cov uas tsis thoob tsib. Koj cia li pauj raws li koj fiv."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.5","label":"5","content":"Qhov uas koj tsis txhob fiv kuj zoo dua li qhov uas koj fiv es tsis pauj."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.6","label":"6","content":"Tsis txhob cia koj lub qhov ncauj coj koj mus ua txhaum, thiab tsis txhob hais rau Vajtswv tus tub xa xov tias, “Kuv fiv yuam kev.” Ua cas yuav cia Vajtswv chim rau tej lus uas koj hais thiab rhuav tshem tej uas koj txhais tes ua?"},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.7","label":"7","content":"Thaum ua npau suav ntau kuj hais tej lus qhuav qhawv ntau. Tiamsis koj cia li hwm thiab paub ntshai Vajtswv."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.8","label":"8","content":"Yog koj pom tus pluag hauv lub moos twg raug tsim txom thiab pom qhov uas luag txiav txim tsis ncaj qhau nws txojcai, koj tsis txhob xav tsis thoob rau qhov no. Tseem muaj ib tug nom tswv qeb siab kav tus nom tswv ntawd, thiab tseem tshuav cov nom tswv qeb siab dua kav cov nom tswv ntawd."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.9","label":"9","content":"Txawm yog li ntawd los lawv cov ntawd tseem tau tshaj thawj hauv lub tebchaws, thiab tej liaj teb yuav tsum muaj vajntxwv kav."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.10","label":"10","content":"Tus uas nyiam nyiaj muaj npaum twg yeej tsis txaus nws lub siab, tus uas nyiam nyiaj txiag kuj tsis txaus siab rau tej uas tau lawm. No kuj yog qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.11","label":"11","content":"Thaum muaj qhov txhia chaw ntau zuj zus, cov uas noj kuj coob zuj zus. Tej qhov txhia chaw ntawd tus tswv tau dabtsi, tsuas yog nws qhov muag pom ib pliag xwb?"},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.12","label":"12","content":"Tej tub zog tau noj ntau thiab tsawg los kuj pw tsaug zog zoo, siab tus yees, tiamsis qhov uas tus nplua nuj muaj nplua mias kuj tsis ua rau nws tsaug zog zoo."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.13","label":"13","content":"Hauv qab lub hnub kuv pom ib yam phem uas tsis zoo kuv lub siab, yog qhov uas tej nyiaj txiag uas tus tswv khaws cia tseem rov ua phem rau nws."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.14","label":"14","content":"Tej nyiaj txiag ntawd ploj tag rau qhov uas nqes peev rau yam uas tsis zoo. Nws muaj tus tub tiamsis tsis muaj ib yam dabtsi hauv nws txhais tes pub rau nws tus tub."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.15","label":"15","content":"Nws yug hauv niam lub plab los liab qab li cas, nws yeej yuav rov qab mus liab qab li ntawd, thiab nws yuav coj tsis tau ib yam dabtsi uas nws khwv tau hauv nws txhais tes mus."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.16","label":"16","content":"No kuj yog ib yam phem uas tsis zoo kuv siab, yog qhov uas nws yug los zoo li cas nws yuav rov mus ib yam li ntawd. Nws tau qabhau dabtsi, qhov uas nws siv siav siv zog thiaj tau cua xwb?"},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.17","label":"17","content":"Nws noj nyob hauv qhov tsaus ntuj  tag nws sim neej, nws muaj kev nyuaj siab kawg, muaj mob muaj nkeeg thiab muaj kev chim."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.18","label":"18","content":"Saib maj, qhov uas kuv pom zoo thiab tsim nyog yog qhov uas noj thiab haus thiab tau kev zoo siab ntawm tej haujlwm huvsi uas yus siv siav siv zog ua hauv lub qab hnub, rau tej sijhawm tsawg tsawg uas yus muaj txojsia nyob uas Vajtswv pub rau yus, vim tej no yog nws li ntiag."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.19","label":"19","content":"Qhov uas txhua tus uas Vajtswv pub nyiaj txiag thiab qhov txhia chaw thiab pub kom nws zoo siab rau tej ntawd, thiab qhov uas lees yuav nws li ntiag tug thiab zoo siab rau tej haujlwm uas nws ua, no yog Vajtswv pub ntag."},{"bible_id":"1269","chapter_code":"ECC.5","verse_code":"ECC.5.20","label":"20","content":"Nws thiaj tsis tshua txhawj txog lub caij lub nyoog uas nws muaj txojsia nyob, rau qhov Vajtswv pub kom nws lub siab tsuas xav txog qhov uas zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.1","label":"1","content":"Kuv pom muaj ib yam phem nyob hauv lub qab hnub, yam ntawd hnyav kawg rau neeg,"},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.2","label":"2","content":"yog tus neeg uas Vajtswv muab nyiaj txiag, qhov txhia chaw thiab meej mom pub rau nws thiaj tau txhua yam uas nws ntshaw tsis tu ncua ib yam kiag li, tiamsis Vajtswv tsis pub nws tau siv tej ntawd, tiamsis luag lwm tus yuav tau siv. No kuj yog qhuav qhawv, yog kev nyuaj siab loj kawg."},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.3","label":"3","content":"Txawm yog leejtwg muaj ib puas tus menyuam thiab nyob ntau xyoo, nws lub caij lub nyoog uas nws muaj txojsia nyob ntev, tiamsis nws tsis muaj kev zoo siab ntawm tej yam uas zoo thiab nws tuag tsis muaj ntees, los kuv hais tias tus menyuam uas nchuav lawm tseem zoo dua tus ntawd."},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.4","label":"4","content":"Rau qhov tus menyuam ntawd yug los qhuav qhawv thiab tuag rau hauv qhov tsaus ntuj, thiab nws lub npe yeej muab npog rau hauv qhov tsaus ntuj lawm,"},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.5","label":"5","content":"thiab yeej tsis tau pom lub hnub thiab tseem tsis tau paub ib yam dabtsi li. Tus menyuam no tau so siab tus yees ntau dua tus ntawd."},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.6","label":"6","content":"Txawm yog nws ua neej nyob ib txhiab xyoo thiab tseem ntxiv ib npaug rau los tsis tau ib yam dabtsi uas zoo. Txhua tus tsis yog nqes mus rau hauv tib qhov chaw lov?"},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.7","label":"7","content":"Neeg tej haujlwm huvsi puavleej yog ua rau lub qhov ncauj xwb, txawm yog li ntawd los lawv tsis txawj tsau li."},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.8","label":"8","content":"Tus uas muaj tswvyim tau dabtsi zoo dua tus uas tsis thoob tsib? Tus pluag uas paub xyaum zoo rau ntawm cov uas muaj txojsia nyob xubntiag tau dabtsi thiab?"},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.9","label":"9","content":"Pom ntawm lub qhov muag zoo dua li uas pheej ntshaw thiab mus nrhiav. No kuj yog qhuav qhawv thiab haus cua xwb."},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.10","label":"10","content":"Yam uas muaj nimno kuj yog yam uas teem cia lawm, thiab kuj paub tias neeg yog dabtsi thiab lawv kuj tsis txawj nrog tus uas muaj hwjchim loj dua lawv sib cam."},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.11","label":"11","content":"Yim hais ntau kuj yimhuab qhuav qhawv ntau, mas yuav muaj qabhau dabtsi rau neeg?"},{"bible_id":"1269","chapter_code":"ECC.6","verse_code":"ECC.6.12","label":"12","content":"Thaum neeg tseem muaj txojsia nyob lub caij lub nyoog tsawg tsawg uas qhuav qhawv thiab dhau plaws yam li tus duab, leejtwg paub tias yam twg zoo rau neeg? Leejtwg hais tau rau neeg tias yam twg yuav tshwm los tom qab nws hauv lub qab hnub?"},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.1","label":"1","content":"Lub koob meej zoo mas zoo dua tej roj tsw qab uas muaj nqes. Hnub uas tuag zoo dua hnub uas yug."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.2","label":"2","content":"Mus rau hauv lub tsev uas quaj ntsuag zoo dua mus rau hauv lub tsev noj nqaij noj hno, vim tias qhov no yog qhov kawg rau neeg txhua tus huvsi, mas cov uas tseem ua neej nyob yuav khaws tej no rau hauv lub siab."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.3","label":"3","content":"Nyob mluas mlob zoo dua li luag luag, vim tias lub ntsej muag mluas mlob ua rau lub siab xyiv fab."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.4","label":"4","content":"Tus uas muaj tswvyim lub siab yeej nyob hauv lub tsev uas quaj ntsuag, tus uas tsis thoob tsib lub siab yeej nyob hauv lub tsev uas ua lomzem."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.5","label":"5","content":"Mloog tus muaj tswvyim lo lus qhuab ntuas zoo dua mloog tus ruam hu nkauj."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.6","label":"6","content":"Hlawv tej pos tawg hauv qab laujkaub li cas, tus ruam lub suab luag kuj ib yam li ntawd. No kuj yog qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.7","label":"7","content":"Kev quab yuam tsim txom ua rau tus uas muaj tswvyim ruam lawm. Tej nyiaj xiab ua rau lub siab ntxeev phem tag lawm."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.8","label":"8","content":"Qhov uas xaus zoo dua li qhov uas pib. Ua lub siab ntev zoo dua li lub siab khav theeb."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.9","label":"9","content":"Tsis txhob chim sai, tsuas yog tus tsis thoob tsib thiaj khaws qhov chim rau hauv lub siab mus li."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.10","label":"10","content":"Tsis txhob nug tias, “Ua cas yav thaum ub zoo dua li nimno?” Qhov uas nug li ntawd yog tsis muaj tswvyim thiaj nug."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.11","label":"11","content":"Tswvyim zoo yam nkaus li tej qub txeeg qub teg thiab muaj qabhau rau tus uas pom lub hnub."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.12","label":"12","content":"Tswvyim tiv thaiv tau ib yam li nyiaj txiag tiv thaiv. Kev txawj ntse tus nqe yog qhov uas tswvyim tuav tau tus uas txawj ntse txojsia."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.13","label":"13","content":"Cia li tshuaj saib Vajtswv tes haujlwm. Yam uas Vajtswv ua nkhaus lawd leejtwg yuav muab yeb kom yiag tau?"},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.14","label":"14","content":"Thaum muaj kev vam meej cia li zoo siab xyiv fab, thaum muaj kev txom nyem, cia li ua tib zoo xav. Ob yam no puavleej yog Vajtswv ua, neeg thiaj tsis txawj paub tias yuav muaj dabtsi tshwm los rau yav tom qab uas dua lawv."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.15","label":"15","content":"Thaum kuv ua neej nyob qhuav qhawv kuv tau pom txhua yam. Muaj cov ncaj ncees, txawm yog nws ua ncaj ncees los nws tseem tuag, thiab muaj cov neeg phem, txawm yog nws ua phem los nws ho muaj txojsia nyob ntev."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.16","label":"16","content":"Tsis txhob ua neeg ncaj dhau, thiab tsis txhob ua tus ntse dhau. Ua cas koj yuav ua rau koj puam tsuaj?"},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.17","label":"17","content":"Tsis txhob ua phem ntau dhau, thiab tsis txhob ua neeg ruam. Ua cas koj yuav tuag ua ntej uas tsis tau txog koj caij?"},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.18","label":"18","content":"Qhov uas zoo yog qhov uas koj tuav rawv yam no cia, thiab tsis txhob nkaum tes kom plam yam tod. Tus uas hwm thiab paub ntshai Vajtswv yuav zam dhau txhua yam ntawd."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.19","label":"19","content":"Tswvyim pub zog rau tus uas txawj ntse ntau dua li kaum leej uas kav lub nroog."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.20","label":"20","content":"Yeej tsis muaj ib tug ncaj ncees hauv lub ntiajteb uas ua qhov zoo xwb xwb li tsis ua txhaum kiag li."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.21","label":"21","content":"Tsis txhob quav ntsej mloog txhua lo lus uas luag hais, tsam ces koj ho tau hnov koj tus tub qhe foom cem koj,"},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.22","label":"22","content":"rau qhov koj lub siab yeej paub tias muaj ntau zaus koj tau foom cem lwm tus ib yam nkaus."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.23","label":"23","content":"Kuv twb siv kuv lub tswvyim sim tej no lawm. Kuv hais tias, “Kuv yuav tau tswvyim,” tiamsis tswvyim nyob deb kuv."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.24","label":"24","content":"Tej uas muaj lawm kuj nyob deb heev, tej uas tob kuj nyob tob dhau. Leejtwg yuav tshawb tau tawm los?"},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.25","label":"25","content":"Kuv thiaj tig kuv lub siab los kawm paub thiab tshawb nrhiav tswvyim thiab txhua yam lub keeb, thiab kawm paub tias txojkev ua phem yog txojkev tsis thoob tsib thiab txojkev tsis thoob tsib yog txojkev ruam."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.26","label":"26","content":"Kuv ntsib dua ib yam uas lwj siab heev dhau txojkev tuag, yog tus pojniam uas lub siab zoo li lub qhov taub thiab rooj hlua cuab, nws txhais tes yog txoj saw hlau. Tus uas ua hum Vajtswv lub siab thiaj dim ntawm tus pojniam ntawd, tiamsis tus uas ua txhaum muaj txim yuav raug nws ntes."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.27","label":"27","content":"Tub Laj Lim hais tias, “Saib maj, kuv ntsib zoo li no, yog kuv muab ib zaj los txuas rau ib zaj xwv thiaj nrhiav tau lub keeb,"},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.28","label":"28","content":"yog yam uas kuv lub siab nrhiav tag los nrhiav thiab tiamsis kuv nrhiav tsis tau. Ib txhiab leej neeg tsuas nrhiav tau ib tug txivneej zoo xwb, tiamsis twb nrhiav tsis tau ib tug pojniam zoo."},{"bible_id":"1269","chapter_code":"ECC.7","verse_code":"ECC.7.29","label":"29","content":"Saib maj, kuv tsuas ntsib yam no xwb, yog qhov uas Vajtswv tsim neeg kom ua ncaj ncees, tiamsis lawv nrhiav kev ua phem xwb.”"},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.1","label":"1","content":"Leejtwg yuav zoo cuag li tus uas muaj tswvyim? Leejtwg yuav paub txhua yam lub ntsiab? Neeg lub tswvyim ua rau nws lub ntsej muag ci luag ntxhi, thiab ua rau nws lub plhu uas tuab hloov dua tshiab."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.2","label":"2","content":"Cia li ua raws li vajntxwv hais, vim yog tej lus tseem ceeb uas koj tau cog lus tseg lawm."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.3","label":"3","content":"Tsis txhob maj tawm ntawm vajntxwv lub xubntiag. Thaum muaj xwm txheej tsis zoo, tsis txhob tawv ncauj, rau qhov vajntxwv yeej ua txhua yam raws li nws lub siab nyiam."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.4","label":"4","content":"Vajntxwv tej lus muaj hwjchim, mas leejtwg yuav nug tau vajntxwv tias, “Koj ua dabtsi li no?”"},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.5","label":"5","content":"Tus uas ua raws li vajntxwv hais yuav tsis raug ceeblaj, thiab tus uas muaj tswvyim lub siab yuav paub lub caij thiab paub kev ua haujlwm."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.6","label":"6","content":"Txawm yog neeg txojkev ceeblaj ua lub nra hnyav rau lawv, los txhua yam nyias muaj nyias caij thiab nyias muaj nyias kev ua haujlwm."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.7","label":"7","content":"Rau qhov lawv tsis paub tias dabtsi yuav tshwm los, thiab leejtwg yuav hais rau lawv tias yam ntawd yuav tshwm los li cas?"},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.8","label":"8","content":"Tsis muaj leejtwg yuav tav tau nws tus ntsuj plig, lossis muaj hwjchim kav hnub uas tuag. Nyob hauv tshav rog tsis pub leejtwg tawm tub rog. Txojkev ua phem yeej tsis tso tus uas raug muab cob rau hauv txojkev phem lawm."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.9","label":"9","content":"Txhua yam no kuv twb pom rau thaum kuv tabtom kub siab lug rau txhua yam uas neeg ua hauv lub qab hnub, yog qhov uas ib tug muaj hwjchim kav ib tug, ua rau nws raug txom nyem."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.10","label":"10","content":"Kuv pom lawv log cov neeg phem uas txeev mus los ntawm lub chaw dawb huv, thiab luag qhuas lawv rau hauv lub moos uas cov neeg phem ntawd ua phem ntag. No yog qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.11","label":"11","content":"Vim tias qhov uas txiav txim rau tej kev phem luag tsis txiav txim sai sai, mas tej neeg lub siab thiaj li huas qas ntshis mus ua phem."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.12","label":"12","content":"Txawm yog cov neeg muaj txim ua phem ib puas zaus thiab lawv tseem muaj txojsia nyob, los kuv yeej paub tias cov uas hwm thiab paub ntshai Vajtswv yuav tau zoo vim lawv paub ntshai rau ntawm nws lub xubntiag."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.13","label":"13","content":"Tiamsis tus neeg phem yuav tsis tau zoo, nws lub hnub nyoog zoo yam nkaus li tus duab yuav tsis nyob ntev, rau qhov nws tsis paub ntshai rau ntawm Vajtswv lub xubntiag."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.14","label":"14","content":"Tseem tshuav ib yam qhuav qhawv uas ua hauv lub ntiajteb, yog qhov uas muaj cov ncaj ncees saws cov tsis ncaj lub khuab, thiab muaj cov neeg phem saws cov uas ncaj ncees lub khuab. Kuv hais tias qhov no kuj yog qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.15","label":"15","content":"Kuv pom zoo cia nrhiav kev zoo siab xyiv fab rau hauv peb lub neej, rau qhov hauv lub qab hnub neeg tsis muaj ib yam dabtsi zoo dua qhov uas noj haus thiab muaj kev zoo siab xyiv fab. Vim tias qhov uas zoo siab xyiv fab yuav nrog nraim nws hauv nws tej haujlwm tag nws sim neej uas Vajtswv pub rau nws hauv lub qab hnub."},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.16","label":"16","content":"Thaum kuv kub siab lug xav paub txog tswvyim thiab tej haujlwm uas ua hauv lub ntiajteb, thiab qhov uas lawv nyiaj dab ntub tag hnub tag hmo,"},{"bible_id":"1269","chapter_code":"ECC.8","verse_code":"ECC.8.17","label":"17","content":"kuv thiaj pom Vajtswv tes haujlwm huvsi, thiab pom tias neeg tsis nkag siab rau tej haujlwm uas ua rau hauv lub qab hnub. Neeg siv zog tshawb nrhiav npaum li cas, kuj nrhiav tsis tau. Txawm yog tus uas muaj tswvyim xav tias nws nkag siab, los nws kuj nrhiav tsis tau."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.1","label":"1","content":"Kuv khaws tej no huvsi rau hauv lub siab coj los tshuaj saib. Tus uas ncaj ncees thiab tus uas muaj tswvyim thiab lawv tej haujlwm huvsi kuj nyob hauv Vajtswv txhais tes. Txawm yog ntxim hlub lossis ntxim ntxub kuj xij, neeg yeej tsis paub, txhua yam kuj nyob tom lawv hauv ntej."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.2","label":"2","content":"Ib lub khuab poob rau sawvdaws ib yam nkaus, poob rau cov uas ncaj ncees thiab cov uas tsis ncaj, poob rau cov uas zoo thiab cov uas phem, poob rau cov uas dawb huv thiab cov uas qias, poob rau cov muab tsiaj xyeem thiab cov uas tsis xyeem. Poob rau cov neeg zoo li cas, kuj poob rau cov neeg muaj txim li ntawd, poob rau cov uas cog lus twv li cas, kuj poob rau cov uas tsis cog lus twv li ntawd."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.3","label":"3","content":"Txhua yam uas tshwm los hauv lub qab hnub mas no yog ib yam phem, yog qhov uas ib lub khuab poob rau saum sawvdaws. Neeg lub siab kuj puv nkaus kev phem, thiab thaum lawv tseem muaj txojsia nyob txojkev ruam nyob hauv lawv lub siab. Dhau ntawd lawv kuj mus nyob hauv tub tuag teb."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.4","label":"4","content":"Tiamsis tus uas nrog nraim cov uas muaj txojsia ua ke kuj muaj lub siab vam, vim tias tus dev uas ciaj tseem zoo dua li tus tsov ntxhuav uas tuag lawm."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.5","label":"5","content":"Cov uas tseem ciaj yeej paub tias lawv yuav tuag, tiamsis cov uas tuag lawm tsis paub dabtsi li lawm, thiab lawv yuav tsis tau nqe zog dua li lawm, yuav tsis muaj leejtwg nco txog lawv."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.6","label":"6","content":"Qhov uas nws hlub thiab ntxub thiab khib twb ploj tag lawm, thiab tej uas ua hauv lub qab hnub lawv tsis muaj feem koom ua ke dua li lawm."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.7","label":"7","content":"Cia li mus, mus noj koj tej zaub mov zoo siab xyiv fab, thiab mus haus koj tej cawv txiv hmab ua zoo siab hlo, vim tias Vajtswv yeej txaus siab rau tej uas koj ua ntawd."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.8","label":"8","content":"Cia koj tej tsoos tsho dawb paug huvsi txhua lub sijhawm, thiab muab roj ntaus plaubhau tsis tu ncua."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.9","label":"9","content":"Koj cia li zoo siab xyiv fab rau koj tus pojniam uas koj hlub mus tag koj sib neej qhuav qhawv uas Vajtswv pub rau koj hauv lub qab hnub, vim tias tej no yog koj li feem hauv koj lub neej thiab hauv tej haujlwm uas koj siv dag siv zog ua hauv lub qab hnub."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.10","label":"10","content":"Koj txhais tes ua yam haujlwm dabtsi koj cia li ua yam haujlwm ntawd kawg koj lub dag lub zog, rau qhov hauv tub tuag teb uas koj yuav mus ntawd tsis muaj haujlwm thiab tsis muaj kev xav, tsis muaj kev txawj ntse thiab tsis muaj tswvyim."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.11","label":"11","content":"Kuv pom dua ib yam hauv lub qab hnub, qhov uas sib tw dhia yeej tsis nyob ntawm tus uas nrawm, qhov uas kov yeej kev ua rog tsis nyob ntawm tus uas muaj zog, qhov uas muaj noj tsis nyob ntawm tus uas muaj tswvyim, qhov uas nplua nuj tsis nyob ntawm tus uas thoob tsib to nrog, qhov uas tau meej mom tsis nyob ntawm tus uas txawj ntse. Tiamsis txhua tus yuav tau raws li q2 nws txoj hmoov phem lossis hmoov zoo thiab raws li nws lub caij lub nyoog."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.12","label":"12","content":"Rau qhov neeg yeej tsis paub nws lub caij lub nyoog. Ntses mag lub vas thiab noog mag tsig li cas, mas neeg kuj mag ib yam li ntawd rau thaum lub caij lub nyoog phem los raug kiag lawv tamsid."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.13","label":"13","content":"Kuv pom lub tswvyim no hauv lub qab hnub mas kuv xam pom tias yog yam loj kawg."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.14","label":"14","content":"Muaj ib lub moos me me uas muaj neeg nyob tsawg tsawg. Mas muaj ib tug vajntxwv loj tuaj ntaus thiab vij lub moos ntawd, nws tib chaw ruaj khov vij ntaus lub moos ntawd."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.15","label":"15","content":"Tiamsis hauv lub moos ntawd muaj ib tug pluag pluag uas muaj tswvyim, mas tus yawg ntawd siv nws lub tswvyim cawm tau lub moos ntawd. Txawm yog li ntawd los tsis muaj ib tug nco txog tus yawg pluag no li."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.16","label":"16","content":"Mas kuv thiaj hais tias tswvyim zoo dua lub zog loj, txawm yog luag saib tsis taus tus pluag ntawd lub tswvyim thiab tsis quav ntsej nws tej lus kuj xij."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.17","label":"17","content":"Tus muaj tswvyim tej lus uas yus hnov hais twjywm, mas zoo dua tus thawj hais lus nrov nrov rau cov neeg ruam mloog."},{"bible_id":"1269","chapter_code":"ECC.9","verse_code":"ECC.9.18","label":"18","content":"Tswvyim zoo dua tej cuab yeej ua rog, tiamsis ib tug neeg txhaum muaj txim ua rau ntau yam kev zoo piam tag."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.1","label":"1","content":"Yoov tuag ua rau tej roj tsw qab tsw ntxhiab lawm, txojkev ruam mentsis xwb hnyav dua lub tswvyim thiab lub koob meej."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.2","label":"2","content":"Tus uas muaj tswvyim lub siab coj nws mus rau sab xis, tiamsis tus ruam lub siab coj nws mus rau sab laug."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.3","label":"3","content":"Thaum tus neeg ruam taug kev, nws yeej tsis paub qabhau, nws tus cujpwm ua rau sawvdaws pom tias nws yog tus ruam."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.4","label":"4","content":"Yog tus thawj npau taws rau koj, koj tsis txhob tawm ntawm koj lub chaw mus, vim qhov uas ua siab ntev yuav ua rau nws zam txim tau."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.5","label":"5","content":"Muaj ib yam phem uas kuv pom hauv lub qab hnub, yog tej kev txhaum uas tus thawj ua."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.6","label":"6","content":"Tsa tus ruam nyob lub rooj siab, qhau tus nplua nuj nyob lub rooj qes."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.7","label":"7","content":"Kuv pom tej qhev caij nees, thiab pom tej thawj mus kotaw yam li tej qhev."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.8","label":"8","content":"Leejtwg khawb qhov cia, nws yuav poob rau hauv qhov ntawd, leejtwg tho phab ntsa nkag rau hauv, nab yuav tom nws."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.9","label":"9","content":"Leejtwg txam pob zeb, pob zeb yuav raug tus ntawd mob, leejtwg phua ntoo, ntoo yuav ua rau nws raug ceeblaj."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.10","label":"10","content":"Yog taus npub lawm, tsis muab hov kom ntse, yus yuav tsum siv zog heev dua, tiamsis tswvyim yuav pab ua tau kom tiav."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.11","label":"11","content":"Yog nab tom ua ntej uas tsis tau muab cob kom seej, tus uas cob nab tsis muaj qabhau dabtsi."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.12","label":"12","content":"Tus uas muaj tswvyim lub qhov ncauj tej lus ua kom nws tau koob hmoov, tus uas ruam tus nplaig yuav rov ua rau nws puam tsuaj."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.13","label":"13","content":"Nws pib hais tej lus tsis thoob tsib tawm hauv lub qhov ncauj los, mas thaum kawg yuav hais tej lus uas ruam phem kawg li."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.14","label":"14","content":"Tus ruam ncauj ntau hais tsis txawj tag li. Neeg tsis paub tias yuav tshwm xwm dabtsi los. Leejtwg yuav hais tau tias thaum dua nws lawm yuav muaj dabtsi tshwm los?"},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.15","label":"15","content":"Tus ruam tej haujlwm ua rau nws txog siav, nws tsis paub txojkev uas nkag mus rau hauv lub nroog."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.16","label":"16","content":"Lub tebchaws 'e, koj yuav raug txom nyem rau thaum koj tus vajntxwv yog menyuam yaus, thiab koj cov thawj pam noj pam haus ua lomzem rau thaum tagkis."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.17","label":"17","content":"Lub tebchaws 'e, koj yuav tau hmoov zoo rau thaum koj tus vajntxwv yog keeb vaj, thiab koj cov thawj noj haus raws sijhawm xwv thiaj muaj zog tsis yog qaug dej qaug cawv."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.18","label":"18","content":"Vim yog tub nkeeg ru tsev thiaj lov pob tag, thiab vim yog tub nkeeg puag tes puag taw, lub tsev thiaj xau qas ntsuav."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.19","label":"19","content":"Zaub mov ua rau muaj kev lomzem zoo siab, cawv txiv hmab ua rau lub neej xyiv fab, nyiaj txiag ua rau muaj txhua yam."},{"bible_id":"1269","chapter_code":"ECC.10","verse_code":"ECC.10.20","label":"20","content":"Tsis txhob cem foom vajntxwv, txawm yog hauv koj lub siab los tsis txhob cem, thiab tsis txhob cem foom cov nplua nuj hauv koj lub txaj pw, tsam ces ib tug noog saum nruab ntug ho coj koj tej lus mus, lossis tus uas muaj kooj tis yuav piav koj zaj."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.1","label":"1","content":"Cia li muab koj lub ncuav pov  rau hauv dej, rau qhov dhau ntau hnub koj yuav rov pom thiab."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.2","label":"2","content":"Cia li muab nyiaj txiag qhov txhia chaw faib rau xya qhov lossis yim qhov kuj tau, rau qhov koj tsis paub tias yuav muaj yam phem twg tshwm los rau hauv ntiajteb."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.3","label":"3","content":"Yog cov huab muaj nag puv nkaus, kuj yuav tso los rau hauv ntiajteb, yog ntoo vau rau sab ped los sab nrad, yog vau rau qhovtwg yeej yuav nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.4","label":"4","content":"Tus uas tshuaj saib tej cua nws yuav tsis tseb noob, tus uas saib tej huab nws yuav tsis sau qoob."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.5","label":"5","content":"Koj tsis paub tias cua ntsawj mus rau qhovtwg, thiab tsis paub tias tus ntsuj plig los rau hauv tej pob txha uas nyob hauv lub plab menyuam  tau li cas, mas koj kuj tsis paub txog Vajtswv uas tsim txhua yam huvsi tes haujlwm."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.6","label":"6","content":"Thaum tagkis cia li tseb koj tej noob, thiab thaum tsaus ntuj tsis txhob nkaum tes, rau qhov koj tsis paub tias yam twg yuav vam meej, yog yam no los yam tod, lossis ob yam puavleej yuav vam meej ib yam nkaus."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.7","label":"7","content":"Qhov kaj yog qhov uas zoo siab, thiab qhov uas lub qhov muag pom lub hnub yog qhov uas zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.8","label":"8","content":"Yog leejtwg muaj txojsia nyob ntau xyoo, cia nws zoo siab xyiv fab rau txhua xyoo ntawd huvsi. Tiamsis cia nws nco txog tias qhov tsaus ntuj yuav nyob mus ntau hnub. Txhua yam uas yuav tshwm los kuj yog qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.9","label":"9","content":"Tus hluas 'e, koj cia li zoo siab rau thaum koj tseem hluas, thiab cia koj lub siab ua rau koj xyiv fab rau thaum koj tseem hluas. Koj cia li ua koj lub neej raws li koj lub siab ntshaw thiab raws li koj lub qhov muag pom zoo. Tiamsis cia li paub tias vim yog txhua yam uas koj ua no Vajtswv yuav txiav txim rau koj."},{"bible_id":"1269","chapter_code":"ECC.11","verse_code":"ECC.11.10","label":"10","content":"Cia li muab txojkev txhawj xeeb txiav tu nrho hauv koj lub siab, thiab rho tej kev mob hauv koj lub cev mus, vim qhov uas hluas thiab pib nto hluas ntawd kuj yog qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.1","label":"1","content":"Thaum koj tseem hluas koj cia li nco txog tus uas tsim koj ua ntej uas kev txom nyem nyuaj siab tsis tau los txog, thiab lub niaj lub xyoo tsis tau los txog uas koj yuav hais tias, “Kuv tsis muaj kev zoo siab xyiv fab rau lub niaj lub xyoo ntawd li,”"},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.2","label":"2","content":"yog ua ntej uas lub hnub thiab kev kaj thiab lub hli thiab tej hnub qub tsis tau tsaus, yog thaum nag los lawm los huab tseem tsaus nti,"},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.3","label":"3","content":"thiab cov faj xwm uas zov tsev  tshee, thiab cov uas muaj zog khoov khoov, thiab cov uas zom zeb tsis tau tso tseg vim yog tshuav neeg tsawg, thiab cov uas xauj ntawm qhov rais tsis tshua pom kev lawm,"},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.4","label":"4","content":"thiab thaum tej qhov rooj uas tawm rau ntawm txojkev kaw tag, thiab lub suab zom zeb ntsiag to, thiab suab nag suab noog ua rau neeg tsim dheev thiab suab nkauj kuj ntsiag zuj zus,"},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.5","label":"5","content":"thiab lawv ntshai nyob saum tej chaw siab, thiab muaj tej uas ntshai kawg nyob tom tej kev. Yog thaum tej txiv daw tawg paj thiab kooj ntsuab txav zuj zuav thiab txojkev ntshaw kuj ploj tag lawm, vim yog neeg tabtom mus rau lub chaw uas nws nyob mus ib txhiab ib txhis, thiab cov uas quaj ntsuag mus mus los los hauv tej kev."},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.6","label":"6","content":"Yog ua ntej uas saw nyiaj tsis tau tu, thiab lub phaj kub tsis tau tawg thiab lub hub dej tsis tau tawg rau ntawm qhov dej txhawv, thiab lub log uas kiv ntaus dej tsis tau lov,"},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.7","label":"7","content":"thiab ua ntej uas hmoov av rov mus ua av li qub thiab ntsuj plig rov mus cuag Vajtswv uas pub nws tuaj."},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.8","label":"8","content":"Tub Laj Lim hais tias, “Qhuav qhawv, qhuav qhawv, txhua yam qhuav qhawv xwb.”"},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.9","label":"9","content":"Tsis yog tub Laj Lim muaj tswvyim xwb, nws tseem qhia kev txawj ntse rau cov pejxeem thiab nws tshuaj saib thiab tshawb nrhiav thiab muab tej paj lug tib ua ib qeb zuj zus."},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.10","label":"10","content":"Xibhwb ua tib zoo nrhiav tej lus uas zoo mloog, thiab nws sau tej lus tseeb ncaj nraim."},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.11","label":"11","content":"Cov neeg muaj tswvyim tej lus zoo yam nkaus li tus hmuv uas ntse zuag plias. Tej lus uas ib tug yug yaj hais tau muab sau zog cia ua ke lawm, zoo yam nkaus li tej ntsia hlau uas muab ntsia ruaj khov."},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.12","label":"12","content":"Kuv tus tub, cia li ceev faj tej lus uas hais ntxiv rau cov lus no. Qhov uas sau ua ntawv ntau yuav muaj tsis txawj kawg li, thiab kawm ntau kuj ua kom txog siav."},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.13","label":"13","content":"Zaj no twb xaus lawm, twb hnov huvsi lawm. Cia li hwm thiab paub ntshai Vajtswv thiab tuav rawv nws tej lus nkaw, vim qhov no yog txhua yam uas neeg yuav tsum ua."},{"bible_id":"1269","chapter_code":"ECC.12","verse_code":"ECC.12.14","label":"14","content":"Vajtswv yuav muab txhua yam haujlwm thiab tej uas ua nraim nkoos los txiav txim tsis hais zoo lossis phem."}]