[{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.1","label":"1","content":"Tej xwm txheej no muaj rau thaum Ahaxu‑ela  ua vajntxwv, yog tus Ahaxu‑ela uas kav txij ntua Idia tebchaws mus txog ntua Khuj  tebchaws, huvsi yog ib puas nees nkaum xya lub xeev."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.2","label":"2","content":"Thaum ntawd vajntxwv Ahaxu‑ela nyob hauv lub nroog loj Xuxa kav."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.3","label":"3","content":"Xyoo peb uas nws ua vajntxwv nws pam ib zaug noj haus rau nws cov thawj thiab nws cov tub teg tub taws huvsi, mas cov thawj rog hauv Pawxia thiab Midia tebchaws thiab cov uas ua hlob thiab cov thawj uas kav txhua lub xeev kuj tuaj nrog nws koom ua ke."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.4","label":"4","content":"Nws qhia nws tej nyiaj txiag ntau kawg hauv tej tebchaws uas nws kav thiab nws lub meej mom thiab nws lub hwjchim tau ntau hnub mus txog thaum tau ib puas yim caum hnub."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.5","label":"5","content":"Thaum dhau lub sijhawm ntawd lawm, vajntxwv pam noj haus rau txhua tus uas nyob hauv lub nroog Xuxa, tsis hais tus ua loj ua yau sawvdaws noj tau xya hnub hauv lub tshav puam ntawm lub vaj uas nyob hauv vajntxwv lub tsev."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.6","label":"6","content":"Muaj ntaub pag dawb ntaub xiav tis rau txoj hlua maj thiab txoj hlua ntaub tsamxem dai rau tej ntsej nyiaj ntawm tej ncej zeb mos, thiab muaj tej rooj kub rooj nyiaj nyob saum lub plag tsev tshav puam uas pua tej txiag zeb liab tsim tseb, tej txiag zeb mos, tej plhaub qwj thiab tej qe zeb hlaws sib quas."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.7","label":"7","content":"Thiab muab cawv txiv hmab hliv rau hauv ntau yam khob kub thiab hliv vajntxwv tej cawv txiv hmab nplua mias raws li vajntxwv lub siab dav."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.8","label":"8","content":"Lawv haus raws li txoj kevcai tsis txwv tsis yuam rau qhov vajntxwv hais kom cov tub qhe sawvdaws hauv vajntxwv lub tsev muab rau txhua tus haus raws li lub siab nyiam."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.9","label":"9","content":"Poj vajntxwv Vasati kuj pam noj haus rau cov niam tsev noj rau hauv vajntxwv Ahaxu‑ela lub tsev thiab."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.10","label":"10","content":"Hnub uas xya thaum vajntxwv haus cawv txiv hmab zoo siab lawm nws txawm hais rau Mehumas, Npixatha, Hanpauna, Npixatha, Anpatha, Xethias thiab Khaka, uas yog xya tus nraug sam uas tu vajntxwv Ahaxu‑ela,"},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.11","label":"11","content":"kom mus coj poj vaj Vasati ntoo mom poj vaj los cuag vajntxwv xwv nws thiaj qhia tau qhov uas poj vaj zoo nkauj ci nplas rau cov pejxeem thiab cov thawj saib, vim poj vaj zoo nkauj heev."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.12","label":"12","content":"Tiamsis poj vaj Vasati tsis kam los raws li vajntxwv txib cov nraug sam mus hais rau nws. Mas qhov no ua rau vajntxwv npau taws heev, nws chim rau hauv lub siab kawg li."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.13","label":"13","content":"Vajntxwv txawm hu cov uas txawj ntse paub caij paub nyoog tuaj, rau qhov no yog txojkev uas vajntxwv pheej nrog cov uas paub cai thiab txawj tu plaub sawvdaws sablaj,"},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.14","label":"14","content":"yog cov uas yau vajntxwv, yog Khasena, Setha, Amatha, Thasi, Mele, Maxena thiab Memukhas. No yog Pawxia thiab Midia tebchaws xya tus thawj uas pheej los cuag tau vajntxwv thiab yog cov thawj hauv vajntxwv lub tebchaws."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.15","label":"15","content":"Vajntxwv hais tias, “Raws li txoj kevcai yuav ua li cas rau poj vaj Vasati rau qhov nws tsis ua raws li vajntxwv Ahaxu‑ela kom cov nraug sam hais rau nws?”"},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.16","label":"16","content":"Ces Memukhas txawm hais tab meeg rau vajntxwv thiab cov thawj tias, “Poj vaj tsis yog ua txhaum rau vajntxwv xwb tiamsis yog ua txhaum rau cov thawj sawvdaws thiab cov pejxeem sawvdaws uas nyob hauv txhua lub xeev uas vajntxwv Ahaxu‑ela kav,"},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.17","label":"17","content":"vim tej uas poj vaj ua no yuav paub thoob plaws rau hauv ib tsoom pojniam, ua rau lawv saib tsis taus lawv tej txiv. Rau qhov lawv yuav hais tias, ‘Vajntxwv Ahaxu‑ela hais kom coj poj vaj Vasati los cuag nws tiamsis poj vaj kuj tsis los.’"},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.18","label":"18","content":"Mas hnub no vajntxwv cov thawj hauv Pawxia thiab hauv Midia tej pojniam txhua tus uas hnov txog tej uas poj vaj ua no lawm yuav piav rau vajntxwv cov thawj sawvdaws paub mas yuav ua rau muaj kev saib tsis taus thiab kev npau taws heev."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.19","label":"19","content":"Yog vajntxwv pom zoo, mas cia vajntxwv tawm ib tsab kevcai thiab muab sau tseg rau hauv Pawxia thiab Midia tej kevcai kom thiaj thim tsis tau tej lus, hais tias Vasati yuav los cuag tsis tau vajntxwv Ahaxu‑ela dua li lawm. Thiab cia vajntxwv muab lub rooj uas ua poj vaj pub rau lwm tus uas zoo dua nws."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.20","label":"20","content":"Thaum tshaj tawm vajntxwv tej lus no thoob plaws vajntxwv lub tebchaws uas dav thiab loj no, mas ib tsoom pojniam thiaj li hwm lawv tus txiv, tsis hais tus ua loj ua yau.”"},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.21","label":"21","content":"Tej lus taw qhia no txaus vajntxwv thiab cov thawj sawvdaws lub siab, vajntxwv thiaj ua raws li Memukhas tej lus."},{"bible_id":"1269","chapter_code":"EST.1","verse_code":"EST.1.22","label":"22","content":"Vajntxwv thiaj xa tsab ntawv tseb mus thoob plaws txhua lub xeev uas nws kav ua txhua lub xeev li npe ntawv thiab txhua haiv neeg li lus, hais kom txhua tus txivneej ua tus tswv uas tswjhwm nws tsev neeg thiab hais nws yam lus."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.1","label":"1","content":"Dhau tej xwm txheej no lawd, thaum vajntxwv Ahaxu‑ela txojkev npau taws nqeg lawm, nws nco txog Vasati thiab tej uas Vasati tau ua thiab tej lus tawv uas tshaj tawm hais txog Vasati."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.2","label":"2","content":"Cov tub teg tub taws uas tu vajntxwv txawm hais tias, “Cia li nrhiav tej hluas nkauj dawb huv uas zoo nkauj los rau vajntxwv."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.3","label":"3","content":"Thiab cia vajntxwv tsa cov nom tswv hauv txhua lub xeev uas nws kav kom coj cov hluas nkauj dawb huv uas zoo nkauj ntawd sawvdaws los rau hauv lub tsev pojniam hauv lub nroog Xuxa. Thiab muab cob rau vajntxwv tus nraug sam Hekai uas saib cov pojniam uas saib xyuas tej ntxhais ntawd. Thiab muab tshuaj rau cov ntxhais ntawd pleev."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.4","label":"4","content":"Yog tus ntxhais twg txaus vajntxwv lub siab, cia tus ntawd ua poj vaj nyob Vasati chaw.” Qhov no hum vajntxwv lub siab, vajntxwv thiaj ua li ntawd."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.5","label":"5","content":"Muaj ib tug Yudai nyob hauv lub nroog Xuxa npe hu ua Maudekhai. Nws txiv yog Ya‑i, nws yawg yog Sime‑i, nws yawg koob yog Khij, yog xeem Npeeyamee,"},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.6","label":"6","content":"yog cov uas vajntxwv Nenpukhanexa hauv Npanpiloo kuav nrog Yuda tus vajntxwv Yekhauniya  tawm hauv Yeluxalees los."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.7","label":"7","content":"Maudekhai tu Hadaxa, uas yog Exathaw, yog nws li ntxhais kwvtij, rau qhov nws tsis muaj niam txiv lawm. Tus ntxhais no lub cev ntaj ntsug zoo nkauj, mas thaum nws niam txiv tuag lawd, Maudekhai coj nws los tu ua ntxhais."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.8","label":"8","content":"Mas thaum vajntxwv tej lus thiab nws txoj kevcai tshaj tawm lawm, thiab thaum lawv coj tej ntxhais hluas coob los rau hauv lub nroog Xuxa muab cob rau Hekai saib xyuas, Exathaw kuj raug coj los rau hauv vajntxwv lub tsev thiab muab cob rau Hekai uas saib xyuas cov pojniam thiab."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.9","label":"9","content":"Tus ntxhais ntawd txaus Hekai lub siab thiab ntxim hlub, Hekai thiaj maj nroos muab tshuaj rau Exathaw pleev thiab tu tej zaub mov zoo rau nws noj thiab pub xya tus nkauj qhev uas xaiv hauv vajntxwv lub tsev rau nws thiab muab nws thiab nws cov nkauj qhev tshais mus nyob lub chaw uas zoo kawg nkaus hauv lub tsev pojniam."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.10","label":"10","content":"Exathaw tsis qhia tias nws yog haiv neeg twg thiab yog leejtwg tsev neeg, vim yog Maudekhai txwv tsis kheev nws qhia rau leejtwg paub."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.11","label":"11","content":"Maudekhai niaj hnub hla tuaj mus nraum lub tshav puam ntawm lub tsev pojniam, mloog xov saib Exathaw zoo li cas thiab muaj dabtsi tshwm rau nws."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.12","label":"12","content":"Cov hluas nkauj txhua tus yuav tsum nyob raws li tej kevcai uas teem cia rau cov pojniam kaum ob lub hlis tso li mus cuag tau vajntxwv Ahaxu‑ela. No yog lub sijhawm uas teem cia rau lawv tu cev kom zoo nkauj, muab rau lub hli pleev roj tsw qab thiab rau lub hli pleev txuj lom thiab tshuaj tsw qab."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.13","label":"13","content":"Thaum tus hluas nkauj mus cuag vajntxwv li no nws xav coj dabtsi ntawm vajntxwv lub tsev pojniam mus lawv kuj muab rau nws coj."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.14","label":"14","content":"Nws mus cuag vajntxwv thaum hmo, mas thaum tagkis nws rov los rau hauv lub tsev pojniam uas ob muab cob rau vajntxwv tus nraug sam Sa‑aka saib, yog tus uas saib xyuas cov hluas nkauj uas vajntxwv kav. Nws tsis tau rov los cuag vajntxwv dua li lawm yuav yog vajntxwv txaus siab rau nws thiab hu nws lub npe nws thiaj tau los."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.15","label":"15","content":"Thaum txog lub sijhawm uas Anpiha‑i tus ntxhais Exathaw uas Anpiha‑i tus kwvtij Maudekhai sau los ua ntxhais mus cuag vajntxwv, Exathaw tsis thov ib yam dabtsi tsuas yog tej uas vajntxwv tus nraug sam Hekai uas saib xyuas cov pojniam qhia nws xwb. Txhua tus uas pom Exathaw kuj txaus siab rau nws."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.16","label":"16","content":"Thaum lawv coj Exathaw mus cuag vajntxwv Ahaxu‑ela rau hauv vajntxwv lub tsev yog xyoo xya uas nws ua vajntxwv lub kaum hli uas yog lub hli Thenpe."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.17","label":"17","content":"Vajntxwv nyiam Exathaw heev dua tej pojniam huvsi thiab Exathaw tau vajntxwv txojkev hlub txojkev txaus siab heev dua lwm tus hluas nkauj dawb huv huvsi, nws thiaj muab lub mom poj vaj rau Exathaw ntoo saum taubhau thiab tsa nws ua poj vaj nyob Vasati chaw."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.18","label":"18","content":"Mas vajntxwv pam noj haus loj rau nws cov thawj thiab nws cov tub teg tub taws sawvdaws, yog noj Exathaw rooj mov. Vajntxwv kuj so tsis sau se ntawm txhua lub xeev ib ntus,  thiab nws ua siab dav pub tshav ntuj raws li uas tsim nyog vajntxwv pub."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.19","label":"19","content":"Thaum sau cov hluas nkauj dawb huv rov tuaj zaum ob, Maudekhai zaum ntawm vajntxwv lub rooj loog."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.20","label":"20","content":"Exathaw tsis tau qhia nws tsev neeg thiab nws haiv neeg rau leejtwg paub, raws li Maudekhai txwv nws cia, rau qhov Exathaw mloog Maudekhai lus ib yam nkaus li thaum Maudekhai tu nws."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.21","label":"21","content":"Lub sijhawm ntawd Maudekhai pheej zaum ntawm vajntxwv lub rooj loog, mas Npitha thiab Thele uas yog vajntxwv ob tug nraug sam uas zov qhov rooj txawm chim thiab nrhiav kev yuav txov vajntxwv Ahaxu‑ela."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.22","label":"22","content":"Mas Maudekhai hnov zaj no, nws thiaj qhia rau poj vaj Exathaw, Exathaw thiaj tuav txog Maudekhai lub npe qhia rau vajntxwv."},{"bible_id":"1269","chapter_code":"EST.2","verse_code":"EST.2.23","label":"23","content":"Thaum muab zaj no tshuaj saib mas pom tias muaj tseeb, ces ob tug ntawd txawm raug muab dai caj dab tuag lawm. Luag twb muab zaj no sau cia rau hauv phau ntawv keeb kwm tab meeg vajntxwv."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.1","label":"1","content":"Dhau tej xwm txheej no lawm, vajntxwv Ahaxu‑ela muab Hamedatha tus tub Hamas uas yog neeg Aka tsa ua loj tuaj, thiab muab koob meej rau thiab muab nws lub rooj txawb kom nyob siab dhau cov thawj uas nrog nws nyob sawvdaws."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.2","label":"2","content":"Vajntxwv cov tub teg tub taws uas nyob ntawm vajntxwv lub rooj loog sawvdaws txhos caug hawm Hamas, vim yog vajntxwv hais kom hawm nws li ntawd. Tiamsis Maudekhai tsis txhos caug lossis hawm Hamas."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.3","label":"3","content":"Vajntxwv cov tub teg tub taws ntawm vajntxwv lub rooj loog hais rau Maudekhai tias, “Ua cas koj tsis ua raws li vajntxwv hais?”"},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.4","label":"4","content":"Lawv pheej niaj hnub hais rau Maudekhai los nws kuj tsis mloog lawv hais, lawv txawm mus hais rau Hamas, saib Maudekhai tej lus yuav kov yeej los tsis yeej vim yog nws hais tias nws yog neeg Yudai."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.5","label":"5","content":"Thaum Hamas pom tias Maudekhai tsis txhos caug thiab tsis pe nws, Hamas txawm npau taws heev."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.6","label":"6","content":"Tiamsis nws pom tias qhov uas ntes Maudekhai ib leeg xwb tsis txaus nws siab. Vim muaj neeg hais rau nws tias Maudekhai haiv neeg yog haiv twg, Hamas thiaj nrhiav kev txov cov Yudai sawvdaws uas yog Maudekhai haiv neeg, thoob plaws lub tebchaws uas Ahaxu‑ela kav."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.7","label":"7","content":"Xyoo kaum ob uas Ahaxu‑ela ua vajntxwv mas lub ib hlis uas yog lub hli Nixa lawv khov kuam Pulee  tab meeg Hamas saib hnub twg thiab lub hli twg zoo tua cov Yudai, mas saib tau hnub kaum peb  lub kaum ob hlis uas yog lub hli Adas."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.8","label":"8","content":"Ces Hamas txawm hais rau vajntxwv Ahaxu‑ela tias, “Muaj ib haiv neeg nyob thoob plaws txhua qhov thiab faib mus nyob txuam rau hauv tej neeg hauv txhua lub xeev uas koj kav. Lawv tej kevcai txawv ib tsoom neeg sawvdaws tej kevcai, thiab lawv tsis ua raws li vajntxwv tej kevcai, qhov uas tso lawv nyob li no tsis muaj qabhau dabtsi rau vajntxwv li."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.9","label":"9","content":"Yog vajntxwv pom zoo, thov tso cai kom muab cov neeg no ua puam tsuaj tag, mas kuv yuav pub ib vam tala nyiaj  rau hauv vajntxwv tej txhab nyiaj es muab rau cov uas ua vajntxwv haujlwm.”"},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.10","label":"10","content":"Vajntxwv txawm hle nws lub nplhaib txam txwm ntawm nws txhais tes muab rau Hamedatha tus tub Hamas uas yog neeg Aka thiab yog cov Yudai tus yeeb ncuab."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.11","label":"11","content":"Vajntxwv hais rau Hamas tias, “Kuv muab cov neeg ntawd thiab lawv tej nyiaj txiag cob nkaus rau koj, koj ua rau lawv raws li koj pom zoo.”"},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.12","label":"12","content":"Mas hu vajntxwv cov tub sau ntawv tuaj rau hnub xiab kaum peb lub ib hlis, mas lawv sau tsab kevcai raws li uas Hamas hais txhua yam xa mus rau cov thawj uas vajntxwv tsa kav tebchaws thiab rau cov uas kav txhua lub xeev huvsi thiab mus rau txhua haiv neeg cov thawj, yog xa mus rau txhua lub xeev, ua txhua lub xeev li npe ntawv thiab txhua haiv neeg li lus, sau ua vajntxwv Ahaxu‑ela npe thiab ntaus cim uas yog vajntxwv lub nplhaib txam txwm rau."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.13","label":"13","content":"Muaj neeg xa tej ntawv no mus tseb rau txhua lub xeev uas vajntxwv kav kom tua ntxuav cov Yudai tej laus tej hluas pojniam thiab menyuam sawvdaws tag nrho rau ib hnub, yog hnub xiab kaum peb lub kaum ob hlis uas yog lub hli Adas, thiab txeeb kiag lawv cuab txhiaj cuab tam huvsi."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.14","label":"14","content":"Tsab kevcai no yuav muab tshaj tawm rau hauv txhua lub xeev kom ib tsoom neeg sawvdaws npaj txhij rau hnub ntawd."},{"bible_id":"1269","chapter_code":"EST.3","verse_code":"EST.3.15","label":"15","content":"Cov neeg xa xov ntawd maj nroos mus raws li vajntxwv hais, thiab tsab kevcai kuj tshaj tawm rau hauv lub nroog Xuxa. Vajntxwv thiab Hamas zaum haus cawv txiv hmab, tiamsis lub nroog Xuxa kub ntxhov heev."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.1","label":"1","content":"Thaum Maudekhai paub txhua yam uas twb ua los lawd, nws txawm dua rhe nws lub tsho hnav khaub seev tsaj pleev tshauv tawm mus rau hauv plawv lub nroog, nws quaj nrov lwj siab kawg."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.2","label":"2","content":"Nws mus rau ntawm txojkev uas yuav nkag rau hauv vajntxwv lub rooj loog, rau qhov tsis muaj leejtwg hnav khaub seev tsaj nkag tau rau hauv vajntxwv lub rooj loog."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.3","label":"3","content":"Thiab hauv txhua lub xeev uas vajntxwv tej lus thiab nws tsab kevcai mus txog muaj kev ntxhov siab loj heev rau hauv cov Yudai. Lawv yoo mov thiab quaj thiab quaj ntsuag thiab muaj neeg coob coob hnav khaub seev tsaj pw da pleev tshauv."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.4","label":"4","content":"Thaum Exathaw cov nkauj qhev thiab nws cov nraug sam los qhia rau nws paub, poj vaj kuj ntxhov siab heev. Nws thiaj xa ris tsho rau Maudekhai hnav xwv nws thiaj hloov tej khaub seev tsaj tseg, tiamsis nws tsis kam txais tej ris tsho ntawd."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.5","label":"5","content":"Ces Exathaw txawm hu vajntxwv ib tug nraug sam Hatha uas raug tsa tu Exathaw tuaj, thiab hais kom Hatha mus nug Maudekhai saib yog muaj dabtsi thiab yog ua cas."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.6","label":"6","content":"Hatha txawm mus cuag Maudekhai ntawm lub tshav puam hauv lub nroog uas nyob ntawm vajntxwv lub rooj loog sab nraud."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.7","label":"7","content":"Maudekhai kuj piav txhua yam uas muaj tshwm los rau Hatha mloog, thiab qhia txog tej nyiaj uas Hamas yeem lus pub rau hauv vajntxwv tej txhab muaj npaum li cas thiaj ua tau cov Yudai puam tsuaj."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.8","label":"8","content":"Maudekhai tseem muab tsab ntawv kevcai uas tshaj tawm hauv Xuxa kom muab cov Yudai ua puam tsuaj rau Hatha coj mus rau Exathaw saib thiab qhia lub ntsiab rau nws thiab hais kom Exathaw mus cuag vajntxwv thiab thov vajntxwv thiab taij thov nws saib rau Exathaw haiv neeg."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.9","label":"9","content":"Hatha thiaj rov mus qhia tej uas Maudekhai hais ntawd rau Exathaw mloog."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.10","label":"10","content":"Mas Exathaw thiaj hais rau Hatha kom xa xov rau Maudekhai tias,"},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.11","label":"11","content":"“Vajntxwv cov tub teg tub taws sawvdaws thiab cov pejxeem hauv vajntxwv tej xeev yeej paub tias yog tus txivneej twg lossis tus pojniam twg lam nkag mus cuag vajntxwv rau hauv lub tshav puam sab hauv uas tsis yog vajntxwv hu kom mus cuag, kuj muaj tib txoj kevcai nkaus xwb. Sawvdaws yuav raug muab tua pov tseg tsuas yog tseg tus uas vajntxwv cev nws tus cwj kub tos txais ces tus ntawd thiaj li tsis tuag xwb. Kuv los tsis raug hu mus cuag vajntxwv tau peb caug hnub lawm.”"},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.12","label":"12","content":"Lawv thiaj los hais rau Maudekhai paub txog tej uas Exathaw hais ntawd."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.13","label":"13","content":"Maudekhai thiaj hais kom lawv rov mus teb Exathaw tias, “Tsis txhob xav tias koj nyob hauv vajntxwv lub tsev koj yuav dim zoo dua cov Yudai huvsi."},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.14","label":"14","content":"Yog lub sijhawm no koj nyob twjywm yuav muaj kev pab thiab kev cawm dim ntawm lwm qhov tuaj rau cov Yudai, tiamsis koj thiab koj txiv tsev neeg yuav raug puam tsuaj. Leejtwg yuav paub tias qhov uas koj tau los ua poj vaj no tej zaum twb yog koj yuav pab tau rau lub sijhawm zoo li no?”"},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.15","label":"15","content":"Ces Exathaw hais kom lawv mus hais rau Maudekhai tias,"},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.16","label":"16","content":"“Cia li mus, sau zog cov Yudai huvsi hauv lub nroog Xuxa uas nrhiav tau thiab yoo mov thov pab kuv, tsis txhob noj tsis txhob haus peb hnub nruab hnub hmo ntuj. Kuv thiab kuv cov nkauj qhev kuj yuav yoo mov ib yam nkaus li koj thiab. Mas kuv yuav nkag mus cuag vajntxwv, txawm yog txhaum kevcai kuj xij. Yog kuv raug puam tsuaj, kuj cia kuv puam tsuaj.”"},{"bible_id":"1269","chapter_code":"EST.4","verse_code":"EST.4.17","label":"17","content":"Maudekhai thiaj rov mus ua txhua yam raws li Exathaw hais rau nws."},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.1","label":"1","content":"Mas hnub uas peb Exathaw hnav nws cev tsoos poj vaj thiab mus sawv hauv vajntxwv lub tsev ntawm lub tshav puam sab hauv ncaj ntawm chav uas vajntxwv nyob. Vajntxwv zaum saum nws lub zwm txwv hauv vajtntxiv lub tsev ncaj ntawm txojkev uas nkag los."},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.2","label":"2","content":"Thaum vajntxwv pom poj vaj Exathaw sawv ntsug hauv lub tshav puam, nws kuj txaus siab rau Exathaw thiab cev nws tus cwj kub uas nyob hauv nws txhais tes rau Exathaw. Exathaw txawm txav los kov tus hauv cwj."},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.3","label":"3","content":"Vajntxwv hais rau nws tias, “Poj vaj Exathaw, muaj dabtsi? Koj thov yam twg? Kuv yuav pub rau koj, txawm yog pub kuv lub tebchaws ib nrab kuj tau.”"},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.4","label":"4","content":"Exathaw thiaj hais tias, “Yog txaus vajntxwv lub siab, hmo no thov vajntxwv thiab Hamas los noj pluas mov uas kuv npaj rau vajntxwv lawd.”"},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.5","label":"5","content":"Ces vajntxwv txawm hais tias, “Coj Hamas kavtsij tuaj, wb yuav ua raws li Exathaw lub siab xav.” Vajntxwv thiab Hamas thiaj mus rau ntawm rooj mov uas Exathaw npaj cia."},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.6","label":"6","content":"Thaum lawv tabtom haus cawv txiv hmab, vajntxwv hais rau Exathaw tias, “Koj thov dabtsi? Kuv yuav pub rau koj. Txawm yog yuav kuv lub tebchaws ib nrab los kuj tau.”"},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.7","label":"7","content":"Mas Exathaw hais tias, “Kuv tej lus taij thiab kuv tej lus thov yog li no."},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.8","label":"8","content":"Yog vajntxwv hlub kuv thiab txaus siab pub raws li kuv tej lus taij thiab kuv tej lus thov no kom tiav, mas tagkis thov vajntxwv thiab Hamas rov los noj pluas mov uas kuv yuav npaj rau neb thiab, mas tagkis kuv li ua raws li vajntxwv hais.”"},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.9","label":"9","content":"Mas hnub ntawd Hamas tawm mus zoo siab xyiv fab kawg li. Tiamsis thaum Hamas pom Maudekhai ntawm vajntxwv lub rooj loog nws tsis sawv lossis tsis ntshai Hamas ua tshee hnyo, Hamas kuj npau taws heev rau Maudekhai."},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.10","label":"10","content":"Txawm li ntawd los Hamas ua ib siab nyiaj rov mus tsev. Nws txib neeg mus coj nws cov phoojywg thiab nws tus pojniam Xelev los."},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.11","label":"11","content":"Hamas khav txog nws tej nyiaj txiag nplua mias thiab piav txog nws muaj pes tsawg leej tub thiab tej koob meej uas vajntxwv pub rau nws thiab piav txog qhov uas vajntxwv tsa nws ua loj dua cov thawj thiab vajntxwv cov tub teg tub taws huvsi."},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.12","label":"12","content":"Thiab Hamas hais ntxiv tias, “Txawm yog poj vaj Exathaw los twb tsis hu leejtwg mus nrog vajntxwv noj pluas mov uas nws npaj, tsuas yog hu kuv xwb. Thiab tagkis nws tseem hu kuv thiab vajntxwv rov mus dua."},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.13","label":"13","content":"Tiamsis tej no tsis muaj qabhau rau kuv li, rau ncua sijhawm uas kuv tseem pom Maudekhai uas yog neeg Yudai zaum ntawm vajntxwv lub rooj loog.”"},{"bible_id":"1269","chapter_code":"EST.5","verse_code":"EST.5.14","label":"14","content":"Nws tus pojniam Xelev thiab nws cov phoojywg sawvdaws hais rau nws tias, “Cia li mus txhos ib tug ncej uas dai neeg siab tsib caug tshim, es tagkis sawv ntxov kuj thov vajntxwv kom muab Maudekhai dai caj dab rau tus ncej ntawd tso li mus nrog vajntxwv noj haus zoo siab hlo.” Tej lus no hum Hamas lub siab heev nws thiaj hais kom ua tus ncej dai caj dab ntawd."},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.1","label":"1","content":"Hmo ntawd vajntxwv pw tsis tsaug zog, nws thiaj hais kom muab phau ntawv keeb kwm uas sau tej xwm txheej uas txaus nco cia los, lawv thiaj muab nyeem rau vajntxwv mloog."},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.2","label":"2","content":"Mas pom muaj sau cia hais tias Maudekhai tau qhia tias Npithana thiab Thele uas yog vajntxwv ob tug nraug sam uas zov qhov rooj tau nrhiav kev yuav txov vajntxwv Ahaxu‑ela txojsia."},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.3","label":"3","content":"Vajntxwv hais tias, “Qhov uas Maudekhai qhia zaj no mas tau muab koob meej thiab meej mom li cas rau nws lawm?” Cov tub teg tub taws uas tu vajntxwv hais tias, “Tsis tau muab dabtsi li lauj.”"},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.4","label":"4","content":"Vajntxwv hais tias, “Leejtwg nyob hauv lub tshav puam?” Thaum ntawd Hamas nyuam qhuav tuaj txog lub tshav puam sab nraud hauv vajntxwv lub tsev yuav hais rau vajntxwv txog qhov uas yuav muab Maudekhai dai caj dab rau saum tus ncej uas nws twb npaj rau Maudekhai lawd."},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.5","label":"5","content":"Vajntxwv cov tub teg tub taws hais rau vajntxwv tias, “Hamas nyob qhov ntawd, nws sawv ntsug hauv lub tshav puam.” Vajntxwv thiaj hais tias, “Kom nws los ntawm no.”"},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.6","label":"6","content":"Hamas thiaj los mas vajntxwv hais rau nws tias, “Yog vajntxwv txaus siab muab koob meej rau ib tug twg, tsim nyog ua li cas rau tus ntawd?” Mas Hamas xav hauv lub siab tias, “Vajntxwv yuav txaus siab pub koob meej rau leejtwg ntau dua li kuv?”"},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.7","label":"7","content":"Ces Hamas txawm hais rau vajntxwv tias, “Yog yuav muab koob meej rau tus uas vajntxwv txaus siab pub ntawd,"},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.8","label":"8","content":"mas cia muab cev tsoos tsho vajntxwv uas vajntxwv hnav thiab tus nees uas vajntxwv caij uas muaj lub mom vajntxwv ntawm taubhau,"},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.9","label":"9","content":"mas muab cev tsoos vajntxwv thiab tus nees cob rau vajntxwv li ib tug thawj uas loj kawg. Kom nws ua tsoos tsho rau tus uas vajntxwv txaus siab pub koob meej rau hnav thiab cab nees rau tus yawg ntawd caij mus rau hauv lub tshav puam hauv lub nroog thiab qw ua ntej hais tias, ‘Tus uas vajntxwv txaus siab pub koob meej rau yog pub li no.’ ”"},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.10","label":"10","content":"Vajntxwv txawm hais rau Hamas tias, “Cia li maj nroos mus ua, muab cev tsoos tsho thiab nees raws li koj hais es muab rau Maudekhai uas yog neeg Yudai uas nyob ntawm vajntxwv lub rooj loog. Tsis txhob tseg tej uas koj hais lawm ib yam li.”"},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.11","label":"11","content":"Hamas txawm coj cev tsoos tsho thiab tus nees los, ua rau Maudekhai hnav thiab kom nws caij tus nees mus rau hauv lub tshaj puam hauv lub nroog thiab qw hais tias, “Tus uas vajntxwv txaus siab pub koob meej rau yog pub li no.”"},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.12","label":"12","content":"Ces Maudekhai rov los rau ntawm vajntxwv lub rooj loog ces Hamas txawm maj nroos rov qab mus tsev kauv taubhau thiab quaj yws."},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.13","label":"13","content":"Nws piav txhua yam uas tshwm los rau nws lawd rau nws tus pojniam Xelev thiab nws cov phoojywg sawvdaws mloog. Nws cov phoojywg uas ntse thiab nws tus pojniam hais rau nws tias, “Koj pib vau rau ntawm Maudekhai lawm, vim nws yog neeg Yudai ces koj yuav kov tsis yeej nws, koj yuav ntog rau ntawm nws tiag tiag li.”"},{"bible_id":"1269","chapter_code":"EST.6","verse_code":"EST.6.14","label":"14","content":"Thaum lawv tabtom nrog Hamas hais lus, vajntxwv cov nraug sam txawm tuaj coj Hamas maj nroos mus noj pluas mov uas Exathaw npaj ntawd."},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.1","label":"1","content":"Vajntxwv thiab Hamas txawm mus nrog poj vaj Exathaw noj pluas mov."},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.2","label":"2","content":"Hnub uas ob thaum lawv tabtom haus cawv txiv hmab, vajntxwv rov hais rau Exathaw tias, “Poj vaj Exathaw, koj tej lus taij yog dabtsi? Kuv yuav pub rau koj. Thiab koj tej lus thov yog dabtsi? Txawm yog yuav kuv lub tebchaws ib nrab los kuj tau.”"},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.3","label":"3","content":"Ces poj vaj Exathaw thiaj teb tias, “Au vajntxwv, yog kuv txaus koj lub siab thiab yog koj pom zoo, ces thov pub kuv thiab kuv haiv neeg muaj txojsia nyob raws li kuv tej lus thov."},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.4","label":"4","content":"Rau qhov kuv thiab kuv haiv neeg twb raug muab muag ua kom puam tsuaj raug muab tua thiab raug muab ntxuav kom tu noob nrho lawm. Yog peb tsuas raug muab muag ua tub qhe nkauj qhev xwb kuv kuj thev taus cia twjywm, vim tej kev txom nyem ntawd tsis txaus ua rau koj nyuaj siab.”"},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.5","label":"5","content":"Vajntxwv Ahaxu‑ela hais rau poj vaj Exathaw tias, “Tus ntawd yog leejtwg thiab nyob qhovtwg es yuav muaj cuabkav ua tau li ntawd?”"},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.6","label":"6","content":"Mas Exathaw hais tias, “Tus tshawj chim thiab tus yeeb ncuab ntawd yog tus Hamas phem no ntag.” Hamas kuj ntshai kawg ntawm vajntxwv thiab poj vaj xubntiag."},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.7","label":"7","content":"Vajntxwv txawm sawv tsees ntawm rooj mov mus ua npau taws vog rau hauv lub vaj ntawm vajntxwv lub tsev, tiamsis Hamas tseem nyob thov nws txojsia ntawm poj vaj Exathaw, rau qhov nws pom tias vajntxwv npaj tseg ua phem rau nws lawm."},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.8","label":"8","content":"Thaum vajntxwv rov hauv lub vaj los rau hauv chav uas lawv haus cawv txiv hmab ntawd, Hamas tabtom pe khwb rwg ntxi saum lub rooj uas Exathaw zaum. Vajntxwv thiaj hais tias, “Nws tseem yuav yuam poj vaj tab meeg kuv hauv kuv lub tsev thiab lov?” Thaum vajntxwv lo lus tu nrho ntawm nws qhov ncauj, lawv txawm muab ntaub kauv kiag Hamas lub ntsej muag."},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.9","label":"9","content":"Hanpauna uas yog ib tug nraug sam tu vajntxwv txawm hais tias, “Tus ncej siab tsib caug tshim uas Hamas npaj cia dai Maudekhai caj dab tseem nyob hauv Hamas tsev, Maudekhai yog tus uas qhia kom cawm vajntxwv txojsia.”"},{"bible_id":"1269","chapter_code":"EST.7","verse_code":"EST.7.10","label":"10","content":"Vajntxwv txawm hais tias, “Cia li muab Hamas dai rau saum tus ncej ntawd.” Lawv thiaj muab Hamas dai rau saum tus ncej uas nws npaj cia dai Maudekhai. Ces vajntxwv txojkev npau taws thiaj li nqeg lawm."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.1","label":"1","content":"Hnub ntawd vajntxwv Ahaxu‑ela muab kiag Hamas uas yog cov Yudai tus yeeb ncuab lub tsev rau poj vaj Exathaw. Maudekhai thiaj mus cuag tau vajntxwv, vim yog Exathaw qhia tias Maudekhai txheeb ze nws li cas."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.2","label":"2","content":"Mas vajntxwv hle nws lub nplhaib txam txwm uas nws muab ntawm Hamas los cob rau Maudekhai. Exathaw kuj tsa Maudekhai ua tus uas kav kiag Hamas lub vaj tse."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.3","label":"3","content":"Thiab Exathaw hais dua rau vajntxwv. Nws khwb nkaus rau ntawm vajntxwv kotaw thiab thov vajntxwv ua kua muag nrog ntsuav thov kom muab Hamas uas yog neeg Aka tej tswvyim phem uas txov cov Yudai rhuav pov tseg."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.4","label":"4","content":"Vajntxwv txawm cev nws tus cwj kub rau Exathaw,"},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.5","label":"5","content":"Exathaw thiaj sawv tsees los sawv ntsug rau ntawm vajntxwv xubntiag. Nws hais tias, “Vajntxwv, yog txaus koj siab thiab koj hlub kuv, thiab yog tias koj pom zoo thiab yog kuv txaus koj lub siab, mas thov koj sau ib tsab ntawv tso cai mus rhuav tej lus hauv tsab ntawv uas Hamedatha tus tub Hamas uas yog neeg Aka tau xav phem es sau mus txov cov Yudai uas nyob hauv vajntxwv txhua lub xeev."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.6","label":"6","content":"Kuv yuav ua li cas nyiaj taus saib txojkev puam tsuaj uas yuav los raug kuv haiv neeg? Kuv yuav ua li cas nyiaj taus saib qhov uas kuv cov kwvtij raug kev liamsim?”"},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.7","label":"7","content":"Ces vajntxwv Ahaxu‑ela txawm hais rau poj vaj Exathaw thiab Maudekhai uas yog neeg Yudai tias, “Saib maj, kuv twb muab Hamas lub vaj tse rau Exathaw lawm thiab lawv twb muab nws dai caj dab rau saum tus ncej lawm vim yog qhov uas nws yuav txov cov Yudai."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.8","label":"8","content":"Koj cia li sau dua ib tsab ntawv ua kuv lub npe ntsig txog cov Yudai raws li koj pom zoo thiab muab vajntxwv lub nplhaib txam txwm ntaus cim rau, vim tias tsab kevcai uas sau ua kuv lub npe thiab muab lub nplhaib txam txwm ntaus rau lawm mas thim tsis tau.”"},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.9","label":"9","content":"Ces thaum ntawd vajntxwv txawm hu cov tub sau ntawv tuaj, yog hnub tim nees nkaum peb lub peb hlis uas yog lub hli Xiva. Mas lawv sau ib tsab kevcai raws li txhua yam uas Maudekhai hais txog cov Yudai xa mus rau cov uas kav tebchaws thiab rau cov thawj thiab cov uas kav txhua lub xeev, txij ntua Idia tebchaws mus txog Khuj  tebchaws, huvsi ib puas nees nkaum xya lub xeev ua txhua lub xeev li npe ntawv thiab txhua haiv neeg li lus, thiab xa mus rau cov Yudai ua lawv li npe ntawv thiab lawv li lus."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.10","label":"10","content":"Lawv sau ua vajntxwv Ahaxu‑ela lub npe thiab muab vajntxwv lub nplhaib txam txwm ntaus cim rau, thiab muab rau cov tub xa xov uas caij nees nrawm, yog cov nees uas siv ua vajntxwv tej haujlwm thiab yug rau hauv vajntxwv lub nkuaj nees."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.11","label":"11","content":"Cov lus hauv tsab ntawv no vajntxwv tso cai kom cov Yudai uas nyob hauv txhua lub moos tuaj txoos ua ke tiv thaiv tsom kwm lawv txojsia cia, thiab yog pab tub rog twg hauv haiv neeg twg thiab hauv lub xeev twg tuaj ntaus lawv thiab lawv tej pojniam menyuam mas lawv cia li ua kom puam tsuaj thiab tua thiab rhuav tshem, thiab tso cai kom mus lws cov uas tuaj ntaus lawv cuab txhiaj cuab tam."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.12","label":"12","content":"Tib hnub ntawd ua kom thoob plaws vajntxwv Ahaxu‑ela txhua lub xeev, yog hnub xiab kaum peb lub kaum ob hlis uas yog lub hli Adas."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.13","label":"13","content":"Tsab ntawv uas sau ntawd yuav muab xa mus ua kevcai rau hauv txhua lub xeev thiab muab tshaj tawm rau txhua haiv neeg paub. Cov Yudai yuav tsum npaj txhij rau hnub ntawd ua pauj rau lawv cov yeeb ncuab."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.14","label":"14","content":"Cov tub xa xov txawm caij tej nees nrawm uas siv ua vajntxwv li haujlwm maj nroos dhia tawm mus raws li vajntxwv txhib, thiab tsab kevcai ntawd kuj muab tshaj tawm hauv lub nroog Xuxa thiab."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.15","label":"15","content":"Ces Maudekhai tawm ntawm vajntxwv lub xubntiag mus hnav tsoos tsho vajntxwv xiav thiab dawb, thiab ntoo mom kub loj thiab hnav lub tsho ntev ntaub mag tsamxem zoo heev, mas cov neeg hauv lub nroog Xuxa kuj qw zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.16","label":"16","content":"Cov Yudai nyob kaj siab lug muaj kev zoo siab kev xyiv fab thiab muaj koob meej."},{"bible_id":"1269","chapter_code":"EST.8","verse_code":"EST.8.17","label":"17","content":"Hauv txhua lub xeev thiab hauv txhua lub moos tsis hais qhov twg uas vajntxwv tsab kevcai mus txog muaj kev zoo siab kev xyiv fab rau hauv cov Yudai, muaj kev pam noj haus zoo siab xyiv fab. Muaj lwm haiv neeg coob coob hauv lub tebchaws lees hais tias lawv yog neeg Yudai vim yog lawv ntshai cov Yudai."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.1","label":"1","content":"Lub kaum ob hlis uas yog lub hli Adas, hnub xiab kaum peb lub hli ntawd, thaum lawv yuav ua raws li vajntxwv tej lus nkaw thiab tsab kevcai ntawd, hnub ntawd ntag Yudai cov yeeb ncuab vam tias lawv yuav kov yeej tiamsis ho raug muab hloov ua hnub uas cov Yudai kov yeej lawv cov tshawj chim."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.2","label":"2","content":"Cov Yudai thiaj tuaj txoos ua ke rau hauv lawv tej moos thoob plaws vajntxwv Ahaxu‑ela txhua lub xeev xwv thiaj tua tau cov uas nrhiav kev txov lawv. Tsis muaj ib tug tiv tua tau lawv, rau qhov txhua haiv neeg ntshai lawv heev."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.3","label":"3","content":"Cov thawj hauv tej xeev sawvdaws yog cov uas kav tebchaws thiab cov uas kav tej xeev thiab vajntxwv cov tub teg tub taws kuj pab cov Yudai, rau qhov lawv ntshai Maudekhai heev."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.4","label":"4","content":"Maudekhai tau ua loj rau hauv vajntxwv lub tsev, thiab nws lub koob meej nrov nto moo mus thoob plaws txhua lub xeev, rau qhov tus yawg Maudekhai ntawd muaj hwjchim loj zuj zus."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.5","label":"5","content":"Cov Yudai thiaj xuas ntaj tua yeej lawv cov yeeb ncuab sawvdaws thiab ua kom puam tsuaj thiab ua raws li lawv lub siab rau cov uas ntxub lawv."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.6","label":"6","content":"Hauv lub nroog Xuxa cov Yudai tua thiab ua kom puam tsuaj tsib puas leej,"},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.7","label":"7","content":"thiab tua tau Pasadatha thiab Dafoo thiab Apatha"},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.8","label":"8","content":"thiab Paulatha thiab Adaliya thiab Alidatha"},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.9","label":"9","content":"thiab Pamatha thiab Alixai thiab Alidai thiab Vaixatha."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.10","label":"10","content":"Kaum leej no yog Hamedatha tus tub Hamas uas ua cov Yudai tus yeeb ncuab cov tub, tiamsis lawv tsis lws tej qhov txhia chaw."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.11","label":"11","content":"Hnub ntawd muaj neeg qhia tias pes tsawg leej raug tua tuag hauv lub nroog Xuxa rau vajntxwv paub."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.12","label":"12","content":"Vajntxwv hais rau poj vaj Exathaw tias, “Hauv lub nroog Xuxa cov Yudai twb tua tsib puas leej thiab tua Hamas kaum leej tub. Dua li vajntxwv lwm lub xeev xyov lawv ua li cas lawm. Nimno koj tseem muaj tej lus taij thov dabtsi? Kuv yuav pub rau koj. Koj tej lus thov ntxiv muaj dabtsi? Kuv yuav ua kom tiav.”"},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.13","label":"13","content":"Exathaw hais tias, “Yog txaus koj lub siab, thov cia cov Yudai uas nyob hauv lub nroog Xuxa ua ib yam li tsab kevcai uas ua hnub no rau tagkis ib hnub thiab. Thiab thov muab Hamas kaum leej tub dai rau saum tus ncej dai caj dab.”"},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.14","label":"14","content":"Vajntxwv kuj hais kom ua li ntawd. Muab kevcai tshaj tawm rau hauv Xuxa thiab Hamas kaum leej tub raug muab dai rau saum tus ncej dai caj dab."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.15","label":"15","content":"Cov Yudai uas nyob hauv Xuxa tuaj txoos ua ke rau hnub xiab kaum plaub lub hli Adas thiab tua cov neeg hauv Xuxa peb puas leej tiamsis lawv tsis lws tej qhov txhia chaw."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.16","label":"16","content":"Cov Yudai uas nyob hauv vajntxwv lwm lub xeev kuj tuaj txoos ua ke tiv thaiv lawv txojsia thiab dim ntawm lawv cov yeeb ncuab. Lawv tua cov uas ntxub lawv tuag xya vam tsib txeeb leej tiamsis lawv tsis lws tej qhov txhia chaw."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.17","label":"17","content":"Tej no muaj tshwm rau hnub xiab kaum peb lub hli Adas, hnub xiab kaum plaub lawv so thiab muab ua hnub noj haus zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.18","label":"18","content":"Mas cov Yudai uas nyob hauv lub nroog Xuxa tuaj txoos ua ke rau hnub xiab kaum peb thiab kaum plaub, thiab so rau hnub xiab kaum tsib, thiab muab ua hnub uas noj haus zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.19","label":"19","content":"Vim li no cov Yudai uas nyob hauv tej zej zog thiab lwm lub moos thiaj caiv hnub xiab kaum plaub lub hli Adas ua hnub uas noj haus zoo siab xyiv fab thiab ua hnub koob tsheej uas ib leeg pub tshav ntuj rau ib leeg."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.20","label":"20","content":"Maudekhai sau tej no cia thiab xa ntawv mus rau cov Yudai sawvdaws uas nyob thoob plaws vajntxwv Ahaxu‑ela txhua lub xeev tsis hais ze los deb,"},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.21","label":"21","content":"hais kom lawv caiv hnub xiab kaum plaub thiab kaum tsib lub hli Adas rau txhua xyoo mus li,"},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.22","label":"22","content":"ua hnub uas cov Yudai dim lawv cov yeeb ncuab thiab ua lub hli uas muab kev txhawj xeeb ntxeev ua kev zoo siab thiab muab kev quaj ntsuag ntxeev ua kev luag zoo siab, thiab kom lawv muab ua hnub uas noj haus zoo siab xyiv fab thiab ua hnub uas ib leeg pub tshav ntuj rau ib leeg thiab pub tshav ntuj rau tej pluag."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.23","label":"23","content":"Cov Yudai thiaj hais hum ua raws li uas lawv pib ua los lawd thiab ua raws li Maudekhai sau mus rau lawv."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.24","label":"24","content":"Hamedatha tus tub Hamas uas yog neeg Aka ua yeeb ncuab rau cov Yudai sawvdaws tau ntaus tswvyim phem thiab khov kuam Pulee ua rau lawv liamsim puam tsuaj tag."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.25","label":"25","content":"Tiamsis thaum Exathaw mus cuag vajntxwv, vajntxwv thiaj sau ntawv hais kom tej tswvyim phem uas Hamas npaj ua rau cov Yudai rov los poob rau saum Hamas lub taubhau, thiab cia nws thiab nws cov tub raug muab dai rau saum tus ncej dai caj dab."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.26","label":"26","content":"Vim li ntawd thiaj hu ob peb hnub ntawd hu ua Pulee, raws li lo lus khov kuam Pulee. Vim yog txhua yam uas sau rau tsab ntawv no thiab txhua yam uas cov Yudai raug no thiab txhua yam uas tshwm los rau lawv,"},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.27","label":"27","content":"cov Yudai thiaj teem tseg tias lawv thiab lawv caj ces thiab cov uas nrog lawv koom yuav tsum caiv ob hnub no raws li uas sau cia thiab raws li sijhawm uas teem rau txhua xyoo mus tsis tu ncua li."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.28","label":"28","content":"Thiab txhua yim hauv txhua lub xeev thiab hauv txhua lub moos yuav nco ntsoov ob hnub no thiab caiv mus tag txhua txhia tiam, mas cov Yudai yuav ua hnub kevcai Pulee tsis txhob tso tseg li thiab lawv tej caj ces yuav tsum pheej nco ntsoov ob hnub no."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.29","label":"29","content":"Mas poj vaj Exathaw uas yog Anpiha‑i tus ntxhais, thiab Maudekhai uas yog neeg Yudai sau dua ib tsab ntawv yom ceev tsab ntawv uas ob uas hais txog kevcai Pulee no."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.30","label":"30","content":"Thiab xa tsab ntawv ntawd mus rau cov Yudai sawvdaws uas nyob thoob plaws ib puas nees nkaum xya lub xeev uas vajntxwv Ahaxu‑ela kav foom hmoov kom noj qab nyob zoo,"},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.31","label":"31","content":"thiab hais kom ua hnub kevcai Pulee raws li sijhawm uas teem cia raws li Maudekhai uas yog neeg Yudai thiab poj vaj Exathaw tau nkaw lus rau cov Yudai, ib yam li lawv twb teem cia rau lawv tus kheej thiab lawv caj ces rau thaum lawv yoo mov thiab thaum lawv quaj ntsuag."},{"bible_id":"1269","chapter_code":"EST.9","verse_code":"EST.9.32","label":"32","content":"Poj vaj Exathaw tsa tej kevcai ua Pulee no thiab muab sau cia rau hauv ntawv."},{"bible_id":"1269","chapter_code":"EST.10","verse_code":"EST.10.1","label":"1","content":"Vajntxwv Ahaxu‑ela yuam kom thoob plaws lub tebchaws thiab tej tebchaws ntawm ntug hiavtxwv them se."},{"bible_id":"1269","chapter_code":"EST.10","verse_code":"EST.10.2","label":"2","content":"Txhua yam haujlwm uas vajntxwv lub zog thiab lub hwjchim ua, thiab Maudekhai lub meej mom siab uas vajntxwv pub rau nws twb muab sau cia rau hauv phau ntawv keeb kwm uas hais txog Midia thiab Pawxia tej vajntxwv."},{"bible_id":"1269","chapter_code":"EST.10","verse_code":"EST.10.3","label":"3","content":"Maudekhai uas yog neeg Yudai nyob lub rooj uas qes ntawm vajntxwv Ahaxu‑ela xwb, thiab nws ua loj rau hauv cov Yudai thiab nws ua tau hum nws ib tsoom kwvtij uas coob kawg lub siab, rau qhov nws nrhiav kev noj qab nyob zoo rau nws haiv neeg thiab txawj hais kom nws haiv neeg sawvdaws tau nyob kaj siab lug."}]