[{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.1","label":"1","content":"Ntawm no mus yog Yixayee cov tub tej npe uas nyias coj nyias tsev neeg nrog Yakhauj tuaj nyob hauv Iyi tebchaws,"},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.2","label":"2","content":"yog Lunpee, Xime‑oo, Levi thiab Yuda,"},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.3","label":"3","content":"Ixakha, Xenpuloo thiab Npeeyamee,"},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.4","label":"4","content":"Daj thiab Nathali, Kas thiab Asaw."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.5","label":"5","content":"Yakhauj cov tub ki huvsi muaj xya caum  leej. Yauxej ces yeej nyob hauv Iyi tebchaws lawm."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.6","label":"6","content":"Los rau tom qab Yauxej thiab nws cov kwvtij sawvdaws thiab tej neeg uas nyob tiam ntawd puavleej tuag tag lawm."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.7","label":"7","content":"Yixayee caj ces muaj tub ki coob thiab huaj vam coob heev. Lawv huaj vam coob thiab muaj zog heev nyob mus puv nkaus lub tebchaws."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.8","label":"8","content":"Muaj ib tug vajntxwv tshiab uas tsis paub Yauxej sawv los kav Iyi tebchaws."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.9","label":"9","content":"Vajntxwv hais rau nws cov pejxeem tias, “Saib maj, cov neeg Yixayee coob dhau thiab muaj zog dhau peb hwv lawm."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.10","label":"10","content":"Peb cia li ntaus tswvyim txov cov neeg no, tsam ces lawv huaj vam coob thiab yog muaj kev ua rog lawv yuav tuaj yeeb ncuab tos ua rog rau peb thiab khiav dim hauv lub tebchaws mus.”"},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.11","label":"11","content":"Yog li no lawv thiaj tsa ib co nom tswv los saib xyuas quab yuam cov Yixayee ua haujlwm hnyav. Cov Yixayee thiaj ua tej moos uas khaws qhov txhia chaw cia rau Falau, yog lub moos Pithoo thiab lub moos Lamexe."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.12","label":"12","content":"Lawv yimhuab raug quab yuam heev, lawv yimhuab huaj vam coob nyob nthuav dav zuj zus. Cov Iyi thiaj ntshai cov Yixayee heev."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.13","label":"13","content":"Lawv thiaj ua nruj ua tsiv yuam cov Yixayee ua haujlwm khwv."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.14","label":"14","content":"Lawv ua rau cov Yixayee lwj siab kawg vim tej haujlwm khwv heev, yog ua hmoov zeb sib thiab thwv cib thiab ua txhua yam haujlwm hauv tej liaj teb. Txhua yam uas cov Yixayee ua mas cov Iyi ua nruj ua tsiv yuam ua haujlwm khwv."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.15","label":"15","content":"Iyi tus vajntxwv hais rau ob tug pojniam uas pab cov Henplais yug menyuam, ib tug hu ua Sifa ib tug hu ua Pu‑a, hais tias,"},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.16","label":"16","content":"“Thaum neb mus pab cov Henplais tej pojniam yug menyuam, thiab pom lawv zaum saum txaj yug menyuam, yog yug tau tub ces muab tua pov tseg, yog yug tau ntxhais ces li tseg cia nyob.”"},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.17","label":"17","content":"Tiamsis ob tug pojniam uas pab yug menyuam ntawd paub ntshai Vajtswv thiaj tsis ua raws li vajntxwv Iyi hais, cov tub los kuj cia dim txojsia."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.18","label":"18","content":"Vajntxwv Iyi thiaj hu ob tug pojniam ntawd tuaj thiab hais tias, “Ua cas neb ua li no es tseem cia cov tub ciaj sia nyob thiab?”"},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.19","label":"19","content":"Ob tug pojniam ntawd teb Falau tias, “Vim yog cov pojniam Henplais tsis thooj li cov pojniam Iyi, lawv muaj muaj zog, tus uas pab tsis tau mus txog twb yug tau lawm.”"},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.20","label":"20","content":"Vajtswv ua zoo rau ob tug pojniam uas pab yug menyuam ntawd. Cov Yixayee thiaj li huaj vam coob thiab muaj zog heev."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.21","label":"21","content":"Vim ob tug pojniam uas pab yug menyuam paub ntshai Vajtswv, mas Vajtswv thiaj pub ob tug muaj menyuam."},{"bible_id":"1269","chapter_code":"EXO.1","verse_code":"EXO.1.22","label":"22","content":"Falau thiaj hais rau nws cov pejxeem sawvdaws tias, “Txhua tus tub uas cov Henplais yug nej yuav tsum muab laim pov tseg rau hauv tus dej Nai, tseg txhua tus ntxhais ciaj sia nyob xwb.”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.1","label":"1","content":"Muaj ib tug tub xeem Levi, nws yuav ib tug ntxhais xeem Levi ua pojniam."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.2","label":"2","content":"Tus pojniam ntawd xeeb tub thiab yug tau ib tug tub. Thaum nws pom tias tus tub zoo nraug heev nws thiaj muab zais tau peb lub hlis."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.3","label":"3","content":"Thaum nws muab zais tsis tau ntxiv lawm, nws thiaj muab ib lub tawb tauj deg luam roj av thiab roj ntoo. Nws muab tus menyuam tso rau hauv tawb coj mus tso rau hauv nruab nrab cov pias iav ntawm ntug dej."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.4","label":"4","content":"Mas tus muam hlob sawv deb tsawv saib thiaj paub tias yuav muaj li cas tshwm rau nws."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.5","label":"5","content":"Mas Falau tus ntxhais nqes mus da dej thiab nws cov nkauj qhev mus ua si ntawm ntug dej. Falau tus ntxhais pom lub tawb nyob hauv plawv cov pias iav thiaj txib nws tus nkauj qhev mus muab lub tawb los."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.6","label":"6","content":"Thaum nws qheb lub tawb saib mas nws pom ib tug menyuam, ua ciav tus menyuam tabtom quaj. Ces nws txawm khuvleej tus menyuam ntawd thiab hais tias, “No yog cov neeg Henplais li menyuam.”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.7","label":"7","content":"Tus menyuam ntawd tus muam thiaj li hais rau Falau tus ntxhais tias, “Koj puas xav cia kuv mus hu ib tug pojniam hauv cov neeg Henplais tuaj tu tus menyuam no rau koj?”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.8","label":"8","content":"Falau tus ntxhais thiaj hais tias, “Cia li mus.” Tus muam ntawd thiaj li mus hu tus menyuam ntawd leej niam tuaj."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.9","label":"9","content":"Mas Falau tus ntxhais thiaj hais rau tus pojniam ntawd tias, “Koj coj tus menyuam no mus tu rau kuv, mas kuv yuav muab nqe zog rau koj.” Tus pojniam ntawd txawm coj tus menyuam mus tu lawm."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.10","label":"10","content":"Thaum tus menyuam hlob lawd, nws thiaj coj tus menyuam tuaj rau Falau tus ntxhais, mas tus menyuam ntawd ua Falau tus ntxhais li tub. Nws muab tis npe hu ua Mauxe  rau qhov nws hais tias, “Vim yog kuv rho nws tawm hauv dej los.”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.11","label":"11","content":"Thaum Mauxe hlob lawm, muaj ib hnub Mauxe mus saib nws haiv neeg mas pom lawv ua haujlwm hnyav heev. Nws pom ib tug Iyi tabtom muab ib tug Henplais ntaus, yog nws haiv neeg ntag."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.12","label":"12","content":"Nws ntsia ib ncig mas tsis pom leejtwg, nws thiaj muab tus Iyi ntawd tua kiag, thiab muab zais rau hauv cov xuab zeb."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.13","label":"13","content":"Hnub tom qab, thaum Mauxe tawm mus, kuj pom ob tug Henplais sib ntaus thiab, nws thiaj hais rau tus uas ua txhaum tias, “Ua cas koj ntaus koj haiv neeg?”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.14","label":"14","content":"Nws teb tias, “Leejtwg tsa koj ua thawj kav peb thiab ua tus uas txiav txim rau peb? Koj npaj siab yuav tua kuv ib yam li koj tua tus Iyi thiab lov?” Mauxe txawm ntshai xav tias, “Zaj ntawd twb ncha mus thoob lawm lauj.”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.15","label":"15","content":"Thaum Falau hnov txog zaj ntawd, nws nrhiav kev muab Mauxe tua pov tseg. Tiamsis Mauxe tsiv ntawm Falau mus nyob rau hauv Midee tebchaws lawm. Nws mus zaum ntawm ib lub qhov dej."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.16","label":"16","content":"Cov Midee tus pov thawj muaj xya leej ntxhais. Cov ntxhais ntawd tuaj ntaus dej hliv rau hauv lub dab rau leej txiv tej yaj tej tshis haus."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.17","label":"17","content":"Ces txawm muaj ib co txivneej yug yaj yug tshis los ntiab cov ntxhais ntawd tsiv mus. Mas Mauxe sawv tsees pab cov ntxhais thiab ntaus dej rau lawv tej yaj tej tshis haus."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.18","label":"18","content":"Thaum lawv rov mus txog Le‑u‑ee  uas yog lawv txiv, mas leej txiv nug tias, “Ua cas hnub no nej los tau ntxov?”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.19","label":"19","content":"Lawv teb tias, “Muaj ib tug neeg Iyi pab peb dim hauv cov neeg yug yaj txhais tes thiab tseem ntaus dej rau peb tej yaj tej tshis haus.”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.20","label":"20","content":"Leejtxiv hais rau lawv tias, “Tus yawg ntawd nyob qhovtwg? Ua cas nej muab nws tso tseg? Cia li mus hu nws los noj mov maj.”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.21","label":"21","content":"Mauxe kuj txaus siab nrog nws nyob, mas Le‑u‑ee muab tus ntxhais Xipaula qua rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.22","label":"22","content":"Xipaula yug tau ib tug tub mas Mauxe muab tis npe hu ua Kawsoo,  rau qhov nws hais tias, “Kuv yog ib tug uas ua qhua nyob rau hauv luag tebchaws.”"},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.23","label":"23","content":"Dhau ntau xyoo los rau yav tom qab, vajntxwv Iyi tuag lawm. Cov Yixayee quaj ntsaj laws hauv txojkev ua qhev, thiaj li quaj hu thov kev pab. Lawv lub suab quaj uas raug ua qhev no thiaj nrov mus txog Vajtswv."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.24","label":"24","content":"Vajtswv hnov lawv lub suab quaj ntsaj, thiab nws nco txog tej lus uas nws cog tseg rau Aplahas, Yiha thiab Yakhauj."},{"bible_id":"1269","chapter_code":"EXO.2","verse_code":"EXO.2.25","label":"25","content":"Vajtswv ntsia ntsoov cov Yixayee thiab paub lawv lub neej zoo li cas."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.1","label":"1","content":"Mauxe yug nws yawm txiv Yethoo uas yog cov Midee tus pov thawj tej yaj tej tshis. Nws coj nws tej yaj tej tshis mus rau tebchaws moj sab qhua sab hnub poob mus txog lub roob Haule, uas yog Vajtswv lub roob."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.2","label":"2","content":"Yawmsaub tus tubtxib saum ntuj los tshwm hauv cov nplaim taws uas cig hauv ib tsob ntoo rau Mauxe pom. Mauxe saib mas pom tsob ntoo cig liab ploog tiamsis tsis kub hnyiab li."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.3","label":"3","content":"Mauxe thiaj hais tias, “Kuv yuav mus saib yam uas phimhwj no saib yog ua cas tsob ntoo tsis kub hnyiab li.”"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.4","label":"4","content":"Thaum Yawmsaub pom nws txav los saib, Vajtswv txawm hu hauv tsob ntoo tuaj tias, “Mauxe, Mauxe 'e.” Mauxe teb tias, “Kuv nyob ntawm no 'os.”"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.5","label":"5","content":"Vajtswv thiaj hais tias, “Tsis txhob txav los ze. Hle koj nkawm khau tseg vim tias qhov chaw uas koj sawv no yog lub chaw dawb huv.”"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.6","label":"6","content":"Thiab Vajtswv hais rau nws tias, “Kuv yog koj txiv tus Vajtswv, yog Aplahas tus Vajtswv, yog Yiha tus Vajtswv thiab yog Yakhauj tus Vajtswv.” Mauxe pos nkaus ntsej muag vim yog nws ntshai tsis kav ntsia Vajtswv."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.7","label":"7","content":"Yawmsaub txawm hais tias, “Kuv twb pom kuv haiv neeg uas nyob hauv Iyi tebchaws txojkev txom nyem lwj siab lawm thiab twb hnov lawv lub suab quaj lawm vim yog raug cov uas saib xyuas lawv quab yuam ua haujlwm hnyav. Kuv paub lawv tej kev txom nyem."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.8","label":"8","content":"Kuv nqes los yuav cawm lawv dim hauv cov Iyi txhais tes thiab coj lawv tawm hauv lub tebchaws ntawd mus rau lub tebchaws uas zoo thiab dav, yog lub tebchaws uas muaj kua mis thiab zib ntab ntws nto, yog mus rau lub chaw uas cov Khana‑as, cov Hithai, cov Amaulai, cov Pelixai, cov Hivai thiab cov Yenpu nyob."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.9","label":"9","content":"Nimno cov Yixayee lub suab quaj tuaj txog kuv lawm, thiab kuv twb pom qhov uas cov Iyi quab yuam lawv lawm."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.10","label":"10","content":"Mas nimno kuv yuav txib koj mus cuag Falau xwv koj thiaj coj tau kuv haiv neeg uas yog Yixayee cov tub ki tawm hauv Iyi tebchaws mus.”"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.11","label":"11","content":"Tiamsis Mauxe hais rau Vajtswv tias, “Kuv yog leejtwg es yuav mus cuag tau Falau thiab coj cov Yixayee tawm hauv Iyi tebchaws mus?”"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.12","label":"12","content":"Vajtswv hais tias, “Kuv yuav nrog nraim koj. No yog tus txujci tseem ceeb uas qhia rau koj paub tias kuv txib koj mus, yog thaum koj coj cov pejxeem tawm hauv Iyi tebchaws mus lawm nej yuav los pe Vajtswv saum lub roob no.”"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.13","label":"13","content":"Tiamsis Mauxe hais rau Vajtswv tias, “Yog kuv mus cuag cov Yixayee thiab hais rau lawv tias, ‘Nej tej poj koob yawm txwv tus Vajtswv txib kuv los cuag nej,’ thiab lawv nug kuv tias, ‘Nws lub npe hu li cas?’ mas kuv yuav teb lawv li cas?”"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.14","label":"14","content":"Vajtswv hais rau Mauxe tias, “KUV YEEJ YOG KUV.”  Thiab nws hais rau Mauxe tias, “Cia li hais rau cov Yixayee tias, ‘KUV YOG, yog tus uas txib kuv los cuag nej.’ ”"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.15","label":"15","content":"Vajtswv hais dua rau Mauxe tias, “Koj cia li hais rau cov Yixayee li no tias, ‘Yawmsaub  uas yog nej tej poj koob yawm txwv tus Vajtswv, yog Aplahas tus Vajtswv, yog Yiha tus Vajtswv thiab yog Yakhauj tus Vajtswv txib kuv los cuag nej.’ No yog kuv lub npe mus ib txhis, mas txhua tiam neeg yuav tsum nco hu li no mus."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.16","label":"16","content":"Koj cia li mus hu Yixayee cov kev txwj laus tuaj sablaj ua ke, thiab hais rau lawv tias, ‘Yawmsaub, uas yog nej tej poj koob yawm txwv tus Vajtswv, yog Aplahas, Yiha thiab Yakhauj tus Vajtswv tau tshwm rau kuv pom thiab hais tias, Kuv ntsia ntsoov nej thiab pom tej uas nej raug hauv Iyi tebchaws lawm."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.17","label":"17","content":"Kuv cog lus tseg tias kuv yuav coj nej tawm hauv Iyi tebchaws uas nej raug kev txom nyem lwj siab mus rau hauv cov Khana‑as, cov Hithai, cov Amaulai, cov Pelixai, cov Hivai, thiab cov Yenpu lub tebchaws uas muaj kua mis thiab zib ntab ntws nto.’"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.18","label":"18","content":"Lawv yuav mloog koj tej lus, mas koj thiab Yixayee cov kev txwj laus yuav mus cuag vajntxwv Iyi thiab hais rau nws tias, ‘Yawmsaub uas yog cov Henplais tus Vajtswv tau ntsib peb, mas nimno peb thov koj tso peb mus hauv tebchaws moj sab qhua peb hnub ke kom peb thiaj tau mus xyeem tsiaj rau Yawmsaub uas yog peb tus Vajtswv.’"},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.19","label":"19","content":"Kuv yeej paub tias vajntxwv Iyi yuav tsis kheev nej mus yog nws tsis raug tus uas muaj hwjchim txhais tes yuam nws."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.20","label":"20","content":"Kuv yuav tsa kuv txhais tes ua txhua yam txujci phimhwj tshwm los ntaus Iyi tebchaws. Dhau ntawd Falau yuav tso nej mus."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.21","label":"21","content":"Kuv yuav ua kom cov Iyi hlub kuv haiv neeg no mas thaum nej tawm mus nej yuav tsis mus tes dawb tes npliag."},{"bible_id":"1269","chapter_code":"EXO.3","verse_code":"EXO.3.22","label":"22","content":"Txhua tus pojniam yuav thov npauj nyiag npauj kub thiab tej tsoos tsho ntawm cov Iyi uas nrog lawv nyob ua ib zos thiab ntawm tej pojniam uas nrog lawv nyob ua ib tse, coj tej no mus rau nej tej tub tej ntxhais hnav. Ua li no nej thiaj lws tau cov Iyi tej qhov txhia chaw.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.1","label":"1","content":"Mauxe teb tias, “Ntshai lawv yuav tsis ntseeg kuv thiab tsis quav ntsej tej uas kuv hais, rau qhov lawv yuav hais tias, ‘Yawmsaub tsis tau tshwm rau koj pom li.’ ”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.2","label":"2","content":"Yawmsaub txawm hais rau nws tias, “Dabtsi nyob hauv koj txhais tes?” Mauxe teb tias, “Ib tug pas nrig.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.3","label":"3","content":"Yawmsaub hais tias, “Cia li muab pov rau hauv pem teb nawj.” Nws thiaj muab pov rau hauv pem teb, tus pas nrig ntawd txawm txia kiag ua ib tug nab, Mauxe txawm tig loo khiav tus nab."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.4","label":"4","content":"Tiamsis Yawmsaub hais rau Mauxe tias, “Cia li cev tes ntsiab nab tus kotw.” Mauxe thiaj cev tes ntsiab nkaus tus kotw txawm txia kiag rov ua tus pas nrig rau hauv nws txhais tes lawm."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.5","label":"5","content":"“Ua li no lawv thiaj ntseeg tias Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv, yog Aplahas tus Vajtswv thiab Yiha tus Vajtswv thiab Yakhauj tus Vajtswv tshwm rau koj pom lawm tiag.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.6","label":"6","content":"Yawmsaub hais dua rau Mauxe tias, “Cia li muab koj txhais tes ntxig rau hauv koj hauv siab.” Nws thiaj muab txhais tes ntxig rau hauv nws hauv siab. Thaum rho txhais tes los ua ciav nws txhais tes mob ruas dawb paug li daus xib daus npu."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.7","label":"7","content":"Yawmsaub hais tias, “Cia li muab txhais tes ntxig rov rau hauv koj hauv siab dua ib zaug.” Nws kuj muab nws txhais tes ntxig rau hauv nws hauv siab dua. Thaum nws rho tes los ua ciav txhais tes twb rov zoo kiag li nws lub cev huvsi."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.8","label":"8","content":"Yawmsaub hais tias, “Yog lawv tsis ntseeg koj thiab tsis quav ntsej tus txujci tseem ceeb zaum ib, nyaj lawv yuav ntseeg tus txujci tseem ceeb zaum ob."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.9","label":"9","content":"Yog lawv tseem tsis ntseeg ob zaug txujci tseem ceeb no thiab tsis quav ntsej koj tej lus, cia li nqa dej hauv tus dej Nai ib qho los hliv rau saum npoo av qhuav. Mas cov dej uas koj nqa hauv tus dej Nai los yuav txia ua ntshav rau saum npoo av qhuav ntawd.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.10","label":"10","content":"Tiamsis Mauxe hais rau Yawmsaub tias, “Au tus Tswv, kuv ib txwm yeej tsis txawj hais lus tsis hais yav thaum ub los yog, tamsim no uas koj hais lus rau kuv uas yog koj tus qhev los yog, kuv yog ib tug uas ncauj lus tsawg hais tsis tau npliag.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.11","label":"11","content":"Yawmsaub hais rau Mauxe tias, “Leejtwg tsim neeg lub qhov ncauj? Leejtwg ua rau neeg hais tsis tau lus thiab ua rau lag ntseg, thiab ua rau pom kev thiab ua rau dig muag? Kuv uas yog Yawmsaub ua los tsis yog?"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.12","label":"12","content":"Yog li no cia li mus, kuv yuav nyob ntawm koj qhov ncauj thiab kuv yuav qhia los rau koj hais.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.13","label":"13","content":"Tiamsis Mauxe hais tias, “Au tus Tswv, thov txib dua lwm tus mus lauj!”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.14","label":"14","content":"Mas Yawmsaub npau taws rau Mauxe thiab hais tias, “Koj tus tijlaug uas yog xeem Levi nev? Kuv paub tias nws txawj hais lus. Saib maj nws tabtom taug kev tuaj ntsib koj. Thaum nws pom koj nws yuav zoo siab heev."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.15","label":"15","content":"Koj yuav piav rau nws muab los rau nws hais. Kuv yuav nyob ntawm koj qhov ncauj thiab ntawm nws qhov ncauj, thiab kuv yuav qhia rau neb ob leeg paub tias yuav ua li cas."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.16","label":"16","content":"Nws yuav nyob koj chaw hais rau cov pejxeem, nws yuav ua koj lub qhov ncauj thiab koj yuav ua zoo li Vajtswv rau nws."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.17","label":"17","content":"Koj yuav tuav rawv tus pas nrig no siv ua txujci tseem ceeb.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.18","label":"18","content":"Mauxe thiaj rov mus cuag nws yawm txiv Yethoo thiab hais tias, “Thov cia kuv rov qab mus xyuas kuv cov kwvtij hauv Iyi tebchaws saib lawv tseem muaj txojsia nyob los tsis muaj.” Yethoo hais rau Mauxe tias, “Cia li mus zoo nawj.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.19","label":"19","content":"Yawmsaub hais rau Mauxe hauv Midee tebchaws tias, “Cia li rov mus nram Iyi tebchaws, rau qhov cov neeg uas nrhiav txov koj txojsia sawvdaws twb tuag tag lawm.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.20","label":"20","content":"Mauxe thiaj muab nws pojniam thiab cov tub caij nees luav rov qab mus nram Iyi tebchaws. Mauxe tuav rawv Vajtswv tus pas nrig hauv nws txhais tes mus thiab."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.21","label":"21","content":"Yawmsaub hais rau Mauxe tias, “Thaum koj rov mus txog Iyi tebchaws, koj yuav tsum ua tib zoo ua tej txujci tseem ceeb huvsi uas kuv muab cob rau koj lawm tab meeg Falau. Tiamsis kuv yuav ua rau Falau lub siab tawv, nws yuav tsis kheev tso kuv cov neeg mus."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.22","label":"22","content":"Thiab koj yuav hais rau Falau tias, ‘Yawmsaub hais li no tias, Yixayee yog kuv tus tub hlob."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.23","label":"23","content":"Kuv hais rau koj tias, “Cia li tso kuv tus tub mus xwv nws thiaj tau kev pe hawm kuv.” Tiamsis koj tsis yeem tso nws mus, kuv thiaj yuav muab koj tus tub hlob tua pov tseg.’ ”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.24","label":"24","content":"Thaum Mauxe lawv so ntawm ib tog kev Yawmsaub los ntsib Mauxe yuav muab nws tua pov tseg."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.25","label":"25","content":"Mas Xipaula muab zeb hauvswm los hlais nws tus tub daim tawv noov mas coj mus tib txhuam Mauxe txhais kotaw, thiab hais tias, “Koj yog tus nraug vauv ntshav rau kuv tiag tiag li lawm.”"},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.26","label":"26","content":"Mas Vajtswv thiaj tsis tua nws. Tus pojniam tau hais tias “Koj yog tus nraug vauv ntshav” yog tim qhov uas ua kevcai txiav."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.27","label":"27","content":"Yawmsaub hais rau Aloo tias, “Cia li mus ntsib Mauxe tom tebchaws moj sab qhua.” Aloo txawm mus mas ntsib Mauxe ntawm Vajtswv lub roob thiab nwj nws."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.28","label":"28","content":"Mauxe thiaj piav tej lus uas Yawmsaub hais thiab txib nws mus huvsi rau Aloo mloog thiab hais txog tej txujci tseem ceeb huvsi uas Yawmsaub kom nws ua."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.29","label":"29","content":"Mauxe thiab Aloo txawm mus hu Yixayee cov kev txwj laus sawvdaws tuaj sablaj ua ke."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.30","label":"30","content":"Aloo thiaj hais tej lus uas Yawmsaub tau hais rau Mauxe lawm huvsi rau cov pejxeem mloog, thiab Mauxe ua tej txujci tseem ceeb tab meeg rau lawv saib."},{"bible_id":"1269","chapter_code":"EXO.4","verse_code":"EXO.4.31","label":"31","content":"Cov pejxeem kuj ntseeg. Thaum lawv hnov tias Yawmsaub los xyuas cov Yixayee thiab pom lawv tej kev txom nyem lwj siab lawm, lawv kuj nyo hau pe hawm Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.1","label":"1","content":"Dhau ntawd Mauxe thiab Aloo mus cuag Falau thiab hais tias, “Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, ‘Cia li tso kuv haiv neeg mus xwv lawv thiaj tau mus ua kevcai noj haus pe kuv hauv tebchaws moj sab qhua.’ ”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.2","label":"2","content":"Tiamsis Falau hais tias, “Tus Yawmsaub ntawd yog leejtwg es kuv yuav tsum mloog nws lus thiab tso cov Yixayee mus? Kuv tsis paub Yawmsaub, thiab kuv yeej yuav tsis tso cov Yixayee mus kiag li.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.3","label":"3","content":"Ob tug txawm hais tias, “Cov Henplais tus Vajtswv los ntsib ib lawm. Thov cia peb mus rau hauv tebchaws moj sab qhua peb hnub ke kom thiaj tau tua tsiaj xyeem rau Yawmsaub uas yog peb tus Vajtswv. Yog tsis ua li ntawd Vajtswv yuav tso mob kis lossis hniav ntaj hniav riam los raug peb.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.4","label":"4","content":"Iyi tus vajntxwv hais rau ob tug tias, “Mauxe thiab Aloo, ua cas neb yuav ua rau cov pejxeem tso lawv tej haujlwm tseg? Nej cia li rov qab mus ua nej tej haujlwm los maj.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.5","label":"5","content":"Falau hais dua tias, “Saib maj, nimno cov pejxeem hauv lub tebchaws coob heev mas neb yuav ua rau lawv tso lawv tej haujlwm tseg.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.6","label":"6","content":"Mas hnub ntawd Falau hais tawv rau cov nom tswv uas saib xyuas cov qhev thiab hais rau cov thawj coj ua haujlwm tias,"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.7","label":"7","content":"“Txij hnub no mus nej tsis txhob pub tej quav nyab rau cov neeg ua thwv cib yam li yav tag los lawm. Cia lawv mus khaws lawv quav nyab."},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.8","label":"8","content":"Tiamsis cov thwv cib mas yuav tsum kom lawv ua tau npaum li qub, tsis tseev kom ua tau tsawg kiag li. Vim lawv tub nkeeg, lawv thiaj quaj hais tias, ‘Thov cia peb mus xyeem tsiaj rau peb tus Vajtswv.’"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.9","label":"9","content":"Nej cia li yuam kom lawv ua haujlwm hnyav dua qub xwv lawv thiaj ua haujlwm khwv thiab tsis quav ntsej tej lus dag ntawd.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.10","label":"10","content":"Cov nom tswv uas saib xyuas cov qhev thiab cov thawj coj ua haujlwm kuj mus hais rau cov pejxeem tias, “Falau hais li no tias, ‘Kuv yuav tsis pub quav nyab rau nej lawm."},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.11","label":"11","content":"Nej mus khaws nej quav nyab raws li uas nrhiav tau. Tiamsis nej tej haujlwm yuav tsis tseev kom ua tau tsawg kiag li.’ ”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.12","label":"12","content":"Cov pejxeem thiaj mus ri sua thoob plaws Iyi tebchaws khaws tej hauv paus quav nyab."},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.13","label":"13","content":"Cov nom tswv uas saib xyuas cov qhev kuj txhib hais tias “Nej yuav tsum ua kom ib hnub tau npaum li uas teem cia yam li thaum tseem muaj quav nyab.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.14","label":"14","content":"Yixayee cov thawj coj ua haujlwm uas Falau cov nom tswv uas saib xyuas cov qhev tau tsa los saib xyuas lawv ntawd, kuj raug nplawm thiab raug nug tias, “Ua cas hnub no nej ua tsis tau thwv cib npaum li uas teem cia yam li yav tag los?”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.15","label":"15","content":"Yixayee cov thawj uas coj ua haujlwm thiaj tuaj quaj rau Falau tias, “Ua cas koj ua li no rau peb uas yog koj cov qhev?"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.16","label":"16","content":"Lawv tsis pub quav nyab rau peb uas yog koj cov qhev, tiamsis lawv tseem hais tias, ‘Ua thwv cib los maj.’ Saib maj, peb uas yog koj cov qhev raug nplawm yog tim koj cov tub teg tub taws ua txhaum.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.17","label":"17","content":"Falau hais tias, “Nej tub nkeeg, tub nkeeg tiag tiag li, nej thiaj hais tias, ‘Cia peb mus xyeem tsiaj rau Yawmsaub.’"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.18","label":"18","content":"Nej cia li mus ua haujlwm tamsim no. Yuav tsis pub quav nyab rau nej li lawm, tiamsis nej tseem yuav tsum ua kom tau thwv cib npaum nkaus li qub.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.19","label":"19","content":"Yixayee cov thawj coj ua haujlwm thiaj pom tias lawv raug ceeblaj lawm rau qhov luag hais tias, “Tsis tseev ib hnub ntawd nej ua tau thwv cib tsawg dua li teem tseg.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.20","label":"20","content":"Thaum lawv tawm hauv Falau los lawv ntsib Mauxe thiab Aloo tseem tos lawv."},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.21","label":"21","content":"Lawv hais rau ob tug tias, “Thov Yawmsaub tshuaj saib neb thiab txiav txim rau neb, vim yog neb ua rau peb raug Falau thiab nws cov tub teg tub taws ntxub heev thiab neb muab ntaj muab riam rau hauv lawv txhais tes tua peb ntag.”"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.22","label":"22","content":"Mauxe txawm rov mus cuag Yawmsaub hais tias, “Au tus Tswv, ua cas koj coj kev ceeblaj los rau haiv neeg no? Ua cas koj txib kuv los?"},{"bible_id":"1269","chapter_code":"EXO.5","verse_code":"EXO.5.23","label":"23","content":"Txij thaum kuv mus cuag Falau thiab tuav koj lub npe hais rau nws, Falau ua nruj ua tsiv rau haiv neeg no, thiab koj twb tsis cawm koj haiv neeg dim li.”"},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Nimno koj yuav pom tej uas kuv yuav ua rau Falau. Vim kuv txhais tes uas muaj hwjchim Falau yuav tso kuv haiv neeg mus, yog kuv txhais tes uas muaj hwjchim ntag mas nws yuav ntiab lawv tawm hauv nws lub tebchaws mus.”"},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.2","label":"2","content":"Vajtswv hais dua rau Mauxe tias, “Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.3","label":"3","content":"Kuv los tshwm rau Aplahas, Yiha thiab Yakhauj hauv lub npe uas hu tias Vajtswv uas muaj hwjchim loj kawg nkaus  tiamsis tsis tau qhia lawv paub kuv hauv lub npe uas yog Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.4","label":"4","content":"Dua ib qho kuv cog lus ruaj khov rau lawv tias kuv yuav muab lub tebchaws Khana‑as rau lawv, yog lub tebchaws uas lawv txeev ua qhua nyob hauv."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.5","label":"5","content":"Tsis tag li ntawd, kuv tau hnov cov Yixayee uas cov Iyi muab yuam ua qhev lub suab ntsaj laws lawm thiab kuv nco txog kuv tej lus cog tseg."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.6","label":"6","content":"Vim li no cia li hais rau cov Yixayee tias, ‘Kuv yog Yawmsaub, kuv yuav coj nej tawm hauv tej haujlwm hnyav uas cov Iyi yuam nej ua thiab kuv yuav cawm nej dim qhov uas ua lawv qhev, thiab kuv yuav tsa kiag kuv txhais tes thiab txiav txim loj kawg txhiv nej dim."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.7","label":"7","content":"Kuv yuav txais nej ua kuv haiv neeg thiab kuv yuav ua nej tus Vajtswv, mas nej yuav paub tias kuv yog Yawmsaub yog nej tus Vajtswv uas coj nej dim hauv tej haujlwm hnyav uas cov Iyi yuam nej ua."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.8","label":"8","content":"Kuv yuav coj nej mus rau hauv lub tebchaws uas kuv tau cog lus ruaj khov tias kuv yuav muab rau Aplahas, Yiha thiab Yakhauj. Kuv yuav muab rau nej ua nej teej nej tug. Kuv yog Yawmsaub.’ ”"},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.9","label":"9","content":"Mauxe thiaj coj tej lus no mus piav rau cov Yixayee mloog, tiamsis lawv tsis mloog Mauxe vim lawv siab ntsws puag tag thiab raug yuam ua qhev txom nyem kawg li."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.10","label":"10","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.11","label":"11","content":"“Cia li nkag mus hais rau Iyi tus vajntxwv Falau kom nws tso cov Yixayee tawm hauv nws lub tebchaws mus.”"},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.12","label":"12","content":"Tiamsis Mauxe hais rau Yawmsaub tias, “Cov Yixayee los kuj tsis mloog kuv hais, Falau yuav mloog kuv li cas? Kuv hais lus tsis npliag kiag li.”"},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.13","label":"13","content":"Yawmsaub thiaj hais rau Mauxe thiab Aloo kom hais rau cov Yixayee thiab Iyi tus vajntxwv Falau tias yog Yawmsaub hais kom ob tug coj cov Yixayee tawm hauv Iyi tebchaws mus."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.14","label":"14","content":"Ntawm no mus yog hais txog cov thawj hauv txhua xeem Yixayee. Yixayee tus tub hlob Lunpee cov tub yog Hanau, Palu, Hexaloo thiab Khami. Cov no yog xeem Lunpee tej cum."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.15","label":"15","content":"Xime‑oo cov tub yog Yemu‑ee, Yami, Auha, Yakhi, Xauha, thiab Sa‑u uas yog tus pojniam Khana‑as yug. Cov no yog xeem Xime‑oo tej cum."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.16","label":"16","content":"Ntawm no mus yog Levi cov tub ki tej npe raws li uas twb muab sau cia lawm, yog Kwsoo, Khauha thiab Melali. Levi hnub nyoog muaj ib puas peb caug xya xyoo li tuag."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.17","label":"17","content":"Kwsoo cov tub yog Lini thiab Sime‑i. Ob tug ntawd yog lawv ob cum ntawd lub hauv paus."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.18","label":"18","content":"Khauha cov tub yog Alav, Ixaha, Heploo thiab Uxi‑ee. Khauha hnub nyoog muaj ib puas peb caug peb xyoo li tuag."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.19","label":"19","content":"Melali cov tub yog Mali thiab Musi. Cov no yog xeem Levi tej cum raws li twb muab sau cia lawm."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.20","label":"20","content":"Alav yuav nws txiv tus muam Yaukhenpe ua pojniam mas yug tau Aloo thiab Mauxe. Alav hnub nyoog muaj ib puas peb caug xya xyoo li tuag."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.21","label":"21","content":"Ixaha cov tub yog Khaula, Nefe thiab Xikhi."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.22","label":"22","content":"Uxi‑ee cov tub yog Misa‑ee, Eexafa thiab Xithi."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.23","label":"23","content":"Aloo yuav Aminada tus ntxhais Elisenpa uas yog Nasoo tus muam ua pojniam, mas Elisenpa yug tau Nada, Anpihu, Ele‑axa thiab Ithama."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.24","label":"24","content":"Khaula cov tub yog Axi, Eekhana thiab Anpiyaxa. Cov no yog Khaula tej cum."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.25","label":"25","content":"Aloo tus tub Ele‑axa yuav Puti‑ee ib tug ntxhais ua pojniam mas yug tau Fineha. Cov neeg no yog xeem Levi tej cum li thawj."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.26","label":"26","content":"Aloo thiab Mauxe ob tug no ntag yog ob tug uas Yawmsaub hais tias, “Neb cia li coj cov Yixayee tawm hauv Iyi tebchaws mus raws li lawv tej pab tej pawg.”"},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.27","label":"27","content":"Ob tug no yog ob tug uas thov Iyi tus vajntxwv Falau txog qhov uas coj cov Yixayee tawm hauv Iyi tebchaws, yog tus Mauxe no thiab tus Aloo no ntag."},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.28","label":"28","content":"Hnub uas Yawmsaub hais rau Mauxe hauv Iyi tebchaws ntawd,"},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.29","label":"29","content":"Yawmsaub hais rau nws tias, “Kuv yog Yawmsaub. Koj cia li hais txhua yam uas kuv qhia koj rau Iyi tus vajntxwv Falau mloog.”"},{"bible_id":"1269","chapter_code":"EXO.6","verse_code":"EXO.6.30","label":"30","content":"Tiamsis Mauxe hais rau Yawmsaub tias, “Kuv yeej hais lus tsis npliag, Falau yuav ua cas mloog kuv hais?”"},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Ua li no nawj, kuv tsa koj ua zoo li Vajtswv rau Falau, mas koj tus tijlaug Aloo yuav ua tus uas cev koj li lus."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.2","label":"2","content":"Koj yuav tsum hais tej lus huvsi uas kuv hais rau koj mas koj tus tijlaug Aloo yuav hais rau Falau kom nws tso cov Yixayee tawm hauv nws lub tebchaws mus."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.3","label":"3","content":"Tiamsis kuv yuav ua rau Falau lub siab tawv. Txawm yog kuv ua kuv tej txujci tseem ceeb thiab txujci phimhwj tshwm rau hauv Iyi tebchaws ntau zuj zus,"},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.4","label":"4","content":"los Falau yuav tsis mloog neb hais. Mas kuv yuav tsa kuv txhais tes ntaus Iyi tebchaws thiab rau txim hnyav thiaj coj tau kuv cov neeg Yixayee tawm hauv Iyi tebchaws mus raws li lawv tej pab tej pawg."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.5","label":"5","content":"Cov Iyi yuav paub tias kuv yog Yawmsaub rau thaum kuv tsa kuv txhais tes tawm tsam Iyi tebchaws thiab coj cov Yixayee tawm hauv lawv mus.”"},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.6","label":"6","content":"Mauxe thiab Aloo ua raws li ntawd. Ob tug ua raws nraim li uas Yawmsaub hais."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.7","label":"7","content":"Thaum ob tug mus hais rau Falau, Mauxe hnub nyoog muaj yim caum xyoo, Aloo hnub nyoog muaj yim caum peb xyoo."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.8","label":"8","content":"Yawmsaub hais rau Mauxe thiab Aloo tias,"},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.9","label":"9","content":"“Thaum Falau hais rau neb tias, ‘Cia li ua txujci phimhwj rau kuv saib,’ mas koj cia li hais rau Aloo tias, ‘Muab tus pas nrig pov rau ntawm Falau xubntiag,’ tus pas nrig yuav txia kiag ua ib tug nab.”"},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.10","label":"10","content":"Mauxe thiab Aloo thiaj mus cuag Falau thiab ua raws nraim li Yawmsaub hais. Aloo muab nws tus pas nrig pov rhees rau ntawm Falau thiab nws cov tub teg tub taws xubntiag, mas tus pas nrig txia kiag ua ib tug nab."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.11","label":"11","content":"Falau txawm hu cov uas txawj ntse thiab cov uas txawj ua khawv koob yees siv tuaj. Lawv yog Iyi cov uas txawj ua yees siv mas lawv siv lawv tej khawv koob ua tau zoo ib yam li ntawd thiab."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.12","label":"12","content":"Thaum lawv nyias taus nyias pov pas nrig ces tej pas nrig ntawd kuj txia ua nab huvsi thiab, tiamsis Aloo tus pas nrig muab lawv cov pas nrig nqos tag huvsi lawm."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.13","label":"13","content":"Txawm li ntawd los Falau lub siab tseem tawv, tsis yeem mloog ob tug hais, ib yam li Yawmsaub hais cia lawd."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.14","label":"14","content":"Yawmsaub hais rau Mauxe tias, “Falau lub siab tawv, tsis kam tso cov Yixayee mus."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.15","label":"15","content":"Thaum sawv ntxov koj cia li mus cuag Falau rau thaum nws mus nram tus dej. Koj mus sawv ntawm ntug dej tos nws, tuav rawv tus pas nrig uas txia ua nab mus thiab."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.16","label":"16","content":"Koj yuav hais rau nws tias, ‘Yawmsaub uas yog cov Henplais tus Vajtswv txib kuv tuaj cuag koj hais tias, Cia li tso kuv haiv neeg mus xwv lawv thiaj tau mus pe hawm kuv hauv tebchaws moj sab qhua. Txog tav no koj kuj tsis mloog hais kiag li."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.17","label":"17","content":"Yawmsaub hais li no tias, Koj yuav paub tias kuv yog Yawmsaub rau qhov uas ua li no. Saib maj, kuv yuav xuas tus pas nrig uas nyob hauv kuv txhais tes nplawm tus dej Nai, mas dej yuav txia ua ntshav."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.18","label":"18","content":"Tej ntses hauv tus dej Nai yuav tuag thiab tus dej Nai yuav tsw lwj ntxiag thiab cov Iyi yuav haus tsis taus tus dej ntawd.’ ”"},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.19","label":"19","content":"Yawmsaub hais dua rau Mauxe tias, “Cia li hais rau Aloo tias, ‘Tuav koj tus pas nrig hauv koj txhais tes tsa rau saum tej dej hauv Iyi tebchaws tsis hais lawv tej niag dej, tej kwj deg, tej pas dej, tej qhov dej huvsi mas tej dej yuav txia ua ntshav. Yuav muaj ntshav thoob plaws Iyi tebchaws tsis hais hauv tej thoob ntoo thiab tej hub.’ ”"},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.20","label":"20","content":"Mauxe thiab Aloo kuj ua raws nraim li uas Yawmsaub hais. Nws tsa tus pas nrig nplawm tus dej Nai tab meeg Falau thiab nws cov tub teg tub taws, mas tej dej hauv tus dej Nai txia ua ntshav huvsi."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.21","label":"21","content":"Tej ntses hauv tus dej Nai kuj tuag. Tus dej Nai tsw lwj ntxiag cov Iyi thiaj haus tsis taus tus dej ntawd. Muaj ntshav thoob plaws Iyi tebchaws."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.22","label":"22","content":"Tiamsis Iyi cov uas txawj ua yees siv mas lawv siv lawv tej khawv koob ua tau ib yam li ntawd thiab. Tiamsis Falau lub siab tseem tawv, tsis yeem mloog ob tug hais, ib yam li Yawmsaub hais cia lawd."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.23","label":"23","content":"Falau tig hlo rov qab mus rau hauv tsev, tsis khaws tej xwm txheej no cia rau hauv lub siab."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.24","label":"24","content":"Cov Iyi sawvdaws thiaj khawb qhov dej raws ntug dej Nai nrhiav dej haus, rau qhov haus tsis taus tej dej hauv tus dej Nai."},{"bible_id":"1269","chapter_code":"EXO.7","verse_code":"EXO.7.25","label":"25","content":"Suav txij Yawmsaub nplawm tus dej Nai tau xya hnub,"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Cia li nkag mus cuag Falau thiab hais rau nws tias, ‘Yawmsaub hais li no tias, Cia li tso kuv haiv neeg mus xwv lawv thiaj tau mus pe hawm kuv."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.2","label":"2","content":"Tiamsis yog koj tsis kam tso lawv mus, kuv yuav tso qav nce thoob plaws koj lub tebchaws ua rau koj raug txom nyem."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.3","label":"3","content":"Qav yuav puv nkaus tus dej Nai, thiab yuav nce los rau hauv koj lub vaj lub tsev, los rau hauv koj lub txaj thiab nce rau saum koj lub chaw pw, thiab los rau hauv koj cov tub teg tub taws thiab koj cov pejxeem tej tsev, thiab los rau hauv koj tej qhov cub qhov txos thiab los rau hauv koj tej phaj zuaj ncuav."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.4","label":"4","content":"Tej qav yuav nce koj thiab koj cov pejxeem thiab koj cov tub teg tub taws lub cev huvsi.’ ”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.5","label":"5","content":"Yawmsaub hais rau Mauxe tias, “Koj cia li hais rau Aloo tias, ‘Tsa koj txhais tes uas tuav tus pas nrig rau saum tej niag dej tej kwj deg tej pas dej ua kom tej qav nce los rau saum Iyi tebchaws.’ ”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.6","label":"6","content":"Aloo txawm tsa kiag tes rau saum tej dej hauv Iyi tebchaws, mas qav txawm nce los laum nkaus Iyi tebchaws."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.7","label":"7","content":"Tiamsis cov uas txawj ua yees siv mas lawv siv lawv tej khawv koob ua kom qav nce los rau saum Iyi tebchaws ib yam nkaus thiab."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.8","label":"8","content":"Falau txawm hu Mauxe thiab Aloo tuaj thiab hais tias, “Neb thov Yawmsaub coj tej qav no tawm ntawm kuv thiab kuv cov pejxeem mus, mas kuv yuav tso neb cov neeg mus xyeem tsiaj rau Yawmsaub.”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.9","label":"9","content":"Mauxe thiaj hais rau Falau tias, “Nyob ntawm koj pom zoo teem rau lub sijhawm twg rau kuv thov Yawmsaub pab koj thiab koj cov tub teg tub taws thiab koj cov pejxeem kom tej qav no puam tsuaj tag ntawm koj thiab koj tej vaj tse, tsuas yog tseg cov uas nyob hauv tus dej Nai xwb.”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.10","label":"10","content":"Falau teb tias, “Cia tagkis.” Mauxe thiaj hais tias, “Yuav muaj raws li koj hais mas koj thiaj paub tias tsis muaj ib tug twg zoo cuag li Yawmsaub uas yog peb tus Vajtswv."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.11","label":"11","content":"Tej qav yuav khiav ntawm koj thiab koj tej vaj tse thiab koj cov tub teg tub taws thiab koj cov pejxeem mus, tsuas yog tseg cov uas nyob hauv tus dej Nai xwb.”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.12","label":"12","content":"Mauxe thiab Aloo thiaj tawm ntawm Falau mus lawm. Mas Mauxe thov Yawmsaub txog tej qav uas Yawmsaub tso los rau Falau."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.13","label":"13","content":"Yawmsaub ua raws li Mauxe thov. Mas tej qav thiaj tuag tag rau hauv tej vaj tse thiab tej tshav puam thiab tom tej liaj teb."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.14","label":"14","content":"Lawv khaws tej qav tuag ntawd ua tej niag pawg, mas lub tebchaws tsw lwj ntxiag."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.15","label":"15","content":"Tiamsis thaum Falau pom tias tej kev txom nyem ntawd ploj lawm, nws txawm ua lub siab tawv tsis kam mloog Mauxe thiab Aloo hais, ib yam li Yawmsaub twb hais cia lawd."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.16","label":"16","content":"Yawmsaub hais rau Mauxe tias, “Cia li hais rau Aloo tias, ‘Tsa kiag koj tus pas nrig nplawm hmoov av kom txia ua yoov qaib thoob plaws Iyi tebchaws.’ ”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.17","label":"17","content":"Ob tug kuj ua li ntawd. Aloo tsa kiag nws txhais tes xuas nws tus pas nrig nplawm hmoov av, ces txawm muaj yoov qaib los ntsauv neeg thiab tej tsiaj txhu. Tej hmoov av huvsi txia ua yoov qaib thoob plaws Iyi tebchaws."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.18","label":"18","content":"Cov uas txawj ua yees siv kuj siv lawv tej khawv koob ua kom muaj yoov qaib tiamsis lawv ua tsis tau. Yoov qaib los ntsauv neeg thiab tej tsiaj txhu huvsi."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.19","label":"19","content":"Cov uas txawj ua yees siv thiaj hais rau Falau tias, “Tej no yog Vajtswv tus ntiv tes ua.” Tiamsis Falau lub siab tseem tawv tsis mloog lawv hais, ib yam li Yawmsaub twb hais cia lawd."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.20","label":"20","content":"Yawmsaub hais rau Mauxe tias, “Cia li sawv ntxov mus tos Falau rau thaum nws mus nram ntug dej mas hais rau nws tias, ‘Yawmsaub hais li no tias, Cia li tso kuv haiv neeg mus xwv lawv thiaj tau mus pe hawm kuv."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.21","label":"21","content":"Yog koj tsis tso kuv haiv neeg mus, mas kuv yuav tso tej pab yoov mos ntsuab los ntsauv koj thiab koj cov tub teg tub taws thiab koj cov pejxeem, thiab los rau hauv koj tej vaj tse. Hauv cov Iyi tej vaj tse thiab hauv tej av uas lawv nyob yuav muaj tej pab yoov mos ntsuab puv nkaus."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.22","label":"22","content":"Hnub ntawd kuv yuav cais Kausee tebchaws uas kuv haiv neeg nyob rau ib cag, tsis pub muaj tej pab yoov mos ntsuab rau hauv, kom koj thiaj paub tias kuv yog Yawmsaub uas nyob hauv nruab nrab lub tebchaws no."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.23","label":"23","content":"Kuv yuav cais kuv haiv neeg thiab koj cov neeg. Qhov txujci phimhwj no yuav tshwm rau tagkis.’ ”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.24","label":"24","content":"Yawmsaub kuj ua raws li ntawd. Ces txawm muaj yoov mos ntsuab coob kawg los rau hauv Falau lub vaj tse thiab los rau hauv nws cov tub teg tub taws tej vaj tse ua rau muaj kev liamsim thoob plaws Iyi tebchaws."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.25","label":"25","content":"Falau txawm hu Mauxe thiab Aloo tuaj thiab hais tias, “Cia li mus tua tsiaj xyeem rau neb tus Vajtswv rau hauv lub tebchaws no.”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.26","label":"26","content":"Tiamsis Mauxe teb tias, “Ua tsis tau li ntawd, rau qhov peb yuav muab tej tsiaj uas cov Iyi caiv tua xyeem rau Yawmsaub uas yog peb tus Vajtswv. Yog peb tua tej tsiaj xyeem tab meeg cov Iyi uas lawv caiv tias yog yam uas qias vuab tsuab, lawv yuav tsis xuas pob zeb ntaus peb lov?"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.27","label":"27","content":"Peb yuav tsum mus rau hauv tebchaws moj sab qhua peb hnub ke tua tsiaj xyeem rau Yawmsaub uas yog peb tus Vajtswv raws li nws hais rau peb.”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.28","label":"28","content":"Falau thiaj hais tias, “Kuv yuav tso nej mus kom nej thiaj tau mus xyeem tsiaj rau Yawmsaub uas yog nej tus Vajtswv hauv tebchaws moj sab qhua, tiamsis tsis txhob mus deb deb. Koj cia li thov Vajtswv pab kuv.”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.29","label":"29","content":"Mauxe thiaj hais tias, “Thaum kuv tawm ntawm koj mus lawd kuv yuav thov Yawmsaub ua rau tej yoov mos ntsuab khiav ntawm koj thiab ntawm koj cov tub teg tub taws thiab ntawm koj cov pejxeem mus rau tagkis. Tiamsis koj tsis txhob ntxeev dua lus es tsis tso peb haiv neeg mus xyeem tsiaj rau Yawmsaub.”"},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.30","label":"30","content":"Mauxe txawm tawm ntawm Falau mus lawm, nws kuj thov Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.31","label":"31","content":"Yawmsaub ua raws li Mauxe tej lus thov thiaj ua rau tej yoov mos ntsuab khiav ntawm Falau thiab ntawm nws cov tub teg tub taws thiab ntawm nws cov pejxeem mus, tsis tshuav ib tug li."},{"bible_id":"1269","chapter_code":"EXO.8","verse_code":"EXO.8.32","label":"32","content":"Tiamsis zaum no Falau tseem ua lub siab tawv thiab, tsis kam tso cov Yixayee mus."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Cia li nkag mus cuag Falau thiab hais rau nws tias, ‘Yawmsaub uas yog cov Henplais tus Vajtswv hais li no tias, “Koj cia li tso kuv haiv neeg mus kom lawv thiaj tau mus pe hawm kuv.”"},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.2","label":"2","content":"Tiamsis yog koj tsis kam tso lawv mus tseem tav lawv cia,"},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.3","label":"3","content":"mas Yawmsaub txhais tes yuav tso mob kis loj heev los rau nej tej tsiaj txhu hauv tej tshav zaub tsis hais nees nees luav ntxhuav nyuj yaj thiab tshis huvsi."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.4","label":"4","content":"Tiamsis Yawmsaub yuav cais cov Yixayee tej tsiaj txhu thiab cov Iyi tej tsiaj txhu, mas cov Yixayee tej tsiaj txhu yuav tsis tuag ib tug li.’ ”"},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.5","label":"5","content":"Yawmsaub teem sijhawm cia hais tias, “Tagkis Yawmsaub yuav ua tej no rau hauv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.6","label":"6","content":"Mas hnub tom qab Yawmsaub txawm ua ntag. Cov Iyi tej tsiaj txhu tuag tag nrho huvsi, tiamsis cov Yixayee tej tsiaj txhu tsis tuag ib tug li."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.7","label":"7","content":"Falau thiaj txib neeg mus saib ua ciav cov Yixayee tej tsiaj txhu tsis tuag ib tug li. Tiamsis Falau lub siab tseem tawv heev, tsis kam tso cov Yixayee mus."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.8","label":"8","content":"Yawmsaub hais rau Mauxe thiab Aloo tias, “Cia li tsuab ob peb taus tes tshauv hauv qhov cub los, cia Mauxe muab w rau saum nruab ntug tab meeg Falau."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.9","label":"9","content":"Cov tshauv ntawd yuav txia ua hmoov av ya mus thoob plaws Iyi tebchaws, ua rau neeg thiab tsiaj txhu mob rwj ua kiav txhab thoob plaws Iyi tebchaws.”"},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.10","label":"10","content":"Ob tug thiaj tsuab tshauv hauv qhov cub mus sawv ntawm Falau xubntiag. Mauxe txawm muab cov tshauv ntawd w rau saum nruab ntug, mas cov tshauv ntawd ua rau neeg thiab tsiaj txhu mob rwj ua kiav txhab."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.11","label":"11","content":"Cov uas txawj ua yees siv kuj nyob tsis taus ntawm Mauxe xubntiag vim yog tim tej rwj, rau qhov lawv thiab cov Iyi sawvdaws mob rwj."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.12","label":"12","content":"Tiamsis Yawmsaub ua rau Falau lub siab tawv, tsis mloog ob tug hais, ib yam li Yawmsaub hais cia rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.13","label":"13","content":"Yawmsaub hais rau Mauxe tias, “Cia li sawv ntxov mus cuag Falau thiab hais rau nws tias, ‘Yawmsaub uas yog cov Henplais tus Vajtswv hais li no tias, Cia li tso kuv haiv neeg mus kom lawv thiaj tau mus pe hawm kuv."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.14","label":"14","content":"Mas zaum no kuv yuav tso kuv tej xwm txheej phem huvsi los raug koj thiab koj cov tub teg tub taws thiab koj cov pejxeem, xwv koj thiaj paub tias thoob plaws lub ntiajteb tsis muaj ib tug twg yuav zoo cuag li kuv."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.15","label":"15","content":"Yog kuv tsa kiag tes ua rau koj thiab koj cov pejxeem raug mob kis thiaj ua rau nej ploj ntais hauv lub ntiajteb, los kuv yeej ua tau."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.16","label":"16","content":"Tiamsis qhov uas kuv tseem tseg koj txojsia cia kuj yog kuv yuav ua kuv lub hwjchim tshwm rau koj pom xwv thiaj tshaj tawm kuv lub npe mus thoob ntiajteb."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.17","label":"17","content":"Koj tseem tsab ua loj tawm tsam kuv haiv neeg thiab tsis kam tso lawv mus."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.18","label":"18","content":"Saib nawj, tagkis lub sijhawm no kuv yuav tso lawg los hlob heev kawg. Txij thaum rhawv Iyi tebchaws los txog niaj hnub nimno tsis tau muaj dua ib zaug uas lawg hlob li no."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.19","label":"19","content":"Vim li no cia li hais kom coj koj tej nyuj thiab txhua yam uas koj muaj tom tej tshav zaub mus rau hauv tej chaw nraim, rau qhov lawg yuav los ntaus txhua tus neeg thiab txhua tus tsiaj txhu uas tseem nyob tom tshav zaub es tsis los rau hauv tej chaw nraim kom tuag tag huvsi.’ ”"},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.20","label":"20","content":"Falau cov tub teg tub taws uas ntshai Yawmsaub tej lus thiaj li kom lawv tej qhev thiab lawv tej tsiaj txhu maj los nraim hauv tsev."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.21","label":"21","content":"Tiamsis cov uas tsis quav ntsej Yawmsaub tej lus tseem tso lawv tej qhev thiab lawv tej tsiaj txhu nyob hauv tshav zaub."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.22","label":"22","content":"Yawmsaub hais rau Mauxe tias, “Cia li tsa tes rau saum ntuj, kom lawg thiaj li poob los thoob plaws Iyi tebchaws ntaus tej neeg thiab tsiaj txhu thiab ntaus tej txhiam liaj txhiam xwm hauv tej teb thoob plaws Iyi tebchaws.”"},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.23","label":"23","content":"Mauxe txawm tsa kiag nws tus pas nrig rau saum ntuj. Ces Yawmsaub txawm ua rau xob nroo nrov ntwg thiab los lawg, thiab nplaim taws liab pes vog los rau hauv av. Yawmsaub tso lawg los rau hauv Iyi tebchaws."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.24","label":"24","content":"Muaj lawg thiab nplaim taws laim pes lias hauv cov lawg ntawd tsis tu li. Los lawg hlob heev thoob plaws Iyi tebchaws, txij thaum muaj lub tebchaws los tsis txeev muaj hlob li ntawd ib zaug li."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.25","label":"25","content":"Lawg ntaus txhua yam uas nyob hauv tej tshav zaub thoob plaws Iyi tebchaws, tsis hais neeg thiab tsiaj txhu piam tag. Lawg ntaus tej zaub huvsi ntsoog tag thiab ntaus tej xyoob ntoo lov tag huvsi."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.26","label":"26","content":"Tsuas yog tshuav hauv Kausee uas cov Yixayee nyob thiaj tsis los lawg xwb."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.27","label":"27","content":"Falau thiaj hu Mauxe thiab Aloo tuaj thiab hais rau ob tug tias, “Zaum no kuv ua txhaum lawm tiag. Yawmsaub yeej ua raug lawm, kuv thiab kuv cov neeg ua txhaum."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.28","label":"28","content":"Thov koj thov Yawmsaub lauj! Kuv dhuav xob nroo thiab cov lawg no hwv lawm. Kuv yuav tso nej mus, tsis txog nej nyob no lawm.”"},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.29","label":"29","content":"Mauxe hais rau nws tias, “Thaum kuv tawm hauv lub nroog no lawm kuv yuav tsa tes thov Yawmsaub. Mas xob yuav ntsiag lawg yuav tu, kom koj thiaj paub tias lub ntiajteb yog Yawmsaub li."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.30","label":"30","content":"Tiamsis kuv paub tias koj thiab koj cov tub teg tub taws tseem tsis ntshai Vajtswv Yawmsaub li thiab.”"},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.31","label":"31","content":"Maj thiab qeb raug lawg puam tsuaj tag, rau qhov qeb tabtom txhawv thiab maj tabtom tawg paj."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.32","label":"32","content":"Tiamsis mog thiab txhuv daj tsis raug puam tsuaj rau qhov tseem tsis tau tuaj kaus."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.33","label":"33","content":"Mauxe txawm tawm ntawm Falau hauv lub nroog mus, nws kuj tsa kiag tes thov Yawmsaub. Xob txawm ntsiag, lawg thiab nag txawm tu tsis los rau hauv lub tebchaws lawm."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.34","label":"34","content":"Tiamsis thaum Falau pom tias nag thiab lawg tsis los xob tsis nroo lawm, nws thiab nws cov tub teg tub taws rov ua txhaum dua thiab ua lub siab tawv."},{"bible_id":"1269","chapter_code":"EXO.9","verse_code":"EXO.9.35","label":"35","content":"Falau lub siab tawv tsis kam tso cov Yixayee mus ib yam li Yawmsaub hais cia rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Cia li mus cuag Falau. Kuv ua Falau lub siab thiab nws cov tub teg tub taws lub siab tawv xwv kuv thiaj tau ua kuv tej txujci tseem ceeb no tshwm rau hauv lawv nruab nrab,"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.2","label":"2","content":"mas koj thiaj tau piav rau koj tej tub ki xeeb ntxwv mloog txog qhov uas kuv tawb cov Iyi li cas thiab mloog txog tej txujci tseem ceeb uas kuv ua hauv lawv nruab nrab, kom nej thiaj paub tias kuv yog Yawmsaub.”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.3","label":"3","content":"Mauxe thiab Aloo nkag mus cuag Falau thiab hais rau nws tias, “Yawmsaub uas yog cov Henplais tus Vajtswv hais li no tias, ‘Koj yuav kwv yuav tawv tsis txo koj lub hwjchim rau ntawm kuv mus ntev li cas? Cia li tso kuv haiv neeg mus kom lawv thiaj tau mus pe hawm kuv."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.4","label":"4","content":"Yog koj tsis yeem tso kuv haiv neeg mus, mas tagkis kuv yuav coj kooj txig los rau hauv koj lub tebchaws."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.5","label":"5","content":"Tej kooj txig ntawd yuav laum nkaus lub tebchaws tsis pom av li. Tej uas tshuav tsis raug lawg ntaus, kooj txig yuav muab noj, thiab nej txhua tsob ntoo tom teb kooj yuav muab noj tag huvsi."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.6","label":"6","content":"Kooj yuav los puv nkaus koj tsev thiab puv nkaus koj cov tub teg tub taws thiab cov Iyi sawvdaws tej tsev. Txij thaum nej niam nej txiv nej pog nej yawg nyob lub tebchaws no los txog niaj hnub nimno lawv tsis txeev pom dua li no kiag li.’ ” Ces Mauxe txawm tig hlo tawm ntawm Falau mus lawm."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.7","label":"7","content":"Falau cov tub teg tub taws hais rau Falau tias, “Tus yawg no yuav ua hmab ua hlua cuab peb mus ntev li cas? Cia li tso cov neeg ntawd mus pe hawm Yawmsaub uas yog lawv tus Vajtswv los maj. Koj tseem tsis paub tias Iyi tebchaws puam tsuaj tag lawm lov?”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.8","label":"8","content":"Mauxe thiab Aloo thiaj raug coj tuaj cuag Falau dua, mas Falau hais rau ob tug tias, “Cia li mus pe hawm Yawmsaub uas yog nej tus Vajtswv. Tiamsis leejtwg yuav mus thiab?”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.9","label":"9","content":"Mauxe teb tias, “Peb yuav mus tag nrho cov laus cov hluas, peb yuav coj peb tej tub tej ntxhais thiab peb tej yaj tej tshis tej nyuj mus, rau qhov peb yuav ua kevcai noj haus xyeem rau Yawmsaub.”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.10","label":"10","content":"Falau hais rau ob tug tias, “Yog kuv kheev tso nej thiab nej cov menyuam mus, kuj cia Yawmsaub nrog nraim nej lauj! Nej ntaus tswvyim ua phem xwb."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.11","label":"11","content":"Kuv tsis kheev. Cia cov txivneej mus pe hawm Yawmsaub xwb, rau qhov nej yeej xav ua li ntawd.” Ces Falau txawm muab ob tug ntiab tawm ntawm nws mus lawm."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.12","label":"12","content":"Yawmsaub txawm hais rau Mauxe tias, “Cia li tsa koj txhais tes rau saum Iyi tebchaws kom tej kooj txig thiaj nqes los rau hauv Iyi tebchaws thiab noj tej zaub tej nroj tsuag huvsi uas tseem tshuav tsis raug lawg ntaus.”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.13","label":"13","content":"Mauxe thiaj tsa tus pas nrig rau saum Iyi tebchaws mas Yawmsaub ua kom cua ntsawj sab hnub tuaj los rau lub tebchaws ib hnub ib hmos mas tagkis sawv ntxov cua sab hnub tuaj ntsawj tau tej kooj txig tuaj lawm."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.14","label":"14","content":"Kooj txig nqes los puv nkaus Iyi tebchaws, tsaws thoob plaws Iyi tebchaws. Yav thaud tsis txeev muaj tej pab kooj txig coob npaum li zaum no, thiab yuav tsis muaj dua li lawm."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.15","label":"15","content":"Kooj laum nkaus lub tebchaws huvsi tsaus nti. Kooj noj tej zaub nroj tsuag thiab tej txiv ntoo huvsi uas lawg ntaus tsis tag. Tsis tshuav ib daim nplooj ntsuab kiag li tsis hais nplooj ntoo nplooj zaub hauv tej liaj teb thoob plaws Iyi tebchaws."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.16","label":"16","content":"Falau maj nroos hu Mauxe thiab Aloo tuaj thiab hais tias, “Kuv tau ua txhaum rau Yawmsaub uas yog nej tus Vajtswv thiab neb ob leeg lawm."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.17","label":"17","content":"Nimno thov koj zam txim rau kuv ib zaug thiab, thiab thov Yawmsaub uas yog nej tus Vajtswv muab txojkev tuag no rho mus.”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.18","label":"18","content":"Mauxe tawm ntawm Falau mus thiab thov Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.19","label":"19","content":"Yawmsaub thiaj ua cua ntsawj hlob hlob sab hnub poob tuaj yaws kiag cov kooj ntawd mus rau hauv Hiavtxwv Liab,  tsis tshuav ib tug nyob hauv Iyi tebchaws kiag li."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.20","label":"20","content":"Tiamsis Yawmsaub tseem ua rau Falau lub siab tawv, Falau tsis kam tso cov Yixayee mus."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.21","label":"21","content":"Yawmsaub hais rau Mauxe tias, “Cia li tsa koj txhais tes rau saum ntuj kom thiaj tsaus ntuj nti thoob plaws Iyi tebchaws, yuav tsaus tsaus xuas tes kov tau qhov tsaus ntawd.”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.22","label":"22","content":"Mauxe thiaj tsa nws txhais tes rau saum ntuj ces txawm tsaus ntuj nti dub nciab thoob plaws Iyi tebchaws tau peb hnub."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.23","label":"23","content":"Cov Iyi ib leeg ntsia tsis pom ib leeg tsis muaj ib tug sawv tau ntawm nws lub chaw tau peb hnub, tiamsis qhov chaw uas cov Yixayee sawvdaws nyob mas pom kev kaj lug."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.24","label":"24","content":"Falau thiaj hu Mauxe tuaj thiab hais tias, “Nej cia li mus pe hawm Yawmsaub lauj. Kheev nej tej menyuam nrog nej mus, tsuas yog tseg nej tej yaj tej tshis tej nyuj nyob xwb.”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.25","label":"25","content":"Tiamsis Mauxe hais tias, “Koj yuav tsum kheev peb coj tej tsiaj uas xyeem thiab tej uas hlawv xyeem mus thiab xwv peb thiaj tau xyeem rau Yawmsaub uas yog peb tus Vajtswv."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.26","label":"26","content":"Peb tej tsiaj txhu yuav tsum nrog peb mus thiab tsis tseg ib tug rau tes rau taw kiag li, rau qhov peb yuav tsum muab qee tus tsiaj hauv tej pab tsiaj ntawd xyeem pe hawm Yawmsaub uas yog peb tus Vajtswv. Peb twb tsis paub tias yuav muab tus tsiaj twg xyeem rau Yawmsaub yuav yog mus txog qhov chaw ntawd tso li paub.”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.27","label":"27","content":"Tiamsis Yawmsaub ua rau Falau lub siab tawv, Falau tsis kam tso lawv mus."},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.28","label":"28","content":"Falau thiaj hais rau Mauxe tias, “Cia li khiav ntawm kuv xubntiag mus, ceev faj tib zoo tsis txhob tuaj pom kuv lub ntsej muag dua li lawm. Yog koj pom kuv ntsej muag hnub twg koj yuav tuag hnub ntawd.”"},{"bible_id":"1269","chapter_code":"EXO.10","verse_code":"EXO.10.29","label":"29","content":"Mauxe teb tias, “Ua li uas koj hais los maj. Kuv yuav tsis pom koj lub ntsej muag dua li lawm.”"},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Tshuav ib zaug xwm txheej phem uas kuv yuav tso rau Falau thiab cov Iyi lawm xwb, dhau ntawd nws yuav tso nej tawm mus. Thaum nws tso nej tawm mus nws yuav ntiab kiag nej sawvdaws mus."},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.2","label":"2","content":"Nimno koj cia li hais rau koj cov neeg kom txhua tus pojniam txivneej thov tej npauj nyiag npauj kub ntawm cov Iyi uas nrog lawv nyob koom zej koom zos.”"},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.3","label":"3","content":"Yawmsaub ua rau cov Iyi hlub nws haiv neeg. Thiab Falau cov tub teg tub taws thiab cov pejxeem hauv Iyi tebchaws pom tias Mauxe yog ib tug neeg tseem ceeb heev."},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.4","label":"4","content":"Mauxe hais tias, “Yawmsaub hais li no tias, ‘Kwvlam ib tag hmo kuv yuav mus thoob plaws Iyi tebchaws,"},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.5","label":"5","content":"mas tej menyuam tub uas yog tus hlob tag nrho hauv Iyi tebchaws txij ntua Falau tus tub hlob uas nyob saum nws lub zwm txwv mus txog tus poj qhev uas zom zeb tus tub hlob thiab tag nrho rau tej tsiaj txhu thawj tug menyuam yuav tuag."},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.6","label":"6","content":"Mas yuav muaj suab quaj qw nrov nrov thoob plaws Iyi tebchaws, ib txwm tsis tau txeev muaj dua li no thiab yuav tsis muaj dua li lawm."},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.7","label":"7","content":"Tiamsis yuav tsis muaj ib tug dev tsem cov Yixayee thiab lawv tej tsiaj txhu kiag li, kom nej thiaj paub tias Yawmsaub cais cov Iyi thiab cov Yixayee.’"},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.8","label":"8","content":"Mas koj cov tub teg tub taws sawvdaws no yuav tuaj cuag kuv thiab pe ntawm kuv xubntiag hais tias, ‘Koj thiab koj cov neeg sawvdaws cia li tawm mus.’ Dhau ntawd kuv li tawm mus.” Mauxe txawm tawm plaws ntawm Falau mus ua npau taws heev."},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.9","label":"9","content":"Mas Yawmsaub hais rau Mauxe tias, “Falau yuav tsis mloog koj hais, xwv kuv thiaj tau ua txujci phimhwj tsav ntxiv rau hauv Iyi tebchaws thiab.”"},{"bible_id":"1269","chapter_code":"EXO.11","verse_code":"EXO.11.10","label":"10","content":"Mauxe thiab Aloo tau ua tej txujci phimhwj huvsi ntawd tab meeg Falau, thiab Yawmsaub ua rau Falau lub siab tawv, nws thiaj tsis kam tso cov Yixayee tawm hauv nws lub tebchaws mus."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.1","label":"1","content":"Yawmsaub hais rau Mauxe thiab Aloo hauv Iyi tebchaws tias,"},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.2","label":"2","content":"“Muab lub hli no ua lub ib hlis rau nej, yuav ua thawj lub hli rau xyoo tshiab rau nej."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.3","label":"3","content":"Cia li qhia rau ib tsoom Yixayee sawvdaws tias hnub xiab kaum lub hli no kom txhua tus txivneej muab ib tug menyuam yaj rau nws tsev neeg, ib yig ib tug."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.4","label":"4","content":"Yog yim twg neeg tsawg noj tsis tag ib tug menyuam yaj kuj koom nrog lwm yim uas nyob sib ti npaj raws li cov neeg muaj coob muaj tsawg thiab lawv yuav ntsuas saib lawv noj tag ntau los tsawg."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.5","label":"5","content":"Nej tus menyuam yaj yuav tsum yog ib tug txiv thiab tsis muaj chaw thuam li thiab hnub nyoog ib xyoos txawm yog menyuam yaj lossis menyuam tshis los kuj tau."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.6","label":"6","content":"Nej yuav muab yug cia txog hnub xiab kaum plaub lub hli no, mas thaum tsaus ntuj cov Yixayee sawvdaws yuav tua lawv tus menyuam yaj."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.7","label":"7","content":"Mas lawv yuav tsum muab cov ntshav pleev ob tug npuab rooj thiab saum hau qhov rooj rau lub tsev uas lawv noj ntawd."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.8","label":"8","content":"Hmo ntawd lawv yuav noj nqaij ci, ntxuag cov ncuav tsis xyaw keeb thiab ntxuag tej txuj lom iab."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.9","label":"9","content":"Tsis txhob noj nqaij nyoos thiab nqaij hau kiag li, cia li muab ci kiag ib tug kheej nrog taubhau thiab tes taw thiab plab hnyuv siab ntsws."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.10","label":"10","content":"Tsis txhob tseg ib qho seem txog kaj ntug. Tej uas tshuav rau kaj ntug yuav tsum muab hlawv pov tseg."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.11","label":"11","content":"Nej sawvdaws yuav noj li no, yuav sia siv khov kho ntawm duav thiab rau khau rawv ntawm taw thiab tuav rawv pas nrig ntawm tes. Nej yuav noj nrawm nroos. No yog Yawmsaub kevcai hla dhau."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.12","label":"12","content":"Rau qhov hmo ntawd kuv yuav hla mus hauv Iyi tebchaws mas kuv yuav tua txhua tus menyuam uas yog tus tub hlob hauv Iyi tebchaws huvsi, tsis hais neeg thiab tsiaj txhu. Thiab yuav rau txim rau Iyi tej dab huvsi. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.13","label":"13","content":"Cov ntshav uas nyob ntawm lub tsev uas nej nyob yuav ua chaw ntaus cim rau nej. Thaum kuv pom cov ntshav ntawd kuv yuav hla dhau nej mus, yuav tsis muaj xwm txheej phem tshwm los raug nej rau thaum kuv ntaus Iyi tebchaws."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.14","label":"14","content":"“Hnub no yuav ua hnub uas nej nco ntsoov thiab nej yuav nco muab hnub no ua kevcai noj haus hwm Yawmsaub. Nej yuav coj kevcai pam noj haus li no ib tiam dhau ib tiam mus ib txhis."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.15","label":"15","content":"Nej yuav noj ncuav tsis xyaw keeb kom puv xya hnub. Thawj hnub nej yuav muab tej keeb ncuav hauv nej tej tsev rho pov tseg huvsi. Yog leejtwg noj tej ncuav uas xyaw keeb hnub ib txog hnub xya mas yuav muab tus ntawd txiav tawm hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.16","label":"16","content":"Thawj hnub yuav tuaj txoos ua ke ua kevcai dawb huv thiab hnub uas xya kuj tuaj txoos ua ke ua kevcai dawb huv. Ob hnub ntawd tsis txhob ua haujlwm dabtsi kiag li tsuas yog ua pluas noj pluas haus xwb."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.17","label":"17","content":"“Nej yuav coj kevcai noj ncuav tsis xyaw keeb rau qhov hnub no ntag yog hnub uas kuv tau coj nej cov neeg tawm hauv Iyi tebchaws. Vim li no nej yuav nco muab hnub no los ua kevcai noj haus ib tiam dhau ib tiam mus ib txhis li."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.18","label":"18","content":"Lub ib hlis hnub xiab kaum plaub thaum tsaus ntuj nej yuav noj ncuav tsis xyaw keeb mus txog hnub tim nees nkaum ib thaum tsaus ntuj."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.19","label":"19","content":"Hauv xya hnub ntawd tsis kheev kom muaj ib qho keeb nyob hauv nej tej tsev kiag li. Yog leejtwg tuaj ua qhua nyob lossis yug hauv lub tebchaws kuj xij noj ncuav xyaw keeb mas tus ntawd yuav raug muab txiav tawm hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.20","label":"20","content":"Nej tsis txhob noj ib yam dabtsi uas xyaw keeb rau hauv txhua lub chaw uas nej nyob, yuav tsum noj tej ncuav uas tsis xyaw keeb xwb.”"},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.21","label":"21","content":"Ces Mauxe txawm hu Yixayee tej kev txwj laus sawvdaws tuaj ua ke thiab hais rau lawv tias, “Nej sawvdaws txhua yim cia li xaiv ib tug menyuam yaj los tua ua kevcai hla dhau."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.22","label":"22","content":"Muab ib re nplooj zaub txig theem raus cov ntshav uas nyob hauv lub phaj, coj mus pleev rau ob tug npuab rooj thiab saum hau qhov rooj. Tsis txhob kheev nej ib tug tawm hauv nws lub tsev txog kaj ntug."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.23","label":"23","content":"Rau qhov Yawmsaub yuav hla tuaj mus tua cov Iyi. Thaum Yawmsaub pom cov ntshav saum hau qhov rooj thiab ntawm ob tug npuab rooj, nws yuav hla lub qhov rooj ntawd mus, nws yuav tsis kheev tus uas tua nkag mus tua nej rau hauv nej lub tsev."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.24","label":"24","content":"Nej yuav coj txoj kevcai no rau nej thiab nej tej tub ki mus ib txhis."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.25","label":"25","content":"Thaum nej mus txog lub tebchaws uas Yawmsaub yuav pub rau nej raws li uas nws tau cog lus tseg lawm, nej yuav tsum coj txoj kevcai no."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.26","label":"26","content":"Thaum nej tej tub ki nug nej tias, ‘Txoj kevcai no lub ntsiab yog dabtsi?’"},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.27","label":"27","content":"nej yuav teb tias, ‘Yog ua kevcai xyeem tsiaj hla dhau rau Yawmsaub, rau qhov Yawmsaub tau hla cov Yixayee tej tsev hauv Iyi tebchaws, rau thaum nws tua cov neeg Iyi, tiamsis tseg peb txhua tsev neeg.’ ” Cov pejxeem kuj nyo hau pe hawm Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.28","label":"28","content":"Mas cov Yixayee kuj mus ua tej no raws li Yawmsaub tau hais rau Mauxe thiab Aloo lawd."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.29","label":"29","content":"Thaum ib tag hmo Yawmsaub tua tej tub hlob txhua tus hauv Iyi tebchaws, txij ntua Falau tus tub hlob uas nyob saum lub zwm txwv mus txog tus uas raug kaw hauv tsev lojfaj tus tub hlob, thiab tej tsiaj txhu thawj tug menyuam txhua tus."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.30","label":"30","content":"Mas Falau thiab nws cov tub teg tub taws sawvdaws thiab cov Iyi sawvdaws sawv tsaus ntuj nti los. Muaj suab quaj nyiav nrov thoob plaws Iyi tebchaws, vim yog tsis tshuav ib yig uas tsis muaj neeg tuag li."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.31","label":"31","content":"Falau thiaj hu Mauxe thiab Aloo tuaj cuag nws hmo ntawd thiab hais tias, “Neb thiab cov Yixayee cia li sawv tsees tsiv ntawm kuv haiv neeg mus lauj. Cia li mus pe hawm Yawmsaub raws li neb twb hais cia lawd."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.32","label":"32","content":"Cia li coj nej tej yaj tej tshis thiab nej tej nyuj mus raws li neb twb hais cia lawd. Thiab foom koob hmoov rau kuv.”"},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.33","label":"33","content":"Cov Iyi kuj txhib kom cov Yixayee khiav tawm hauv lawv lub tebchaws sai sai. Lawv hais tias, “Peb tuag tag lawm lauj!”"},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.34","label":"34","content":"Cov Yixayee thiaj muab khaubncaws qhwv tej hmoov uas tsis tau xyaw keeb thiab tej phaj uas zuaj ncuav kwv kiag saum xub pwg mus."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.35","label":"35","content":"Cov Yixayee twb ua raws li Mauxe tau hais lawd, yog thov tej npauj nyiag npauj kub thiab tej tsoos tsho ntawm cov Iyi."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.36","label":"36","content":"Thiab Yawmsaub ua rau cov Iyi hlub cov Yixayee, thiaj muab txhua yam uas cov Yixayee thov pub rau lawv. Ua li no lawv thiaj lws tau cov Iyi."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.37","label":"37","content":"Cov Yixayee sawv taw tawm ntawm lub moos Lamexe mus txog lub moos Xukhau. Suav cov txivneej kwvlam muaj 600,000 leej tsis suav cov pojniam menyuam."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.38","label":"38","content":"Muaj lwm haiv neeg coob coob nrog lawv mus thiab. Sawvdaws raws tsiaj txhu coob coob mus tsis hais yaj tshis thiab nyuj."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.39","label":"39","content":"Lawv muab tej hmoov uas zuaj lawm coj tawm hauv Iyi tebchaws mus ci ua ncuav tsis xyaw keeb. Lawv tsis xyaw keeb rau qhov lawv raug txhib tawm hauv Iyi tebchaws thiab tos tsis taus thiaj npaj tsis yeej zaub mov."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.40","label":"40","content":"Cov Yixayee nyob hauv Iyi tebchaws tau plaub puas peb caug xyoo."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.41","label":"41","content":"Thaum dhau plaub puas peb caug xyoo lawd, hnub ntawd ntag Yawmsaub haiv neeg sawvdaws tawm hauv Iyi tebchaws mus."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.42","label":"42","content":"Hmo ntawd yog hmo uas Yawmsaub zov rawv yuav coj lawv tawm hauv Iyi tebchaws. Yog li ntawd hmo ntawd kuj yog hmo uas cov Yixayee sawvdaws yuav zov rawv nco txog Yawmsaub ib tiam dhau ib tiam mus li."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.43","label":"43","content":"Yawmsaub hais rau Mauxe thiab Aloo tias, “Kevcai hla dhau yuav tsum ua li no. Tsis txhob kheev lwm haiv neeg noj li."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.44","label":"44","content":"Tiamsis tus qhev twg uas nej rho nyiaj yuav los thiab muab nws ua kevcai txiav lawm nws li noj tau."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.45","label":"45","content":"Lwm haiv neeg uas nrog nej nyob thiab tej tub zog mas tsis txhob cia noj."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.46","label":"46","content":"Yuav tsum noj hauv tsev xwb, tsis txhob coj tej nqaij ib qho tawm rau nraum zoov kiag li, thiab tsis txhob muab tej pob txha lov."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.47","label":"47","content":"Cov Yixayee sawvdaws yuav tsum ua txoj kevcai no."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.48","label":"48","content":"Thaum muaj lwm haiv neeg los nrog nej nyob thiab xav ua kevcai hla dhau xyeem rau Yawmsaub, kuj kom nws cov txivneej sawvdaws ua kevcai txiav tso, nws li tuaj ze thiab ua kevcai tau. Nws thiaj zoo ib yam li cov uas yug rau hauv lub tebchaws. Tiamsis cov uas tsis tau ua kevcai txiav mas tsis txhob noj kiag li."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.49","label":"49","content":"Cov Yixayee uas yug hauv lub tebchaws thiab lwm haiv neeg uas los nrog nej nyob yuav tsum coj txoj kevcai no ib yam nkaus.”"},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.50","label":"50","content":"Mas cov Yixayee sawvdaws kuj ua tej no raws li Yawmsaub tau hais rau Mauxe thiab Aloo lawm."},{"bible_id":"1269","chapter_code":"EXO.12","verse_code":"EXO.12.51","label":"51","content":"Hnub ntawd ntag Yawmsaub coj cov Yixayee txhua xeem tawm hauv Iyi tebchaws mus raws li lawv tej pab tej pawg."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.2","label":"2","content":"“Cia li muab txhua tus tub hlob pub ua kuv tug. Txhua tus Yixayee thawj plab menyuam tsis hais neeg lossis tsiaj txhu los yog puavleej yog kuv li.”"},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.3","label":"3","content":"Mauxe hais rau cov pejxeem tias, “Cia li nco txog hnub no uas nej tawm hauv Iyi tebchaws hauv txojkev ua qhev los, rau qhov Yawmsaub siv nws txhais tes uas muaj hwjchim coj nej tawm los. Mas tsis txhob noj tej ncuav xyaw keeb."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.4","label":"4","content":"Hnub no nej yuav tawm mus, yog lub hli Anpis."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.5","label":"5","content":"Thaum Yawmsaub coj nej mus txog cov Khana‑as, cov Hithai, cov Amaulai, cov Hivai thiab cov Yenpu lub tebchaws, yog lub tebchaws uas Yawmsaub cog lus ruaj rau nej tej poj koob yawm txwv tias yuav muab rau nej, yog lub tebchaws uas muaj kua mis thiab zib ntab ntws nto, mas nej yuav coj txoj kevcai no rau lub hli Anpis no."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.6","label":"6","content":"Yuav tsum noj ncuav tsis xyaw keeb xya hnub, mas hnub uas xya yuav ua kevcai noj haus xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.7","label":"7","content":"Yuav noj ncuav tsis xyaw keeb kom puv xya hnub. Tsis txhob kheev kom muaj ib qho ncuav xyaw keeb nyob hauv nej lossis muaj ib qho keeb nyob hauv nej lub tebchaws kiag li."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.8","label":"8","content":"Hnub ntawd nej yuav tsum hais rau nej tej tub tias, ‘Qhov uas kuv ua li no yog vim tej xwm txheej uas Yawmsaub ua pab kuv rau thaum kuv tawm hauv Iyi tebchaws.’"},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.9","label":"9","content":"Txoj kevcai no yuav zoo li lub hom thawj uas nyob hauv nej txhais tes thiab ua lub chaw nco rau ntawm nej hauv pliaj, kom Yawmsaub txoj kevcai thiaj nyob hauv nej qhov ncauj, rau qhov Yawmsaub siv nws txhais tes uas muaj hwjchim coj nej tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.10","label":"10","content":"Vim li no nej yuav tsum ua raws li tej kab ke no rau lub sijhawm uas teem cia rau txhua xyoo."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.11","label":"11","content":"“Thaum Yawmsaub coj nej mus txog cov Khana‑as lub tebchaws thiab muab lub tebchaws rau nej raws li nws cog lus tseg rau nej thiab nej tej poj koob yawm txwv lawd,"},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.12","label":"12","content":"mas txhua tus uas yug thawj plab los yuav muab cais pub ua Yawmsaub tug. Nej tej tsiaj txhu thawj tug menyuam uas yog txiv txhua tus yeej yog Yawmsaub li."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.13","label":"13","content":"Mas yuav muab ib tug menyuam yaj txhiv thawj tug menyuam nees luav. Yog tsis txhiv mas muab lov caj dab pov tseg. Nej yuav tsum txhiv neeg thawj tus tub hlob huvsi thiab."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.14","label":"14","content":"Yav tom hauv ntej thaum nej tej tub nug nej tias, ‘Ua cas yuav ua li no?’ cia li hais rau nws tias, ‘Yawmsaub siv nws txhais tes uas muaj hwjchim coj peb tawm hauv Iyi tebchaws hauv txojkev ua qhev los."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.15","label":"15","content":"Thaum Falau ua lub siab tawv tsis kheev tso peb mus, Yawmsaub thiaj tua txhua tus tub hlob hauv Iyi tebchaws tsis hais neeg thiab tsiaj txhu. Vim li no kuv thiaj muab thawj plab menyuam tsiaj uas yog txiv xyeem rau Yawmsaub tiamsis txhua tus tub hlob kuv muab txhiv cia.’"},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.16","label":"16","content":"Txoj kevcai no yuav zoo li lub hom thawj uas nyob hauv nej txhais tes thiab ua lub chaw nco rau ntawm nej hauv pliaj, rau qhov Yawmsaub siv nws txhais tes uas muaj hwjchim coj peb tawm hauv Iyi tebchaws los.”"},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.17","label":"17","content":"Thaum Falau tso cov Yixayee tawm mus lawm, txawm yog txojkev hauv Filixatee tebchaws ze dua los Vajtswv tsis coj lawv taug txojkev ntawd, rau qhov Vajtswv hais tias, “Ntshai tsam thaum kuv haiv neeg ntsib kev ua rog lawv yuav ntxeev siab thim rov qab mus Iyi tebchaws.”"},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.18","label":"18","content":"Vajtswv thiaj coj lawv lug mus hauv tebchaws moj sab qhua rau Hiavtxwv Liab.  Cov Yixayee tawm hauv Iyi tebchaws muaj cuab yeej ua rog txhij zog."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.19","label":"19","content":"Mauxe coj Yauxej cov pob txha mus thiab, vim yog Yauxej kom cov Yixayee cog lus ruaj hais tias, “Vajtswv yuav los saib nej, mas nej yuav tsum coj kuv cov pob txha tawm ntawm no mus thiab.”"},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.20","label":"20","content":"Lawv tawm ntawm Xukhau mus tsuam chaw rau ntawm Ethas uas npuas ntug tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.21","label":"21","content":"Thaum nruab hnub Yawmsaub nyob hauv ib tug ncej huab coj lawv kev, thaum hmo ntuj Yawmsaub nyob hauv ib tug ncej hluavtaws ci rau lawv pom kev, xwv lawv thiaj mus tau kev nruab hnub hmo ntuj."},{"bible_id":"1269","chapter_code":"EXO.13","verse_code":"EXO.13.22","label":"22","content":"Tus ncej huab tuaj nruab hnub thiab tus ncej hluavtaws tuaj hmo ntuj tsis ncaim ntawm cov Yixayee hauv ntej kiag li."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.2","label":"2","content":"“Cia li hais rau cov Yixayee kom thim rov qab mus tsuam chaw rau ntawm Pihahilau uas nyob ntawm Midoo thiab hiavtxwv ntu nruab nrab, uas nyob ntawm Npa‑as Xefoo ib sab. Mas tsuam chaw ze ntug hiavtxwv rau qhov ntawd."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.3","label":"3","content":"Rau qhov Falau yuav hais txog cov Yixayee tias, ‘Lawv mus khuab rau ntawm ntug nqhuab, tebchaws moj sab qhua thaiv lawv kev lawm.’"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.4","label":"4","content":"Mas kuv yuav ua rau Falau lub siab tawv, nws thiaj yuav raws qab tuaj, mas kuv yuav tau koob meej ntawm Falau thiab nws cov tub rog huvsi. Mas cov Iyi yuav paub tias kuv yog Yawmsaub.” Lawv thiaj ua raws li ntawd."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.5","label":"5","content":"Thaum muaj neeg hais rau vajntxwv Iyi tias cov Yixayee khiav tag mus lawm, Falau thiab nws cov tub teg tub taws txawm ntxeev siab rau qhov uas tso cov Yixayee mus, thiab hais tias, “Ua cas peb ua li no es thiaj tso cov Yixayee khiav tawm ntawm qhov uas ua peb qhev mus lawm?”"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.6","label":"6","content":"Falau txawm npaj nws li tsheb ua rog thiab coj nws pab tub rog nrog nws mus."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.7","label":"7","content":"Nws coj rau pua lub tsheb ua rog uas zoo tshaj plaws thiab coj cov tsheb ua rog tag nrho hauv Iyi tebchaws mus, muaj thawj tub rog kav txhua lub tsheb huvsi."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.8","label":"8","content":"Yawmsaub ua rau Iyi tus vajntxwv Falau lub siab tawv, nws thiaj caum cov Yixayee uas twb khiav mus ua muaj plhus ntxias raws qab."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.9","label":"9","content":"Cov Iyi uas caum lawv mus yog tag nrho Falau tej nees thiab tsheb ua rog thiab nws tej tub rog caij nees thiab nws pab tub rog huvsi, mas lawv caum cuag cov Yixayee tseem tsuam chaw nyob ntawm ntug hiavtxwv ze Pihahilau uas nyob ntawm Npa‑as Xefoo ib sab."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.10","label":"10","content":"Thaum Falau tuaj ze, cov Yixayee tsa muag ntsia pom cov Iyi caum tuaj yuav cuag lawv mas lawv ntshai kawg li. Cov Yixayee thiaj quaj qw rau Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.11","label":"11","content":"Lawv hais rau Mauxe tias, “Koj coj peb los tuag rau hauv tebchaws moj sab qhua vim tsis muaj qhov ntxa rau hauv Iyi tebchaws lov? Koj coj peb tawm hauv Iyi tebchaws los ua dabtsi?"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.12","label":"12","content":"Peb twb hais rau koj hauv Iyi tebchaws lawm los tsis yog? ‘Tso peb nyob peb, cia peb ua cov Iyi qhev.’ Qhov uas ua cov Iyi qhev ntawd kuj zoo dua li uas los tuag rau hauv tebchaws moj sab qhua no.”"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.13","label":"13","content":"Mauxe hais rau cov pejxeem tias, “Tsis txhob ntshai, ywj meem nyob ruaj, saib Yawmsaub txojkev cawm dim uas nws yuav ua rau nej pom hnub no. Cov Iyi uas hnub no nej pom, nej yuav tsis pom dua li lawm."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.14","label":"14","content":"Yawmsaub yuav nyob nej chaw ua rog, nej tsuas nyob twjywm xwb.”"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.15","label":"15","content":"Yawmsaub hais rau Mauxe tias, “Ua cas koj quaj qw rau kuv? Koj cia li hais kom cov Yixayee mus lawm tom hauv ntej."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.16","label":"16","content":"Koj cia li tsa koj tus pas nrig, thiab tsa koj txhais tes rau saum hiavtxwv ua rau dej hiavtxwv faib rau ob sab, kom cov Yixayee thiaj mus tau saum cov av qhuav hauv nruab nrab hiavtxwv hla mus."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.17","label":"17","content":"Kuv yuav ua rau cov Iyi siab tawv kom lawv thiaj raws qab tuaj. Mas kuv yuav tau koob meej ntawm Falau thiab nws tej tub rog thiab nws tej tsheb nees thiab nws cov tub rog caij nees huvsi."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.18","label":"18","content":"Thaum kuv tau koob meej ntawm Falau thiab nws tej tsheb nees thiab nws cov tub rog caij nees, cov Iyi yuav paub tias kuv yog Yawmsaub.”"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.19","label":"19","content":"Vajtswv tus tubtxib saum ntuj uas ua cov Yixayee ntej ntawd txawm rov mus nyob tom lawv qub qab, thiab tus ncej huab uas ua lawv ntej kuj rov mus nyob tom lawv qub qab,"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.20","label":"20","content":"yog los nyob ntawm cov Iyi cov tub rog thiab cov Yixayee ntu nruab nrab. Tus ncej huab ua rau sab uas npuas cov Iyi tsaus ntuj ua rau sab uas npuas cov Yixayee pom kev, mas ib hmos kaj ntug ob tog tuaj tsis tau sib ze."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.21","label":"21","content":"Ces Mauxe txawm tsa nws txhais tes rau saum hiavtxwv mas Yawmsaub ua rau cua ntsawj hlob hlob sab hnub tuaj tuaj ntsawj dej hiavtxwv ib hmos ua rau hiavtxwv qhuav qhawv muab dej faib rau ob sab."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.22","label":"22","content":"Cov Yixayee thiaj mus taug kev qhuav qhawv hauv nruab nrab hiavtxwv, cov dej faib kiag rau sab xis thiab sab laug ua ntsa loog rau lawv."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.23","label":"23","content":"Cov Iyi kuj raws lawv qab rau hauv nruab nrab hiavtxwv, tag nrho Falau tej nees thiab tej tsheb ua rog thiab cov tub rog caij nees huvsi."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.24","label":"24","content":"Thaum yuav kaj ntug Yawmsaub tsa muag ntsia hauv tus ncej hluavtaws thiab tus ncej huab tuaj pom Iyi cov tub rog, mas nws ua rau cov Iyi ceeb zom zaws."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.25","label":"25","content":"Nws ua rau lawv tej log tsheb cam pes nkaus  mus tsis tshua taus. Cov Iyi thiaj sib hais tias, “Peb cia li khiav ntawm cov Yixayee rov qab rau qhov Yawmsaub nyob lawv chaw ua rog rau cov Iyi.”"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.26","label":"26","content":"Thaum ntawd Yawmsaub txawm hais rau Mauxe tias, “Cia li tsa koj txhais tes rau saum hiavtxwv ua rau cov dej hiavtxwv nphau rov los nyab cov Iyi thiab lawv tej tsheb ua rog thiab cov tub rog caij nees.”"},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.27","label":"27","content":"Mauxe txawm tsa tes rau saum hiavtxwv mas thaum kaj ntug dej hiavtxwv thiaj nphau los yam nkaus li qub. Cov Iyi khiav tej dej nphau ntawd tiamsis Yawmsaub muab cov Iyi xyeeb rau hauv nruab nrab hiavtxwv."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.28","label":"28","content":"Dej nphau rov los nyab kiag tej tsheb thiab cov tub rog caij nees thiab Falau cov tub rog huvsi uas caum lawv mus rau hauv hiavtxwv, tsis tshuav ib tug li."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.29","label":"29","content":"Tiamsis cov Yixayee taug kev qhuav qhawv hauv nruab nrab hiavtxwv, cov dej faib kiag rau sab xis thiab sab laug ua ntsa loog rau lawv."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.30","label":"30","content":"Yog li no hnub ntawd Yawmsaub cawm cov Yixayee dim hauv cov Iyi txhais tes, mas cov Yixayee pom cov Iyi tej cev tuag ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"EXO.14","verse_code":"EXO.14.31","label":"31","content":"Cov Yixayee pom tej haujlwm loj uas Yawmsaub tau ua rau cov Iyi, lawv kuj ntshai Yawmsaub thiab lawv ntseeg Yawmsaub thiab ntseeg nws tus qhev Mauxe."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.1","label":"1","content":"Thaum ntawd Mauxe thiab cov Yixayee hu zaj nkauj no rau Yawmsaub hais tias, “Kuv yuav hu nkauj qhuas Yawmsaub rau qhov nws twb kov yeej loj kawg nkaus, nws muab tej nees thiab tej tub rog caij nees laim kiag rau hauv hiavtxwv."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.2","label":"2","content":"Yawmsaub yog kuv lub zog thiab yog kuv zaj nkauj, thiab nws yog tus uas cawm kuv dim. Nws yog kuv tus Vajtswv ntag, kuv yuav qhuas nws, nws yog kuv txiv tus Vajtswv, kuv yuav qhuas ntxhias nws."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.3","label":"3","content":"Yawmsaub yog tus txawj ua rog, nws lub npe hu ua Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.4","label":"4","content":"Yawmsaub muab Falau tej tsheb ua rog thiab nws tej tub rog laim kiag rau hauv hiavtxwv, nws cov thawj rog uas txawj heev kuj tog kiag rau hauv Hiavtxwv Liab."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.5","label":"5","content":"Dej nphau los nyab kiag lawv, lawv tog rau hauv qab thu yam li lub pob zeb."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.6","label":"6","content":"Au Yawmsaub, koj txhais tes xis muaj hwjchim loj kawg. Au Yawmsaub, koj txhais tes xis tsoo yeeb ncuab tawg ntsoog tag."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.7","label":"7","content":"Koj siv koj lub hwjchim meej mom loj kawg muab cov uas tawm tsam koj ntxeev kiag pov tseg, koj tso koj txojkev npau taws muab lawv hlawv kub hnyiab tag yam nkaus li quav nyab."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.8","label":"8","content":"Koj lub qhov ntswg ua pa ntsawj dej sawv siab zuj zus, tej dej sawv siab ua ib phab, tej dej hauv hiavtxwv kuj nkoog khov kho."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.9","label":"9","content":"Cov yeeb ncuab hais tias, ‘Kuv yuav raws qab, kuv yuav caum cuag, kuv yuav muab tej uas txeeb tau los faib. Kuv yuav ua txhua yam rau lawv raws li kuv lub siab xav kom pov khawv nkaus. Kuv yuav rho ntaj, kuv txhais tes yuav ua kom lawv puam tsuaj.’"},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.10","label":"10","content":"Koj tshuab koj li cua ntsawj tuaj, dej hiavtxwv nyab kiag lawv. Lawv tog rau hauv cov dej uas nphau nyab kiag los ib yam li txhuas."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.11","label":"11","content":"“Au Yawmsaub, tej timtswv huvsi tus twg zoo cuag li koj? Tus twg zoo cuag li koj, uas dawb huv kawg nkaus, thiab muaj lub koob meej uas txaus hwm kawg, thiab ua tej txujci phimhwj?"},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.12","label":"12","content":"Koj tsa kiag koj txhais tes xis, lub ntiajteb kuj muab lawv nqos tag nrho."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.13","label":"13","content":"“Koj muaj txojkev hlub ruaj khov es coj haiv neeg uas koj txhiv dim lawm. Koj siv koj lub zog coj lawv txoj hauv kev mus txog koj lub chaw nyob uas dawb huv."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.14","label":"14","content":"Ib tsoom neeg tau hnov, mas lawv tshee hnyo. Cov neeg uas nyob hauv Filixatee tebchaws poob siab kawg."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.15","label":"15","content":"Nimno Edoo cov thawj kuj ntshai kawg, Mau‑a cov nom tswv kuj ntshai ib ce tshee hnyo, cov neeg hauv Khana‑as tebchaws sawvdaws siab ntsws yaj tag."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.16","label":"16","content":"Lawv raug kev txhawj kev ntshai ua siab puas tsus. Au Yawmsaub, vim yog koj txhais tes uas muaj hwjchim loj kawg, lawv thiaj li nyob twjywm tsis ua zog yam li pob zeb mus txog thaum koj haiv neeg hla dhau tag lawm, mus txog thaum cov neeg uas koj twb txhiv dim lawm hla dhau mus."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.17","label":"17","content":"Koj yuav coj lawv los thiab muab lawv txawb rau saum koj lub roob, au Yawmsaub, yog lub chaw uas koj ua cia rau koj nyob, thiab yog lub chaw pe hawm koj uas koj txhais tes tsim cia."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.18","label":"18","content":"Yawmsaub yuav kav mus ib txhis tsis kawg.”"},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.19","label":"19","content":"Thaum Falau tej nees thiab tej tsheb ua rog thiab nws tej tub rog caij nees nqes mus rau hauv hiavtxwv, Yawmsaub kuj ua kom dej hiavtxwv nphau los nyab kiag, tiamsis cov Yixayee mas taug kev qhuav qhawv hauv nruab nrab hiavtxwv."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.20","label":"20","content":"Aloo tus muam Mili‑as uas ua tus cev Vajtswv lus txawm coj ib lub nruas npuaj hauv nws txhais tes thiab cov pojniam sawvdaws npuaj nruas seev cev raws nws qab."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.21","label":"21","content":"Mili‑as hu nkauj rau lawv tias, “Cia li hu nkauj qhuas Yawmsaub rau qhov nws twb kov yeej loj kawg nkaus. Nws muab tej nees thiab tej tub rog caij nees laim kiag rau hauv hiavtxwv.”"},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.22","label":"22","content":"Dhau ntawd Mauxe coj cov Yixayee tawm ntawm Hiavtxwv Liab mus rau hauv tebchaws moj sab qhua Su. Lawv mus tau peb hnub ke hauv tebchaws moj sab qhua nrhiav tsis tau dej haus kiag li."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.23","label":"23","content":"Thaum lawv los txog ntawm Mala, lawv kuj haus tsis tau cov dej ntawm Mala rau qhov cov dej ntawd iab heev. Vim li no thiaj hu ua Mala."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.24","label":"24","content":"Cov pejxeem thiaj li yws yws Mauxe tias, “Peb yuav haus dabtsi?”"},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.25","label":"25","content":"Mauxe txawm tsa suab thov Yawmsaub. Yawmsaub thiaj qhia ib tog ntoo rau Mauxe pom, mas nws muab pov rau hauv dej, dej txawm qab lawm. Thaum nyob qhov chaw ntawd Yawmsaub thiaj qhia nws tej kab ke thiab nws tej kevcai rau lawv thiab sim lawv lub siab."},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.26","label":"26","content":"Yawmsaub hais tias, “Yog nej ua tib zoo mloog Yawmsaub uas yog nej tus Vajtswv tej lus thiab ua tej uas hum nws lub siab, thiab tig ntsej mloog nws tej lus nkaw thiab ua raws li nws tej kab ke txhua qhov, mas tej mob nkeeg uas kuv ua rau cov Iyi ntawd kuv yuav tsis tso rau saum nej kiag li, rau qhov kuv yog Yawmsaub, yog tus uas kho nej.”"},{"bible_id":"1269","chapter_code":"EXO.15","verse_code":"EXO.15.27","label":"27","content":"Dhau ntawd lawv txawm los txog ntawm Elee uas muaj kaum ob lub qhov dej txhawv thiab muaj xya caum tsob toov laj. Lawv txawm tsuam chaw nyob ntawm cov qhov dej ntawd."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.1","label":"1","content":"Lawv sawv kev ntawm Elee mas hnub tim kaum tsib lub ob hlis suav txij thaum lawv tawm hauv Iyi tebchaws los, ib tsoom Yixayee sawvdaws los txog hauv tebchaws moj sab qhua Xis uas nyob ntawm Elee thiab Xinai ntu nruab nrab."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.2","label":"2","content":"Ib tsoom Yixayee sawvdaws yws yws Mauxe thiab Aloo hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.3","label":"3","content":"Lawv hais rau ob tug tias, “Peb yeem tuag rau Yawmsaub tes hauv Iyi tebchaws rau thaum peb nyob ntawm tej laujkaub nqaij thiab noj tej zaub mov tsau npo zoo dua. Koj coj peb sawvdaws los yoo tshaib tuag tag rau hauv tebchaws moj sab qhua no xwb.”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.4","label":"4","content":"Mas Yawmsaub hais rau Mauxe tias, “Kuv yuav tso zaub mov saum ntuj los rau nej ib yam li tso nag los. Cov pejxeem yuav tsum niaj tagkis tawm mus khaws kom txaus noj ib hnub ntawd, kuv thiaj tau sim lawv lub siab saib lawv yuav ua raws li kuv tej lus los tsis ua."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.5","label":"5","content":"Hnub rau thaum lawv khaws tej uas yuav coj los tsev lawv yuav tsum khaws tshaj ib npaug rau saud li uas niaj hnub txeev khaws.”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.6","label":"6","content":"Mauxe thiab Aloo thiaj hais rau cov Yixayee sawvdaws tias, “Thaum tsaus ntuj nej yuav paub tias Yawmsaub yog tus uas coj nej tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.7","label":"7","content":"Thaum kaj ntug nej yuav pom Yawmsaub lub hwjchim ci ntsa iab, rau qhov Yawmsaub twb hnov tej lus uas nej yws nws lawm. Wb ob leeg yog leejtwg es nej yuav yws wb?”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.8","label":"8","content":"Mauxe hais tias, “Thaum yuav tsaus ntuj Yawmsaub yuav pub nqaij rau nej noj thiab thaum kaj ntug yuav pub mov rau nej noj tsau npo rau qhov nws twb hnov tej lus uas nej yws nws lawm. Wb ob leeg yog leejtwg? Nej tsis yws wb tiamsis yog nej yws Yawmsaub.”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.9","label":"9","content":"Mauxe hais rau Aloo tias, “Cia li hais rau ib tsoom Yixayee sawvdaws tias, ‘Txav los ze Yawmsaub, rau qhov nws twb hnov tej lus uas nej yws lawm.’ ”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.10","label":"10","content":"Thaum Aloo tabtom hais rau ib tsoom Yixayee sawvdaws mloog ntawd, lawv tsa muag ntsia rau tebchaws moj sab qhua mas pom Yawmsaub lub hwjchim ci ntsa iab tshwm rau hauv tus ncej huab."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.11","label":"11","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.12","label":"12","content":"“Kuv twb hnov tej lus uas cov Yixayee yws lawm. Cia li hais rau lawv tias, ‘Thaum tsaus ntuj zuag nej yuav tau nqaij noj, thiab thaum kaj ntug nej yuav tau mov noj tsau npo. Mas nej yuav paub tias kuv yog Yawmsaub uas yog nej tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.13","label":"13","content":"Thaum yuav tsaus ntuj tej pab noog ws ya los puv nkaus lawv tej chaw nyob, thiab thaum kaj ntug kuj muaj lwg ntsu ib ncig lawv tej chaw tsuam."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.14","label":"14","content":"Thaum tej lwg ntawd qhuav tag lawm kuj muaj tej nyuag nplai nyias nyias zoo li te nyob saum npoo av hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.15","label":"15","content":"Thaum cov Yixayee pom mas lawv sib nug tias, “No yog dabtsi ne?” rau qhov lawv tsis paub tias yog dabtsi. Mauxe hais rau lawv tias, “No yog tej mov uas Yawmsaub pub rau nej noj."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.16","label":"16","content":"Yawmsaub kom nej ua li no. Nej txhua tus khaws npaum li uas txaus nej noj tsau, ib leeg khaws ib aumaw  raws li muaj neeg coob los tsawg nyob hauv nws lub tsev ntaub.”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.17","label":"17","content":"Cov Yixayee ua raws li ntawd. Ib txhia khaws ntau ib txhia khaws tsawg."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.18","label":"18","content":"Tiamsis thaum lawv muab lub aumaw luj, tus uas khaws tau ntau kuj tsis muaj seem, tus uas khaws tau tsawg kuj muaj txaus. Txhua tus khaws npaum li uas txaus nws noj."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.19","label":"19","content":"Mauxe hais rau lawv tias, “Tsis pub leejtwg khaws ib qho cia rau tagkis.”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.20","label":"20","content":"Tiamsis lawv tsis mloog Mauxe hais. Muaj qee leej khaws ib qho cia rau tagkis, mas cov uas khaws ntawd kuj lwj kas thiab tsw lwj. Mauxe thiaj chim rau lawv."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.21","label":"21","content":"Lawv niaj tagkis nyias khaws txaus nyias noj tsau xwb. Thaum tshav ntuj kub tej mov uas lawv tsis khaws txawm yaj tag lawm."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.22","label":"22","content":"Thaum txog hnub rau lawv khaws ob npaug, ib leeg khaws ob aumaw.  Thaum Yixayee cov thawj tuaj hais rau Mauxe paub,"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.23","label":"23","content":"Mauxe hais rau lawv tias, “No yog tej uas Yawmsaub hais kom nej ua, ‘Tagkis yog hnub uas caiv so tiag tiag, yog hnub Xanpatau dawb huv rau Yawmsaub. Hnub no yuav ci dabtsi kuj cia li ci, yuav hau dabtsi kuj cia li hau, tej uas tshuav kuj khaws cia rau tagkis.’ ”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.24","label":"24","content":"Lawv khaws cia rau tagkis raws li Mauxe hais rau lawv, mas tej mov ntawd kuj zoo tsis lwj tsis ua kas."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.25","label":"25","content":"Mauxe hais tias, “Hnub no cia li noj tej mov ntawd, rau qhov hnub no yog Yawmsaub hnub Xanpatau. Hnub no nej yuav tsis pom tej mov ntawd tom tshav puam kiag li."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.26","label":"26","content":"Nej yuav khaws rau hnub xwb, mas hnub xya uas yog hnub Xanpatau yuav tsis muaj lawm.”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.27","label":"27","content":"Thaum txog hnub xya muaj qee leej mus khaws tiamsis nrhiav tsis muaj li."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.28","label":"28","content":"Yawmsaub hais rau Mauxe tias, “Nej yuav tsis kam ua raws li kuv tej lus nkaw thiab kuv tej kevcai ntev li cas?"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.29","label":"29","content":"Saib maj, Yawmsaub twb muab hnub Xanpatau rau nej, vim li no hnub rau nws pub mov txaus nej noj ob hnub. Nej txhua tus yuav tsum so nyob hauv tsev, tsis kheev leejtwg tawm hauv nws lub tsev rau hnub xya.”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.30","label":"30","content":"Yog li no cov pejxeem thiaj li so rau hnub xya."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.31","label":"31","content":"Cov Yixayee hu cov mov ntawd ua mana.  Tej lub dawb paug zoo li noob zaub txhwb qaib, thiab qab yam nkaus li tej ncuav nyias nyias uas xyaw zib ntab."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.32","label":"32","content":"Mauxe hais tias, “No yog tej uas Yawmsaub hais kom ua, ‘Luj ib aumaw  mana muab khaws cia ib tiam dhau ib tiam mus li, kom lawv thiaj tau pom cov mov uas kuv yug nej hauv tebchaws moj sab qhua rau thaum kuv coj nej tawm hauv Iyi tebchaws los.’ ”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.33","label":"33","content":"Mauxe hais rau Aloo tias, “Muab ib lub me hub los ntim ib aumaw mana khaws cia rau ntawm Yawmsaub lub xubntiag ib tiam dhau ib tiam mus li.”"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.34","label":"34","content":"Aloo thiaj muab cov mana ntawd tso rau ntawm lub phij xab uas muaj Yawmsaub tej lus, muab khaws cia raws li Yawmsaub hais rau Mauxe"},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.35","label":"35","content":"Cov Yixayee noj mana tau plaub caug xyoo los txog thaum lawv mus txog lub tebchaws uas nyob tau. Lawv noj mana los txog ntawm Khana‑as ciam teb."},{"bible_id":"1269","chapter_code":"EXO.16","verse_code":"EXO.16.36","label":"36","content":"(Ib efa  muaj kaum aumaw.)"},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.1","label":"1","content":"Ib tsoom Yixayee sawvdaws tshais chaw ntawm tebchaws moj sab qhua Xis mus ua ib ntus ib ntus raws li Yawmsaub hais. Lawv los tsuam chaw nyob rau ntawm Lefidee, tiamsis tsis muaj dej rau cov pejxeem haus."},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.2","label":"2","content":"Vim li no lawv thiaj nrhiav txim rau Mauxe thiab hais rau nws tias, “Muab dej rau peb haus maj.” Mauxe hais rau lawv tias, “Nej nrhiav txim rau kuv ua dabtsi? Ua cas nej yuav sim Yawmsaub?”"},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.3","label":"3","content":"Tiamsis cov pejxeem nqhis dej heev ntawm lub chaw ntawd, lawv thiaj yws Mauxe tias, “Ua cas koj coj peb tawm hauv Iyi tebchaws los ua rau peb thiab peb tej menyuam thiab tej tsiaj txhu nqhis dej tuag?”"},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.4","label":"4","content":"Mauxe thiaj quaj thov Yawmsaub tias, “Kuv yuav ua li cas rau cov pejxeem no? Lawv twb yuav xuas pob zeb muab kuv ntaus tuag.”"},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.5","label":"5","content":"Yawmsaub hais rau Mauxe tias, “Cia li ua cov pejxeem ntej mus thiab coj Yixayee tej kev txwj laus qee leej nrog koj mus. Thiab tuav rawv tus pas nrig uas koj nplawm tus dej Nai mus thiab."},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.6","label":"6","content":"Kuv yuav sawv tab meeg ntawm koj xubntiag saum phab zeb ntawm lub roob Haule.  Koj cia li ntaus phab zeb, dej yuav txhawv los rau cov pejxeem haus.” Mauxe ua raws li ntawd tab meeg Yixayee cov kev txwj laus."},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.7","label":"7","content":"Mauxe hu qhov chaw ntawd tias Maxa thiab Melinpa,  vim yog cov Yixayee nrhiav txim rau nws thiab sim Yawmsaub hais tias, “Yawmsaub nrog peb nyob los tsis nyob lawm?”"},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.8","label":"8","content":"Thaum ntawd cov Amalej tuaj ua rog rau cov Yixayee ntawm Lefidee."},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.9","label":"9","content":"Mauxe hais rau Yausua tias, “Cia li xaiv cov txivneej tawm mus ua rog rau cov Amalej. Tagkis kuv yuav sawv ntsug tuav rawv Vajtswv tus pas nrig hauv kuv txhais tes saum lub hauv roob.”"},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.10","label":"10","content":"Yausua kuj ua raws li Mauxe hais, nws mus ua rog rau cov Amalej. Mauxe thiab Aloo thiab Hawj kuj nce mus saum lub hauv roob."},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.11","label":"11","content":"Mauxe tsa tes thaum twg, cov Yixayee kov yeej thaum ntawd, qhau tes thaum twg cov Amalej txawm kov yeej thaum ntawd."},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.12","label":"12","content":"Tiamsis Mauxe tes tsaug leeg. Aloo thiab Hawj thiaj coj ib lub pob zeb los rau Mauxe zaum, mas ob tug thiaj pab tsa Mauxe ob txhais tes ib leeg ib sab, nws txhais tes thiaj tsa khov kho mus txog hnub poob qho."},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.13","label":"13","content":"Yausua thiaj xuas ntaj tua yeej cov Amalej swb kiag."},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.14","label":"14","content":"Yawmsaub hais rau Mauxe tias, “Cia li sau tej no rau hauv ntawv kom thiaj nco tau thiab piav rau Yausua mloog tias kuv yuav muab cov Amalej ntxuav kom ploj tag tsis muaj leejtwg nco tau lawv rau hauv qab ntuj no.”"},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.15","label":"15","content":"Mauxe thiaj ua ib lub thaj xyeem rau Yawmsaub thiab tis npe hu tias, Yawmsaub yog kuv tus chij,"},{"bible_id":"1269","chapter_code":"EXO.17","verse_code":"EXO.17.16","label":"16","content":"thiab nws hais tias, “Rau qhov muaj txhais tes tsa rau saum Yawmsaub lub zwm txwv.  Mas Yawmsaub yuav ua rog rau cov Amalej ib tiam dhau ib tiam mus li.”"},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.1","label":"1","content":"Yethoo uas yog cov Midee tus pov thawj thiab yog Mauxe yawm txiv, tau hnov txog tej haujlwm uas Vajtswv ua pab Mauxe thiab pab Vajtswv haiv neeg Yixayee rau thaum Yawmsaub coj lawv tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.2","label":"2","content":"Mauxe yawm txiv Yethoo tau txais Mauxe tus pojniam Xipaula rau thaum Mauxe xa Xipaula mus,"},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.3","label":"3","content":"thiab nws ob tug tub. Ib tug hu ua Kawsoo  (rau qhov nws hais tias, “Kuv yog ib tug uas ua qhua nyob rau hauv luag tebchaws.”)"},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.4","label":"4","content":"Thiab ib tug hu ua Eliyexaw  (rau qhov nws hais tias, “Kuv txiv tus Vajtswv yog tus uas pab kuv thiab cawm kuv dim hauv Falau rab ntaj.”)"},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.5","label":"5","content":"Mauxe yawm txiv Yethoo coj Mauxe ob tug tub thiab Mauxe tus pojniam tuaj rau Mauxe hauv tebchaws moj sab qhua uas lawv tsuam chaw nyob ntawm Vajtswv lub roob."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.6","label":"6","content":"Nws txib neeg mus hais rau Mauxe tias, “Koj yawm txiv Yethoo coj koj pojniam thiab ob tug tub tuaj rau koj.”"},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.7","label":"7","content":"Mauxe thiaj tawm mus tos yawm txiv thiab pe thiab nwj nws. Ob tug sib tham txog kev noj qab nyob zoo thiab nkag los rau hauv tsev ntaub."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.8","label":"8","content":"Mauxe piav rau nws yawm txiv mloog txog txhua yam uas Yawmsaub ua rau Falau thiab ua rau cov Iyi vim yog saib rau cov Yixayee, thiab tej kev ceeblaj huvsi uas raug cov Yixayee ntawm ib tog kev thiab Yawmsaub tau cawm lawv dim li cas."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.9","label":"9","content":"Yethoo kuj zoo siab heev rau txhua yam zoo uas Yawmsaub tau ua pab cov Yixayee rau thaum nws cawm lawv dim hauv cov Iyi txhais tes."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.10","label":"10","content":"Yethoo thiaj hais tias, “Qhuas Yawmsaub uas tau cawm nej dim hauv cov Iyi txhais tes thiab hauv Falau txhais tes, yog cawm cov Yixayee sawvdaws dim hauv cov Iyi txhais tes."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.11","label":"11","content":"Nimno kuv paub tias Yawmsaub loj dhau tej timtswv huvsi, rau qhov nws ua tej no rau thaum cov Iyi tsuj yuam cov Yixayee ua khav ntxhias.”"},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.12","label":"12","content":"Mauxe yawm txiv Yethoo kuj muab tsiaj ua kevcai hlawv xyeem thiab tua tsiaj xyeem rau Vajtswv. Aloo thiab Yixayee cov kev txwj laus sawvdaws tuaj nrog Mauxe yawm txiv noj ib pluag mov ntawm Vajtswv xubntiag."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.13","label":"13","content":"Tagkis tom qab Mauxe zaum tu plaub rau cov pejxeem. Lawv sawv vij vog Mauxe thaum sawv ntxov mus txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.14","label":"14","content":"Thaum Mauxe yawm txiv pom txhua yam haujlwm uas Mauxe ua rau cov pejxeem ntawd, nws hais tias, “Koj ua dabtsi li no rau cov pejxeem? Ua cas koj tib leeg nyob tu plaub li no, thiab cov pejxeem sawvdaws yuav sawv vij koj tagkis txog tsaus ntuj?”"},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.15","label":"15","content":"Mauxe teb yawm txiv tias, “Yog cov pejxeem tuaj cuag kuv kom kuv ua nug rau Vajtswv."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.16","label":"16","content":"Thaum lawv muaj plaub muaj ntug lawv tuaj cuag kuv, kuv thiaj tu tau rau ob tog, thiab kuv qhia rau lawv paub txog Vajtswv tej kab ke thiab tej uas Vajtswv phua cai.”"},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.17","label":"17","content":"Mauxe yawm txiv thiaj hais rau nws tias, “Koj ua li no tsis zoo."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.18","label":"18","content":"Koj thiab cov pejxeem uas tuaj no yuav qaug zog tag rau qhov tej uas koj ua no hnyav dhau koj lub zog lawm, thiab koj tib leeg xwb ua tsis taus."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.19","label":"19","content":"Koj mloog kuv hais, kuv yuav taw qhia koj thiab thov Vajtswv nrog nraim koj. Koj ua tus uas sawv cev ntawm cov pejxeem rau Vajtswv, coj lawv tej plaub mus ua nug rau Vajtswv."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.20","label":"20","content":"Koj yuav qhuab qhia kom lawv paub tej kab ke thiab tej uas phua cai rau lawv, thiab qhia lawv paub ua lawv lub neej li cas thiab paub tej uas lawv yuav tsum ua."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.21","label":"21","content":"Tsis tag li ntawd xwb, koj cia li xaiv cov txivneej hauv cov Yixayee uas muaj peevxwm thiab paub ntshai Vajtswv thiab tso siab tau thiab ntxub noj nyiaj xiab. Tsa lawv cov no los ua cov uas kav pejxeem, kav ib txhiab leej thiab kav ib puas leej thiab kav tsib caug leej thiab kav kaum leej."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.22","label":"22","content":"Cia lawv tu cov pejxeem tej plaub txhua lub sijhawm. Tej tshaj plaub loj, cia lawv coj tuaj cuag koj, hos tej plaub me cia lawv tu lawv xwb. Ua li no thiaj yoojyim rau koj thiab lawv thiaj nrog koj ris lub nra hnyav."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.23","label":"23","content":"Yog koj ua li no thiab Vajtswv qhia koj ua, mas koj thiaj thev taus thiab cov pejxeem sawvdaws no thiaj tau rov mus tsev kaj siab lug.”"},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.24","label":"24","content":"Mauxe kuj mloog nws yawm txiv tej lus thiab ua raws li nws qhia txhua yam."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.25","label":"25","content":"Mauxe xaiv cov txivneej uas muaj peevxwm hauv cov Yixayee ua cov pejxeem li thawj, tsa kav ib txhiab leej kav ib puas leej kav tsib caug leej thiab kav kaum leej."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.26","label":"26","content":"Mas lawv cov no tu cov pejxeem tej plaub txhua lub sijhawm. Tej plaub uas ceeblaj lawv li coj mus cuag Mauxe, tej plaub me me lawv tu lawv xwb."},{"bible_id":"1269","chapter_code":"EXO.18","verse_code":"EXO.18.27","label":"27","content":"Ces Mauxe txawm xa nws yawm txiv rov mus, yawm txiv thiaj rov qab mus rau nws lub tebchaws lawm."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.1","label":"1","content":"Lub peb hlis hnub xiab ib suav txij thaum cov Yixayee tawm hauv Iyi tebchaws los hnub ntawd lawv los txog hauv tebchaws moj sab qhua Xinai."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.2","label":"2","content":"Thaum lawv sawv kev tawm ntawm Lefidee lawv los txog hauv tebchaws moj sab qhua Xinai, lawv kuj tsuam chaw nyob hauv tebchaws moj sab qhua. Cov Yixayee tsuam chaw nyob ntawm taw roob Xinai."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.3","label":"3","content":"Mauxe nce mus cuag Vajtswv, mas Yawmsaub hu saum lub roob tuaj rau nws tias, “Cia li hais li no rau Yakhauj caj ces uas yog haiv neeg Yixayee tias,"},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.4","label":"4","content":"‘Nej twb pom tej uas kuv ua rau cov Iyi lawm, thiab qhov uas kuv kwv kiag nej yam nkaus li tus dav kwv menyuam saum nws phab tis, thiab coj nej los cuag kuv."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.5","label":"5","content":"Nimno yog nej mloog kuv lus thiab ua raws li kuv tej lus cog tseg, mas nej yuav ua kuv teej kuv tug hauv ib tsoom neeg sawvdaws. Tag nrho lub ntiajteb huvsi yog kuv li,"},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.6","label":"6","content":"tiamsis nej yuav ua ib lub tebchaws pov thawj rau kuv thiab ua haiv neeg dawb huv.’ Koj yuav hais tej lus no rau cov Yixayee mloog.”"},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.7","label":"7","content":"Mauxe thiaj rov los hu cov kev txwj laus hauv cov pejxeem tuaj ua ke mas piav txhua lo lus uas Yawmsaub hais rau nws lawm rau lawv mloog."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.8","label":"8","content":"Mas cov pejxeem sawvdaws ib txhij teb hais tias, “Peb yuav ua txhua yam uas Yawmsaub hais ntawd.” Mauxe thiaj coj cov pejxeem tej lus mus hais rau Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.9","label":"9","content":"Yawmsaub hais rau Mauxe tias, “Kuv yuav los rau ntawm koj hauv tauv huab uas tsaus nti, kom cov pejxeem thiaj li hnov thaum kuv hais lus rau koj, mas lawv thiaj li tso siab rau koj mus ib txhis.” Mauxe coj cov pejxeem tej lus mus hais rau Yawmsaub,"},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.10","label":"10","content":"mas Yawmsaub hais rau Mauxe tias, “Cia li mus thiab tu kom cov pejxeem dawb huv rau kuv rau hnub no thiab tagkis, thiab kom lawv ntxhua lawv tej tsoos tsho."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.11","label":"11","content":"Cia li npaj kom txhij rau hnub uas peb, rau qhov hnub uas peb ntawd Yawmsaub yuav nqes los rau saum lub roob Xinai tab meeg cov pejxeem sawvdaws."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.12","label":"12","content":"Koj yuav tsum kem ciam thaiv cov pejxeem nyob puag ncig lub roob, thiab hais tias, ‘Nej yuav tsum ceev faj tsis txhob nce mus rau saum lub roob thiab tsis txhob kov lub taw roob ntawd kiag li. Yog leejtwg kov lub roob ntawd, nws yuav raug muab tua pov tseg."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.13","label":"13","content":"Tsis txhob xuas tes kov tus ntawd kiag li, cia li xuas pob zeb ntaus nws tuag lossis xuas hneev tua nws. Tsis hais tsiaj txhu thiab neeg los xij, tsis txhob tseg ciaj sia kiag li.’ Thaum hnov raj kub yaj nrov ntev mas lawv mus tau rau saum lub roob.”"},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.14","label":"14","content":"Mauxe nqes saum roob los rau ntawm cov pejxeem, thiab tu kom cov pejxeem dawb huv rau Yawmsaub. Mas lawv ntxhua lawv tej tsoos tsho."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.15","label":"15","content":"Mauxe hais rau cov pejxeem tias, “Nej yuav npaj kom txhij rau hnub uas peb. Nej tsis txhob mus ze pojniam kiag li.”"},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.16","label":"16","content":"Thaum txog hnub peb thaum sawv ntxov kuj muaj xob nthe xob laim liab vog, thiab muaj huab tsaus nti saum lub roob, thiab muaj suab raj kub yaj nrov heev, ua rau cov pejxeem sawvdaws uas tsuam chaw nyob ntawd ntshai tshee hnyo."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.17","label":"17","content":"Mauxe thiaj coj cov pejxeem tawm hauv lub chaw nyob mus ntsib Vajtswv, lawv tuaj sawv ntsug ntawm taw roob."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.18","label":"18","content":"Muaj pa ncho laum nkaus lub roob Xinai rau qhov Yawmsaub nyob hauv cov nplaim taws nqes los. Muaj pa ncho hlob hlob ib yam li ib cub tawg loj, lub roob kuj ntseeg nkaws."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.19","label":"19","content":"Thaum raj kub yaj nrov heev zuj zus, Mauxe kuj hais thiab Vajtswv ua xob nthe teb nws."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.20","label":"20","content":"Yawmsaub nqes los rau saum lub ncov roob Xinai. Yawmsaub hu Mauxe nce mus rau saum lub ncov roob, mas Mauxe thiaj li nce mus."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.21","label":"21","content":"Yawmsaub hais rau Mauxe tias, “Cia li rov qab nqes mus ntuas cov pejxeem ntshai tsam lawv hla los txog ntawm Yawmsaub vim yog xav saib, ces lawv yuav puam tsuaj coob coob."},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.22","label":"22","content":"Thiab cov pov thawj uas los ze Yawmsaub yuav tsum tu lawv tus kheej kom dawb huv rau Yawmsaub ntshai tsam Yawmsaub ua rau lawv puam tsuaj.”"},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.23","label":"23","content":"Mauxe hais rau Yawmsaub tias, “Cov pejxeem tuaj tsis tau rau ntawm lub roob Xinai rau qhov koj twb hais tawv rau peb tias, ‘Kem ciam puag ncig lub roob thiab tu kom lub roob dawb huv.’ ”"},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.24","label":"24","content":"Yawmsaub hais rau Mauxe tias, “Cia li nqes mus thiab coj Aloo nrog koj nce rov qab tuaj. Tiamsis tsis txhob kheev cov pov thawj thiab cov pejxeem hla tuaj txog ntawm Yawmsaub tsam ces nws ua rau lawv puam tsuaj.”"},{"bible_id":"1269","chapter_code":"EXO.19","verse_code":"EXO.19.25","label":"25","content":"Mauxe thiaj nqes rov mus hais rau cov pejxeem raws li ntawd."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.1","label":"1","content":"Vajtswv hais tej lus no huvsi tias,"},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.2","label":"2","content":"“Kuv yog Yawmsaub uas yog koj tus Vajtswv, uas coj koj tawm hauv Iyi tebchaws hauv txojkev ua qhev los."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.3","label":"3","content":"Koj tsis txhob muaj dua lwm tus vajtswv uas tsis yog kuv."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.4","label":"4","content":"“Koj tsis txhob ua dab mlom rau koj pe tsis hais tej uas muaj yam ntxwv zoo li tej uas nyob saum nruab ntug lossis tej uas nyob hauv ntiajteb lossis tej uas nyob hauv dej hauv nruab tiv txwv."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.5","label":"5","content":"Tsis txhob pe thiab tsis txhob ua koom tu tej dab mlom ntawd, rau qhov kuv yog Yawmsaub uas yog koj tus Vajtswv, yog tus Vajtswv uas khib xeeb heev, mas yuav rau txim rau leej txiv uas ntxub kuv thiab poob mus rau nws cov tub ki mus txog peb plaub tiam."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.6","label":"6","content":"Tiamsis kuv yuav ua txojkev hlub uas ruaj khov tshwm rau cov uas hlub kuv thiab ua raws li kuv tej kevcai ntau txhiab tiam neeg."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.7","label":"7","content":"“Tsis txhob lam hais saib tsis taus Yawmsaub uas yog koj tus Vajtswv lub npe, rau qhov tus uas lam hais saib tsis taus nws lub npe, mas Yawmsaub yuav tsis zam txim."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.8","label":"8","content":"“Koj yuav tsum nco ntsoov hwm hnub Xanpatau  ua hnub uas dawb huv."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.9","label":"9","content":"Koj yuav tsum khwv thiab ua koj tej haujlwm huvsi rau hnub."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.10","label":"10","content":"Tiamsis hnub xya yog hnub Xanpatau uas caiv rau Yawmsaub uas yog koj tus Vajtswv. Hnub ntawd tsis txhob ua ib yam haujlwm dabtsi li, tsis hais koj tus kheej thiab koj tej tub tej ntxhais thiab koj cov tub qhe nkauj qhev thiab koj tej tsiaj txhu thiab lwm haiv neeg uas tuaj nyob hauv koj lub moos."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.11","label":"11","content":"Vim tias rau hnub xwb Yawmsaub tau tsim lub ntuj lub teb thiab hiavtxwv, thiab txhua yam uas muaj nyob rau hauv, mas hnub uas xya Yawmsaub so. Vim li no Yawmsaub thiaj foom koob hmoov rau hnub Xanpatau thiab muab hnub ntawd teem ua hnub uas dawb huv."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.12","label":"12","content":"“Koj yuav tsum hwm koj niam koj txiv kom koj thiaj muaj txojsia nyob ntev rau hauv lub tebchaws uas Yawmsaub uas yog koj tus Vajtswv pub rau koj."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.13","label":"13","content":"“Tsis txhob tua neeg."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.14","label":"14","content":"“Tsis txhob deev luag poj luag txiv."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.15","label":"15","content":"“Tsis txhob ua tub sab."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.16","label":"16","content":"“Tsis txhob ua cuav timkhawv iab hiam luag lwm tus."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.17","label":"17","content":"“Tsis txhob ua siab hlob xav tau luag vaj luag tsev, tsis txhob ua siab hlob xav tau luag tus pojniam thiab luag tus tub qhe nkauj qhev, luag tej nyuj tej nees luav lossis ib yam dabtsi uas yog luag li.”"},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.18","label":"18","content":"Thaum cov pejxeem sawvdaws hnov xob nthe pom xob laim liab vog thiab hnov lub suab raj kub yaj nrov thiab pom pa ncho hlob saum lub roob, lawv ntshai heev tshee hnyo. Lawv nyob deb deb"},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.19","label":"19","content":"thiab hais rau Mauxe tias, “Koj cia li hais rau peb xwb, peb yuav mloog. Tsis txhob cia Vajtswv hais rau peb tsam ces peb tuag.”"},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.20","label":"20","content":"Mauxe thiaj hais rau cov pejxeem tias, “Tsis txhob ntshai, rau qhov Vajtswv nqes los sim nej lub siab xwb, kom nej thiaj li paub ntshai nws tsis tu ncua li thiab nej thiaj tsis ua txhaum.”"},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.21","label":"21","content":"Cov pejxeem nyob deb deb tiamsis Mauxe txav mus ze qhov uas tsaus ntuj nti uas Vajtswv nyob."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.22","label":"22","content":"Yawmsaub hais rau Mauxe tias, “Cia li hais rau cov Yixayee li no tias, ‘Nej twb pom lawm tias kuv hais saum ntuj los rau nej."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.23","label":"23","content":"Nej muaj kuv lawm mas tsis txhob ua dab mlom nyiaj lossis dab mlom kub rau nej pe."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.24","label":"24","content":"Koj yuav tsum xuas av ua lub thaj xyeem rau kuv, thiab saum lub thaj ntawd koj yuav tsum muab koj tej yaj tej nyuj tua ua kevcai hlawv xyeem thiab ua kevcai xyeem sib raug zoo. Hauv txhua lub chaw uas kuv tu kom nco txog kuv lub npe, mas kuv yuav los ntsib koj thiab foom koob hmoov rau koj."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.25","label":"25","content":"Yog koj xuas pob zeb ua lub thaj xyeem rau kuv, tsis txhob muab tej pob zeb uas twb txhwm lawm los ua. Yog koj siv cuab yeej txhwm pob zeb mas koj ua rau lub thaj qias tsis huv lawm."},{"bible_id":"1269","chapter_code":"EXO.20","verse_code":"EXO.20.26","label":"26","content":"Thiab tsis txhob nce tus ntaiv mus rau saum kuv lub thaj, kom luag thiaj tsis pom koj chaw txaj muag.’ ”"},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.1","label":"1","content":"“Ntawm no mus yog tej kevcai uas koj yuav tsum qhia rau lawv paub."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.2","label":"2","content":"Yog nej yuav ib tug neeg Henplais ua qhev, nws yuav ua koj qhev rau xyoo xwb, xyoo uas xya nws yuav dim tsis txog txhiv."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.3","label":"3","content":"Yog tus qhev ntawd los ib leeg xwb nws kuj dim ib leeg mus, yog nws muaj pojniam los thiab, tus pojniam kuj nrog nws dim thiab."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.4","label":"4","content":"Yog tus lospav yuav pojniam rau nws thiab yug tau tub lossis ntxhais, tus pojniam thiab cov menyuam ntawd tseem ua tus lospav li qhev, nws dim ib leeg xwb."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.5","label":"5","content":"Tiamsis yog tus qhev hais tseeb tias, ‘Kuv nyiam tus lospav thiab kuv pojniam menyuam, kuv tsis xav tawm mus nyob ywj pheej.’"},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.6","label":"6","content":"Mas tus lospav yuav coj nws mus cuag Vajtswv,  coj nws mus rau ntawm lub qhov rooj lossis ntawm ob tug npuab rooj, mas tus lospav yuav xuas koob laum nws taub ntsej qhov ntawd mas nws yuav ua tus lospav qhev mus tag nws sim neej."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.7","label":"7","content":"“Yog leejtwg muab nws tus ntxhais muag ua qhev, mas tus ntxhais ntawd yuav tsis dim yam li lwm tus tub qhe."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.8","label":"8","content":"Yog nws tsis hum tus lospav uas xaiv nws los ua niam yau lub siab, mas tus lospav yuav cia leej txiv txhiv nws. Tus lospav tsis muaj cai muab nws muag rau lwm haiv neeg, rau qhov nws ua tsis ncaj rau tus ntxhais ntawd."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.9","label":"9","content":"Yog tus lospav yuav tus ntxhais ntawd rau nws tus tub ua pojniam, nws yuav tsum ua zoo rau tus ntxhais ntawd ib yam li ua rau nws tej ntxhais."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.10","label":"10","content":"Yog nws yuav lwm tus los ua niam yau, nws yuav tsum pub niam hlob noj sib luag hnav sib luag thiab pw ua ke sib luag ib yam li qub."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.11","label":"11","content":"Yog nws tsis ua peb yam no mas tus ntxhais ntawd yuav dim dawb tsis txog muab nyiaj txhiv."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.12","label":"12","content":"“Leejtwg ntaus neeg tuag, mas nws yuav raug lub txim tuag."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.13","label":"13","content":"Tiamsis tsis yog nws txhob txwm tua, tiamsis yog Vajtswv cia tus ntawd tuag rau hauv nws txhais tes, mas kuv yuav npaj ib lub chaw cia rau nws khiav mus nyob."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.14","label":"14","content":"Tiamsis yog nws txhob txwm xav tswvyim phem mus ntaus neeg tuag, mas koj yuav muab nws rub ntawm kuv lub thaj mus, rau txim kom tuag."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.15","label":"15","content":"“Leejtwg ntaus nws niam nws txiv tus ntawd yuav raug txim tuag."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.16","label":"16","content":"“Leejtwg nyiag neeg mus muag lossis tseem cia nyob ntawm nws txhais tes kuj xij, nws yuav raug txim tuag."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.17","label":"17","content":"“Leejtwg cem foom nws niam nws txiv tsis zoo yuav raug txim tuag."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.18","label":"18","content":"“Yog muaj ob leeg sib cav sib ceg es ib tug xuas pob zeb ntaus lossis nkaug nrig raug ib tug, tiamsis tsis tuag tsuas yog mob pw hauv txaj xwb,"},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.19","label":"19","content":"yog tus uas raug mob ntawd sawv taus tuav tus pas nrig mus tau nraum zoov hauv tsev, mas tus uas ntaus ntawd kuj dim nws lub txim, tsuas yog nws yuav them tej nqe sijhawm uas raug mob, thiab tu tus mob ntawd kom zoo kiag."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.20","label":"20","content":"“Yog leejtwg xuas qws ntaus nws tej tub qhe nkauj qhev es tus qhev ntawd tuag, tus ntawd yuav tsum raug txiav txim."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.21","label":"21","content":"Yog tus qhev ntawd nyob tau ib hnub lossis ob hnub tus lospav yuav tsis raug txiav txim, rau qhov tus qhev ntawd yog nws teej tug."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.22","label":"22","content":"“Yog ob tug txivneej sib ntaus es ho ntaus raug ib tug pojniam uas suab menyuam ua rau nchuav menyuam tiamsis tus pojniam tsis muaj li cas, mas yuav nplua tus uas ntaus ntawd npaum li nws tus txiv hu nqe thiab nws yuav them npaum li cov uas tu plaub tu."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.23","label":"23","content":"Tiamsis yog puas xwm li cas, kuj yuav muab siav pauj siav,"},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.24","label":"24","content":"qhov muag pauj qhov muag, kaus hniav pauj kaus hniav, tes pauj tes, taw pauj taw,"},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.25","label":"25","content":"qhov kub hnyiab pauj qhov kub hnyiab, qhov txhab pauj qhov txhab, qhov doog pauj qhov doog."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.26","label":"26","content":"“Yog leejtwg ntaus nws tus tub qhe nkauj qhev qhov muag nws thiaj dig lawm, nws yuav tsum muab tus qhev ntawd tso dim dawb vim tim lub qhov muag dig lawm."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.27","label":"27","content":"Yog nws ntaus nws tus tub qhe nkauj qhev ua rau lov hniav, nws yuav tsum muab tus qhev ntawd tso dim dawb vim tim tus hniav ntawd lov lawm."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.28","label":"28","content":"“Yog nyuj nrau tus txivneej twg los tus pojniam twg tuag, yuav tsum muab pob zeb ntaus tus nyuj ntawd kom tuag, thiab tsis txhob noj cov nqaij nyuj kiag li. Tiamsis tus tswv nyuj ntawd tsis txhaum."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.29","label":"29","content":"Tiamsis yog tus nyuj ntawd twb txeev nrau lwm tus neeg lawm thiab muaj neeg tuaj qhia rau tus tswv paub lawm tiamsis tus tswv tsis muab kaw cia, tus nyuj thiaj li nrau pojniam lossis txivneej tuag, mas tus nyuj yuav tsum raug pob zeb ntaus tuag thiab tus tswv kuj yuav raug txim tuag."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.30","label":"30","content":"Yog luag hu nqe txhiv tus tswv nyuj, nws yuav tsum them nqe txhiv nws txojsia npaum li luag hu."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.31","label":"31","content":"Yog tus nyuj ntawd nrau leejtwg li tub los ntxhais kuj yuav txiav txim rau tus tswv raws li tib txoj kevcai no."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.32","label":"32","content":"Yog tus nyuj ntawd nrau ib tug tub qhe lossis nkauj qhev, tus tswv nyuj yuav them peb caug sekhee nyiaj  rau tus lospav, thiab tus nyuj yuav raug pob zeb ntaus tuag."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.33","label":"33","content":"“Yog leejtwg qheb qhov cia lossis khawb qhov tsis muab faus, es nyuj lossis nees luav poob rau hauv,"},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.34","label":"34","content":"mas tus tswv uas khawb qhov yuav tsum them tus tsiaj ntawd nqe. Nws yuav them nqe rau tus tswv tsiaj, es nws yuav tus tsiaj tuag ntawd."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.35","label":"35","content":"“Yog leejtwg tus nyuj nrau lwm tus li nyuj tuag, yuav tsum muab tus nyuj uas nrau ntawd muag thiab muab cov nqe faib rau ob tog, thiab muab tus nyuj uas tuag faib rau ob tog thiab."},{"bible_id":"1269","chapter_code":"EXO.21","verse_code":"EXO.21.36","label":"36","content":"Yog paub tias tus nyuj ntawd txeev nrau los lawm uas tus tswv tsis muab kaw, tus tswv nyuj yuav tsum them ib tug nyuj pauj tus nyuj uas tuag, es nws yuav tus nyuj uas tuag ntawd.”"},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.1","label":"1","content":"“Yog leejtwg nyiag nyuj lossis yaj mus tua lossis muab muag, nws yuav tsum them tsib tug nyuj pauj ib tug nyuj, thiab them plaub tug yaj pauj ib tug yaj."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.2","label":"2","content":"“Yog leejtwg pom tub sab tabtom tho qhov vaj qhov tsev es txawm ntaus tus tub sab ntawd tuag, mas nws yuav tsis muaj txim."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.3","label":"3","content":"Yog lub hnub tawm lawm tus uas ntaus ntawd yuav muaj lub txim uas tua neeg. “Tus tub sab yuav tsum them pauj. Yog nws tsis muaj dabtsi them, yuav tsum muab nws muag los them tej uas nws nyiag lawm."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.4","label":"4","content":"Yog nrhiav tau tej tsiaj uas nyiag hauv nws txhais tes tseem ciaj sia, tsis hais nyuj, nees luav los yaj, tub sab yuav them ob npaug."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.5","label":"5","content":"“Yog leejtwg tso tsiaj mus noj zaub hauv teb lossis hauv vaj txiv hmab, es nws cia tej tsiaj ntawd khiav los noj qoob loo hauv lwm tus li liaj teb, nws yuav tsum muab nws tej qoob loo uas zoo kawg hauv nws liaj teb thiab nws vaj txiv hmab coj mus them."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.6","label":"6","content":"“Yog leejtwg zes taws es kub rau tej xyuv pos kub mus kis rau luag tej pawg qoob thiab tej qoob uas tsis tau hlais thiab tej teb kub hnyiab tag, tus uas zes taws ntawd yuav tsum them puv npo rau luag."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.7","label":"7","content":"“Yog leejtwg muab nyiaj txiag qhov txhia chaw rau kwvtij zej zog khaws cia, es tej nyiaj txiag ntawd raug tub sab nyiag hauv tsev lawm, yog ntes tau tub sab, tub sab yuav them ob npaug"},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.8","label":"8","content":"Yog ntes tsis tau tub sab, tus tswv tsev yuav mus cuag Vajtswv,  yuav tshuaj saib nws txhais tes tau nyiag tus kwvtij ntawd li qhov txhia chaw los tsis tau."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.9","label":"9","content":"“Txhua tshaj plaub uas muaj neeg tuaj hais, tsis hais nyuj, nees luav, yaj, los ris tsho lossis ib yam dabtsi uas ploj lawm, yog muaj ib tug tuaj hais tias, ‘Yam no yog kuv li,’ mas ob tog yuav coj tshaj plaub ntawd mus cuag Vajtswv.  Vajtswv yuav txiav cai tias leejtwg txhaum mas tus ntawd yuav tsum them ob npaug."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.10","label":"10","content":"“Yog leejtwg muab nws li nees luav los nyuj los yaj lossis lwm yam tsiaj rau kwvtij zej zog saib, es tus tsiaj ntawd tuag lossis raug mob lossis muaj neeg muab raws mus lawm tsis muaj leejtwg pom,"},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.11","label":"11","content":"mas tus uas txais saib tug tsiaj ntawd yuav tsum twv rau tus tswv tsiaj tab meeg Yawmsaub xubntiag saib nws txhais tes tau nyiag tus kwvtij ntawd li qhov txhia chaw. Mas tus tswv tsiaj yuav tsum yeem thiab tus uas txais saib ntawd tsis txog them dabtsi li."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.12","label":"12","content":"Tiamsis yog tus tsiaj raug tub sab nyiag mas tus uas saib yuav tsum them rau tus tswv tsiaj."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.13","label":"13","content":"Yog tias raug tsiaj nyaum muab tom dua tag lawm mas nws yuav tsum coj lub cev tuag ntawd los rau tus tswv pom. Tus uas saib tsis txog them tus tsiaj uas raug muab dua tag lawm."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.14","label":"14","content":"“Yog leejtwg qev kwvtij zej zog li tsiaj txhu es tus tsiaj ntawd raug mob lossis tuag rau thaum tus tswv tsis nyob ntawd, tus uas qev yuav tsum them puv npo."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.15","label":"15","content":"Yog tus tswv nyob ntawd thiab, tus uas qev tsis txog them. Yog ntiav los siv kuj yuav them nqe ntiav xwb."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.16","label":"16","content":"“Yog leejtwg mus dag ntxias tus hluas nkauj uas tsis tau deev dua hluas nraug thiab tsis tau muaj leejtwg qhaib, thiab nrog tus ntxhais ntawd pw lawm, mas nws yuav tsum them cov nqe mis nqe hno thiab yuav tus ntxhais ntawd ua nws pojniam."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.17","label":"17","content":"Yog leej txiv tsis yeem muab tus ntxhais ntawd qua rau nws, tus uas dag ntawd yuav tsum them npaum li uas nqe mis nqe hno uas yuav tus ntxhais tsis tau deev dua hluas nraug."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.18","label":"18","content":"“Tus pojniam uas ua txiv neeb txiv yaig tsis txhob tseg nws muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.19","label":"19","content":"“Leejtwg deev tsiaj txhu yuav tsum raug txim tuag."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.20","label":"20","content":"“Leejtwg tua tsiaj xyeem rau tej timtswv uas tsis yog Yawmsaub yuav raug muab ua kom puam tsuaj tag."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.21","label":"21","content":"“Nej tsis txhob tsim txom thiab quab yuam lwm haiv neeg rau qhov nej txeev ua lwm haiv neeg nyob hauv Iyi tebchaws."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.22","label":"22","content":"Tsis txhob tsuj yuam tej poj ntsuam thiab tej menyuam ntsuag."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.23","label":"23","content":"Yog nej tsuj yuam lawv es lawv quaj thov txog kuv, kuv yeej yuav mloog lawv lub suab quaj,"},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.24","label":"24","content":"mas kuv txojkev npau taws yuav npau vog tuaj thiab kuv yuav xuas ntaj tua nej. Nej tej pojniam kuj yuav ua poj ntsuam thiab nej tej menyuam yuav ua menyuam tsis muaj txiv."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.25","label":"25","content":"“Yog nej muab nyiaj txais rau kuv haiv neeg tus twg uas pluag thiab nrog nej nyob, tsis txhob ua li tus uas muab tso txhawb thiab tsis txhob xam paj nyiag rau nws."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.26","label":"26","content":"Yog nej tau txais kwvtij zej zog lub tsho ntev yuam nqe rau nej, nej yuav xa lub tsho rov qab ua ntej uas hnub tsis tau poob qho,"},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.27","label":"27","content":"rau qhov nws muaj tib lub tsho ntawd hnav npog nws lub cev. Tsis ua li ntawd thaum nws mus pw nws yuav muaj dabtsi npua? Yog nws quaj thov txog kuv, kuv yuav mloog, rau qhov kuv muaj lub siab hlub khuvleej."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.28","label":"28","content":"“Nej tsis txhob thuam Vajtswv lossis tsawm foom cov uas kav nej cov neeg."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.29","label":"29","content":"“Tsis txhob sej ntev, cia li coj nej tej qoob loo zoo zoo thiab txhua yam kua txiv ntawm lub chaw tsuam tuaj xyeem rau Vajtswv. “Thiab yuav muab nej tus tub hlob pub rau kuv."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.30","label":"30","content":"Nej tej nyuj thiab nej tej yaj kuj ua ib yam li ntawd. Cia nrog leej niam nyob xya hnub. Mas hnub uas yim coj tuaj pub rau kuv."},{"bible_id":"1269","chapter_code":"EXO.22","verse_code":"EXO.22.31","label":"31","content":"“Nej yuav ua neeg dawb huv rau kuv. Yog li no tej tsiaj uas raug tsiaj nyaum muab tom tuag tom tshav zaub nej tsis txhob noj, cia li muab pov tseg rau dev noj.”"},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.1","label":"1","content":"“Tsis txhob coj tej lus dag mus piav rau ub rau no. Tsis txhob nrog cov neeg phem koom siab ua cuav timkhawv."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.2","label":"2","content":"Tsis txhob raws cov neeg feem coob mus ua phem. Tsis txhob ua timkhawv raws kua cov neeg feem coob, yog ua li ntawd yuav tu plaub tsis ncaj."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.3","label":"3","content":"Thaum muaj plaub tsis txhob tuaj kiag tus neeg pluag tog."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.4","label":"4","content":"“Yog nej ntsib tej yeeb ncuab tus nyuj lossis tus nees luav khiav tuaj mas nej cia li muab xa rov qab mus rau tus tswv kom tau."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.5","label":"5","content":"Yog nej pom tus neeg uas ntxub nej tus nees luav ntog vim yog thauj nra hnyav mas tsis txhob cia ntog li ntawd, cia li pab muab tsa kom sawv."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.6","label":"6","content":"“Thaum muaj plaub mas tsis txhob tu tsis ncaj rau cov neeg pluag."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.7","label":"7","content":"Yog luag tuaj kom plaub tsis ncaj mas tsis txhob quav ntsej, tsis txhob muab tus uas tsis txhaum thiab ua ncaj tua pov tseg, rau qhov kuv yuav tsis zam txim rau cov neeg limhiam."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.8","label":"8","content":"Tsis txhob yuav tej nyiaj xiab vim yog tej nyiaj xiab yuav ua rau tej nom tswv dig muag thiab yuav muab tus uas muaj cai ntxeev ua swb cai."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.9","label":"9","content":"“Nej tsis txhob tsim txom lwm haiv neeg uas nrog nej nyob, rau qhov nej yeej paub lwm haiv neeg txojkev nyuaj siab lawm vim nej txeev ua lwm haiv neeg rau hauv Iyi tebchaws lawm."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.10","label":"10","content":"“Nej yuav cog qoob cog loo sau qoob sau loo hauv nej tej teb rau xyoo xwb,"},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.11","label":"11","content":"mas xyoo uas xya cia tej teb so muab tso tseg cia rau tej neeg pluag tau mus de los noj. Yog tseem tshuav seem kuj cia rau tej tsiaj qus noj. Nej tej vaj txiv hmab vaj txiv aulib kuj ua ib yam nkaus li ntawd thiab."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.12","label":"12","content":"“Nej ua nej tej haujlwm rau hnub xwb mas hnub uas xya nej yuav tsum so, nej tej nyuj tej nees luav thiaj tau so thiab nej tus nkauj qhev li tub thiab lwm haiv neeg uas nrog nej nyob thiaj li tau so los siav."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.13","label":"13","content":"Nej yuav tsum ceev faj coj txhua yam uas kuv twb qhia rau nej lawm huvsi. Tsis txhob tuav lwm tus dab lub npe kiag li. Tsis txhob tsa ncauj hais tej dab npe kiag li."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.14","label":"14","content":"“Ib xyoos nej yuav tsum ua peb zaug kevcai noj haus xyeem rau kuv."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.15","label":"15","content":"Nej yuav tsum nco ntsoov coj kevcai noj ncuav tsis xyaw keeb. Nej yuav tsum noj ncuav tsis xyaw keeb kom puv xya hnub. Nej yuav noj rau lub sijhawm uas teem cia hauv lub hli Anpis  raws li kuv hais rau nej lawd, vim yog lub hli ntawd nej tawm hauv Iyi tebchaws los. Tsis txhob tuaj pe kuv tes dawb tes npliag."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.16","label":"16","content":"“Nej yuav tsum nco ntsoov ua kevcai rau thaum hlais qoob loo tag, yog xyeem thawj phaum qoob loo uas cog hauv nej tej teb los rau kuv. “Nej yuav tsum nco ntsoov ua kevcai sau qoob loo tag rau thaum lub qab xyoo yuav tag, yog thaum uas nej twb sau txhua yam qoob loo hauv teb los txog vaj txog tsev tiav tag lawm."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.17","label":"17","content":"Nej cov txivneej sawvdaws yuav tsum tuaj cuag Vajtswv Yawmsaub lub xubntiag ib xyoos peb zaug."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.18","label":"18","content":"“Tsis txhob muab cov ntshav tsiaj uas tua xyeem rau kuv xyeem nrog cov ncuav xyaw keeb ua ke. Tsis txhob tseg tus tsiaj uas tua xyeem rau kuv ntawd cov roj cia nyob mus txog kaj ntug."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.19","label":"19","content":"“Thawj phaum qoob loo uas nej sau hauv nej tej teb los mas coj tej uas zoo kawg nkaus tuaj xyeem rau hauv Yawmsaub uas yog nej tus Vajtswv lub tsev. “Tsis txhob muab tus maum tshis cov kua mis los hau nws tus menyuam."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.20","label":"20","content":"“Nej sim saib, kuv yuav txib ib tug tubtxib saum ntuj ua nej ntej tsom kwm nej taug kev thiab coj nej mus kom txog lub chaw uas kuv npaj tseg rau nej lawd."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.21","label":"21","content":"Yuav tsum muab siab rau mloog tus tubtxib ntawd hais thiab ua raws li nws tej lus. Tsis txhob tawv ncauj ntawm nws, rau qhov nws yuav tsis zam txim rau nej vim kuv nyob hauv nws."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.22","label":"22","content":"Yog nej muab siab rau mloog nws tej lus thiab ua txhua yam uas kuv hais rau nej, mas kuv yuav ua yeeb ncuab rau nej cov yeeb ncuab, thiab yuav tawm tsam cov uas tawm tsam nej."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.23","label":"23","content":"“Kuv tus tubtxib yuav ua nej ntej coj nej kev mus txog cov Amaulai, cov Hithai, cov Pelixai, cov Khana‑as, cov Hivai thiab cov Yenpu tej tebchaws, mas kuv yuav muab lawv cov neeg ntawd rhuav tshem huvsi mus."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.24","label":"24","content":"Tsis txhob pe tsis txhob teev lawv tej dab. Tsis txhob coj raws li lawv tej kevcai dab. Nej yuav tsum muab lawv tej dab mlom rhuav pov tseg thiab muab lawv tej ncej uas teev dab tsoo kom pob tag huvsi."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.25","label":"25","content":"Nej yuav tsum pe hawm Yawmsaub uas yog nej tus Vajtswv, kuv thiaj foom hmoov rau nej tej zaub mov thiab rau nej tej dej haus. Kuv yuav sau tej mob nkeeg hauv nej huvsi mus."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.26","label":"26","content":"Cov pojniam yuav tsis muaj ib tug nchuav menyuam, yuav tsis muaj ib tug uas mooj rau hauv nej lub tebchaws. Kuv yuav pub nej muaj txoj sia loj sia ntev."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.27","label":"27","content":"Kuv lub moo yuav ua nej ntej mus ua rau cov neeg sawvdaws uas nej yuav ntsib hauv lub tebchaws ntawd ntshai ras zom zaws thiab ua rau nej cov yeeb ncuab sawvdaws tig hlo khiav."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.28","label":"28","content":"Kuv yuav tso nkawj tso daiv  ua nej ntej mus ntiab cov Hivai, cov Khana‑as thiab cov Hithai kom khiav ntawm nej hauv ntej mus."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.29","label":"29","content":"Kuv yuav tsis ua tib xyoo muab lawv ntiab khiav tawm tag tsam ces lub tebchaws ho fab qas hnyo thiab tej tsiaj qus huaj vam coob los txov nej."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.30","label":"30","content":"Kuv yuav ntiab kom lawv khiav zuj zus ntawm nej hauv ntej mus txog thaum uas nej huaj vam coob coob es nej txeeb kiag tau lub tebchaws ntawd ua nej tug."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.31","label":"31","content":"Kuv yuav tu ciam teb rau nej txij ntua ntawm Hiavtxwv Liab mus txog ntua cov Filixatee lub Hiavtxwv  thiab txij ntua ntawm tebchaws moj sab qhua mus txog tus dej Yufeti. Kuv yuav muab cov neeg hauv lub tebchaws ntawd cob rau hauv nej txhais tes mas nej yuav muab lawv ntiab tau khiav ntawm nej hauv ntej mus."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.32","label":"32","content":"Koj tsis txhob nrog lawv lossis lawv tej dab sib cog lus dabtsi li."},{"bible_id":"1269","chapter_code":"EXO.23","verse_code":"EXO.23.33","label":"33","content":"Tsis txhob kheev lawv nrog nej nyob hauv nej lub tebchaws kiag li ntshai tsam lawv yuav yaum kom nej mus ua txhaum rau kuv. Yog nej mus teev lawv tej dab mas qhov ntawd yeej yuav ua rooj hlua uas cuab nej ntag.”"},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Koj thiab Aloo thiab Nada thiab Anpihu thiab Yixayee cov kev txwj laus xya caum leej cia li nce tuaj cuag Yawmsaub thiab nyob deb deb pe hawm nws."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.2","label":"2","content":"Cia Mauxe tib leeg txav los ze Yawmsaub xwb, dua li lwm tus mas tsis txhob txav los ze, thiab tsis txhob kheev cov pejxeem nrog Mauxe nce tuaj li.”"},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.3","label":"3","content":"Mauxe thiaj coj Yawmsaub tej lus thiab tej kevcai huvsi los qhia rau cov pejxeem paub. Cov pejxeem sawvdaws teb tib lub suab hais tias, “Txhua lo lus uas Yawmsaub hais ntawd peb yuav ua raws li.”"},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.4","label":"4","content":"Mauxe txawm muab Yawmsaub txhua lo lus sau cia. Nws sawv ntxov tsees tib ib lub thaj uas xyeem qhov txhia chaw rau ntawm taw roob thiab muab kaum ob tug ncej zeb los txhos raws li kaum ob xeem Yixayee."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.5","label":"5","content":"Nws txib cov tub hluas Yixayee mus muab tsiaj hlawv kheej xyeem thiab muab nyuj tua xyeem rau Yawmsaub ua kevcai sib raug zoo."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.6","label":"6","content":"Mauxe muab cov ntshav khaws cia ib nrab rau hauv tej phaj, thiab muab ib nrab nchos rau lub thaj."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.7","label":"7","content":"Nws muab phau ntawv uas sau Yawmsaub tej lus cog tseg nyeem rau cov pejxeem mloog. Cov pejxeem hais tias, “Txhua lo lus uas Yawmsaub hais ntawd peb yuav ua raws nraim, peb yuav mloog nws lus.”"},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.8","label":"8","content":"Mauxe muab cov ntshav nchos rau cov pejxeem thiab hais tias, “Cov ntshav no yog lub hom thawj uas nias rau tej lus cog tseg uas Yawmsaub ua rau nej raws li tej lus uas hais tag no huvsi.”"},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.9","label":"9","content":"Thaum ntawd Mauxe thiab Aloo thiab Nada thiab Anpihu thiab Yixayee cov kev txwj laus xya caum leej kuj nce mus,"},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.10","label":"10","content":"mas lawv pom Yixayee tus Vajtswv. Vajtswv lub chaw tiag taw yog ib daim txiag zeb zoo yam nkaus li qe zeb phaithu tsamxem, ntshiab yam nkaus li qab ntuj."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.11","label":"11","content":"Vajtswv tsis ua li cas rau Yixayee cov thawj, lawv tau pom Vajtswv thiab lawv tau noj haus."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.12","label":"12","content":"Yawmsaub hais rau Mauxe tias, “Cia li nce tuaj cuag kuv saum lub roob thiab nyob ntawd tos. Kuv yuav muab tej txiag zeb uas muaj kuv txoj kevcai thiab kuv tej lus uas kuv sau cia qhia lawv.”"},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.13","label":"13","content":"Mauxe thiaj sawv tsees nrog nws tus tub qhe Yausua nce mus saum Vajtswv lub roob."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.14","label":"14","content":"Thiab Mauxe hais rau cov kev txwj laus tias, “Nej nyob ntawm no tos txog thaum ib rov los txog nej. Aloo thiab Hawj nrog nej nyob. Leejtwg muaj plaub kuj mus cuag tau ob tug.”"},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.15","label":"15","content":"Ces Mauxe txawm nce mus saum lub roob lawm, muaj ib tauv huab los laum nkaus lub roob."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.16","label":"16","content":"Yawmsaub lub hwjchim ci ntsa iab los rau saum lub roob Xinai, mas tauv huab laum lub roob ntawd tau rau hnub. Hnub uas xya Yawmsaub hu hauv tauv huab tuaj rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.17","label":"17","content":"Yawmsaub lub hwjchim ci ntsa iab tshwm rau cov Yixayee pom yam nkaus li nplaim taws kub ceev saum lub hauv roob."},{"bible_id":"1269","chapter_code":"EXO.24","verse_code":"EXO.24.18","label":"18","content":"Mauxe nkag mus rau hauv tauv huab thiab nce mus rau saum lub roob. Mauxe nyob saum lub roob tau plaub caug hnub plaub caug hmo."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.2","label":"2","content":"“Hais rau cov Yixayee coj qhov txhia chaw tuaj pub rau kuv. Koj cia li txais ntawm txhua tus uas zoo siab pub rau kuv."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.3","label":"3","content":"Cov qhov txhia chaw uas koj yuav txais ntawm lawv ntawd, yog kub thiab nyiaj thiab tooj liab,"},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.4","label":"4","content":"thiab xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo thiab plaub tshis,"},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.5","label":"5","content":"thiab cov tawv txiv yaj uas muab foo liab lawd, thiab cov tawv ntshuab hiavtxwv, thiab ntoo kub twg,"},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.6","label":"6","content":"thiab roj sam lub teeb, thiab tej txuj lom uas xyaw cov roj tsw qab siv ua kevcai tsa, thiab xyaw cov hmoov tshuaj tsw qab,"},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.7","label":"7","content":"thiab cov qe zeb iav txho ci lam lug thiab tej qe zeb hlaws muaj nqes uas muab xaws lo rau lub tsho efauj  thiab lub awv."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.8","label":"8","content":"Kom lawv ua ib thaj chaw pe hawm kuv xwv kuv thiaj li nyob hauv lawv nruab nrab."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.9","label":"9","content":"Nej yuav tsum ua kuv lub tsev thiab ua tej twj uas siv rau hauv lub tsev raws li tus qauv uas kuv yuav qhia txhua yam rau koj huvsi."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.10","label":"10","content":"“Lawv yuav tsum muab ntoo kub twg ua lub phij xab, ntev ob tshim txhais, dav ib tshim txhais, thiab siab ib tshim txhais."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.11","label":"11","content":"Muab cov tseem kub luam tag nrho lub phij xab ntawd sab hauv sab nraud huvsi thiab muab kub ua ib tug caj ntswm puag ncig lub phij xab."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.12","label":"12","content":"Muab kub nchuav ua plaub lub ntsej tis rau plaub tug taw phij xab, yog ua ib sab ob lub ntsej."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.13","label":"13","content":"Muab ntoo kub twg ua ob tug las kwv thiab muab kub luam ob tug las ntawd huvsi,"},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.14","label":"14","content":"mas muab ntxig rau cov ntsej ntawm lub phij xab ob sab thiaj kwv tau lub phij xab ntawd."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.15","label":"15","content":"Cia ob tug las ntawd nyob hauv tsis txhob rho li."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.16","label":"16","content":"Cia li muab ob daim txiag zeb uas sau kuv tej lus uas kuv yuav muab rau koj tso rau hauv lub phij xab."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.17","label":"17","content":"“Muab cov tseem kub ua lub hau phij xab uas roos kev txhaum,  ntev ob tshim txhais, dav ib tshim txhais."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.18","label":"18","content":"Muab kub ntaus ua ob tug Khelunpee  txawb rau ob tog hau phij xab uas roos kev txhaum."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.19","label":"19","content":"Ua ob tug Khelunpee ntawd ib tug nyob ib tog hau phij xab lo xeeb keeb nkaus rau lub hau phij xab."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.20","label":"20","content":"Ua ob tug ntawd nthuav tis los roos saum lub hau phij xab, ob tug ntawd tig xubntiag ua ke, yog tig los saib lub hau phij xab uas roos kev txhaum."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.21","label":"21","content":"Muab ob daim txiag zeb uas sau kuv tej lus uas kuv yuav muab rau koj tso rau hauv lub phij xab thiab muab lub hau phij xab kaw rau."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.22","label":"22","content":"Kuv yuav nyob saum lub hau phij xab uas roos kev txhaum hauv nruab nrab ob tug Khelunpee uas nyob saum lub phij xab sib cog lus mas kuv yuav ntsib koj qhov ntawd thiab muab kuv tej kevcai txhua zaj rau koj coj mus qhia rau cov Yixayee."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.23","label":"23","content":"“Koj yuav muab ntoo kub twg ua ib lub rooj ntev ob tshim dav ib tshim thiab siab ib tshim txhais."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.24","label":"24","content":"Muab cov tseem kub luam lub rooj ntawd huvsi thiab muab kub ua ib tug caj ntswm puag ncig lub rooj ntawd."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.25","label":"25","content":"Ua ib daim txiag dav ib xib thaiv puag ncig lub npoo rooj thiab muab kub ua ib tug caj ntswm lo puag ncig daim txiag ntawd."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.26","label":"26","content":"Muab kub ua plaub lub ntsej tis rau plaub lub kaum rooj uas ncaj plaub tug ceg rooj."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.27","label":"27","content":"Muab cov ntsej ntawd lo ze ze daim txiag thiaj ntxig tau las kwv."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.28","label":"28","content":"Muab ntoo kub twg ua ob tug las kwv thiab muab kub luam ob tug las huvsi thiaj kwv tau lub rooj."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.29","label":"29","content":"Muab cov tseem kub ua tej tais pliab tais ntim rau hmoov tshuaj tsw qab, thiab tais phaj thiab tej pav lam hwj uas hliv cawv txiv hmab xyeem."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.30","label":"30","content":"Yuav tsum muab cov ncuav uas xyeem rau ntawm Yawmsaub xubntiag tso rau saum lub rooj rau ntawm kuv lub xubntiag mus li."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.31","label":"31","content":"“Koj yuav muab cov tseem kub ua ib tug kav teeb. Ntaus ua lub taw thiab tus ncej teeb, thiab ua cov tais zoo li paj thiab cov qia paj thiab cov nplai paj lo xeeb keeb nkaus rau tus kav teeb."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.32","label":"32","content":"Tus kav teeb no ncau ua rau ceg, ib sab ncau peb ceg."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.33","label":"33","content":"Txhua ceg muaj peb lub paj zoo li paj txiv duaj, txhua lub paj muaj lub qia paj thiab cov nplai paj rau rau ceg uas ncau ntawm tus kav teeb huvsi."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.34","label":"34","content":"Tus tseem kav teeb muaj plaub lub paj txiv duaj uas muaj lub qia paj thiab cov nplai paj huvsi."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.35","label":"35","content":"Rau ceg ntawd txhua nkawm ceg uas ncau ntawm tus kav teeb muaj ib lub qia paj nyob hauv qab."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.36","label":"36","content":"Cov qia paj ntawd thiab cov ceg teeb lo xeeb keeb nkaus rau tus kav teeb, yuav muab cov tseem kub ntaus ua xwb."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.37","label":"37","content":"Ua xya lub teeb thiab muab txawb saum xya ceg teeb ntawd es taws kom ci mus rau ntawm cov teeb ntawd sab xubntiag."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.38","label":"38","content":"Muab cov tseem kub ua rab txiab uas txiav teeb xeeb thiab ua lub phaj pliab uas rau txiab."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.39","label":"39","content":"Muab cov tseem kub hnyav ib tala  ua lub teeb kub thiab tej twj uas siv ntawm lub teeb ntawd."},{"bible_id":"1269","chapter_code":"EXO.25","verse_code":"EXO.25.40","label":"40","content":"Yuav tsum ceev faj ua txhua yam raws li tus qauv uas kuv hais rau koj saum lub roob.”"},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.1","label":"1","content":"“Thiab koj yuav muab kaum chaws ntaub mag ua Yawmsaub lub tsev ntaub, yuav muab xov maj uas nkoov zoo zoo thiab muab xov xiav xov tsamxem xov liab ntos ua, thiab kom cov Kws txawj ntos ua duab Khelunpee  rau hauv."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.2","label":"2","content":"Ib chaws ntaub ntev nees nkaum yim tshim dav plaub tshim, txhua chaws ntaub dav ntev ib yam nkaus."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.3","label":"3","content":"Muab tsib chaws ntaub xaws ua ke ua ib daig, muab tsib chaws xaws ua ib daig."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.4","label":"4","content":"Muab cov ntaub xiav xaws ua ntsej rau daim ntug ntaub uas ib, thiab ua ntsej rau daim ntug ntaub uas ob ib yam nkaus."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.5","label":"5","content":"Ua tsib caug lub ntsej rau daim ntug ntaub uas ib, thiab ua tsib caug lub ntsej rau daim uas ob, sab npoo uas txuas ua ke kom sib ncaj nkaus,"},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.6","label":"6","content":"thiab muab kub los ua tsib caug lub khawb los khawm ob daig ntaub ntawd kom ua kiag ib daig ua Yawmsaub lub tsev."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.7","label":"7","content":"“Muab plaub tshis los ntos ua kaum ib chaws ntaub vov kiag Yawmsaub lub tsev,"},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.8","label":"8","content":"ib chaws ntaub ntev peb caug tshim dav plaub tshim, kaum ib chaws ntaub dav ntev ib yam nkaus."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.9","label":"9","content":"Muab tsib chaws ntaub xaws ua ke ua ib daig, muab rau chaws xaws ua ib daig mas daim uas rau muab quav rov rau saum qhov rooj lub tsev ntaub."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.10","label":"10","content":"Ua tsib caug lub ntsej rau daim ntug ntaub uas ib, thiab ua tsib caug lub ntsej rau daim ntug ntaub uas ob,"},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.11","label":"11","content":"thiab muab tooj liab ua tsib caug lub khawb los khawm ob daig ntaub ntawm cov ntsej kom ua kiag ib daig."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.12","label":"12","content":"Daim ntaub uas vov lub tsev es tshaj ib nrab daim ntawd, mas yuav muab tso dauv rau sab pem qaum tsev."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.13","label":"13","content":"Daim ntaub uas vov lub tsev ntaub mag ua tshaj rau ob sab, ib sab tshaj ib tshim thiaj li kauv tau lub tsev ob sab huvsi."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.14","label":"14","content":"Thiab yuav muab cov tawv txiv yaj uas foo liab lawd los ua ntaub vov lub tsev ntaub thiab muab cov tawv ntshuab hiavtxwv los ua ntaub vov txheej saud."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.15","label":"15","content":"“Muab ntoo kub twg los ua tab tsa xov kuv lub tsev."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.16","label":"16","content":"Cov tab ntawd ntev kaum tshim dav ib tshim txhais."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.17","label":"17","content":"Ib daim txiag tab mas thais ua ob tug taw thiaj txuas tau ua ke. Ua txhua daim txiag tab li no coj los ua kuv lub tsev."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.18","label":"18","content":"Ua nees nkaum daim txiag tab xov kuv lub tsev sab nrad,"},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.19","label":"19","content":"thiab muab nyiaj ua plaub caug tus taw tiag nees nkaum daim txiag tab li taw, ib daim txiag tab ntxig rau ob tug taw."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.20","label":"20","content":"Ua nees nkaum daim txiag tab xov kuv lub tsev sab ped,"},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.21","label":"21","content":"thiab muab nyiaj ua plaub caug tus taw tiag hauv taw, ib daim txiag tab ntxig rau hauv ob tug taw tiag."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.22","label":"22","content":"Ua rau daim txiag tab xov kuv lub tsev sab qaum tsev uas hnub poob."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.23","label":"23","content":"Ua ob daim txiag tab xov ob lub kaum tsev ntaub uas yog sab qaum tsev."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.24","label":"24","content":"Ob daim txiag tab ntawd mas hauv taw muab ib daim txawb qes mentsis rau sab nraud, saum hau txiag muab teem ti nkaus lub ntsej saud kawg. Ua li no rau ob lub kaum tsev ntaub."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.25","label":"25","content":"Sab hnub poob muaj yim daim txiag tab xov thiab muaj kaum rau tus taw nyiaj tiag hauv taw, ib daim txiag tab ntxig rau ob tug taw."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.26","label":"26","content":"“Muab ntoo kub twg ua tsib tug las tuav kuv lub tsev ib sab phab ntsa,"},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.27","label":"27","content":"thiab ua tsib tug las rau dua ib sab thiab ua tsib tug rau sab qaum tsev uas hnub poob."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.28","label":"28","content":"Tus las nruab nrab uas tuav cov txiag tab yuav ntev keev kiag txij ib lub kaum tsev txog ntua ib lub kaum tsev."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.29","label":"29","content":"Muab kub luam cov txiag tab ntawd thiab muab kub ua cov ntsej uas ntxig cov las ntawd, thiab muab kub luam cov las huvsi."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.30","label":"30","content":"Tsa kuv lub tsev ntawd raws li tus qauv uas kuv twb hais rau koj saum lub roob."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.31","label":"31","content":"“Muab xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo ua ib daim ntaub thaiv, thiab kom cov Kws txawj ntos ntos ua duab Khelunpee rau hauv."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.32","label":"32","content":"Muab daim ntaub no dai rau saum cov nqe lauj kub uas nyob ntawm plaub tug ncej ntoo kub twg uas muab kub luam rau thiab muab ntxig rau hauv plaub tug taw nyiaj tiag ncej."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.33","label":"33","content":"Mas muab daim ntaub cov ntsej khuam rau cov nqe lauj es muab lub phij xab sib cog lus tso rau chav hauv daim ntaub ntawd, mas daim ntaub ntawd yuav kem lub tsev ntaub chav uas dawb huv thiab chav uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.34","label":"34","content":"Muab lub hau phij xab uas roos kev txhaum kaw rau lub phij xab sib cog lus hauv lub chaw uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.35","label":"35","content":"Muab lub rooj txawb rau nraum daim ntaub sab ped, muab lub teeb xya ceg txawb rau sab nram ncaj ntawm lub rooj."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.36","label":"36","content":"“Muab xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo ua ib daim ntaub ua lub qhov rooj tsev ntaub, thiab ua paj ntaub rau."},{"bible_id":"1269","chapter_code":"EXO.26","verse_code":"EXO.26.37","label":"37","content":"Muab ntoo kub twg ua tsib tug ncej thiab muab kub ua nqe lauj khuam daim ntaub ntawd, thiab muab tooj liab nchuav ua tsib tug taw tiag cov ncej ntawd.”"},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.1","label":"1","content":"“Koj yuav muab ntoo kub twg ua lub thaj uas hlawv qhov txhia chaw xyeem, ua dav xwm fab xwm meem, ntev tsib tshim, dav tsib tshim, siab peb tshim."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.2","label":"2","content":"Ua plaub tug kub rau saum plaub lub kaum thaj, yuav npawm keev kiag ntawm lub thaj los, thiab muab tooj liab luam lub thaj huvsi."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.3","label":"3","content":"Muab tooj liab ua txhua yam twj uas siv rau saum lub thaj, yuav ua tej duav hlau yawm tshauv, tej duav phuaj, tej phaj, tej hmuv chob nqaij, thiab ua tej yias rau ncaig taws."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.4","label":"4","content":"Muab kav tooj liab qhaib ua ib daim tsuav ntxaij rau lub thaj thiab muab tooj liab ua plaub lub ntsej tis rau plaub lub kaum tsuav ntxaij"},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.5","label":"5","content":"thiab muab tso rau hauv lub thaj hlauv kom dhau tus caj ntswm rau sab hauv txog ib nrab thaj."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.6","label":"6","content":"Muab ntoo kub twg ua cov las kwv lub thaj thiab muab tooj liab luam cov las ntawd."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.7","label":"7","content":"Muab cov las ntxig rau cov ntsej uas nyob ntawm lub thaj ob sab kwv."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.8","label":"8","content":"Muab txiag ua lub thaj ntawd tseg lub plawv thaj kom khoob. Ua lub thaj ntawd raws nraim li uas kuv qhia koj saum lub roob."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.9","label":"9","content":"“Yuav tsum tseg tshav puam ib ncig kuv lub tsev. Sab nram mas muab ib chaws ntaub uas muab xov maj uas nkoov zoo zoo ntos ua ntev ib puas tshim xov rau,"},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.10","label":"10","content":"thiab yuav nees nkaum tus ncej thiab yuav nees nkaum tus taw tooj liab tiag ncej thiab muab nyiaj ua nqe lauj rau cov ncej thiab ua thi rau saum cov hau ncej."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.11","label":"11","content":"Ua ib yam nkaus li ntawd rau sab ped. Muab ib chaws ntaub ntev ib puas tshim los xov rau thiab yuav nees nkaum tus ncej thiab nees nkaum tus taw tooj liab tiag cov ncej thiab muab nyiaj ua nqe lauj thiab ua thi rau saum cov hau ncej."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.12","label":"12","content":"Sab hnub poob mas muab ib chaws ntaub ntev tsib caug tshim xov rau thiab yuav kaum tus ncej thiab kaum tus taw tiag ncej."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.13","label":"13","content":"Sab ntawm rooj vag uas hnub tuaj mas ua dav tsib caug tshim."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.14","label":"14","content":"Chaws ntaub uas xov ib sab ntawm rooj vag mas dav kaum tsib tshim thiab yuav peb tug ncej thiab peb tug taw tiag ncej."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.15","label":"15","content":"Chaws ntaub uas xov dua ib sab ntawm rooj vag mas dav kaum tsib tshim thiab yuav peb tug ncej thiab peb tug taw tiag ncej."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.16","label":"16","content":"Muab xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo ua ib chaws ntaub ntev nees nkaum tshim ua lub rooj vag thiab ua paj rau hauv, thiab ua plaub tug ncej thiab plaub tug taw tiag ncej."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.17","label":"17","content":"Txhua tus ncej laj kab mas muab nyiaj los ua thi rau saum cov hau ncej huvsi thiab ua cov nqe lauj, thiab muab tooj liab ua taw tiag ncej huvsi."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.18","label":"18","content":"Lub laj kab qhov ntev ib puas tshim, qhov dav tsib caug tshim, qhov siab tsib tshim. Cov ntaub uas xov yuav tsum yog ntaub mag uas muab xov maj uas nkoov zoo zoo ntos ua thiab cov taw tiag ncej yog muab tooj liab ua."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.19","label":"19","content":"Tej twj uas siv hauv kuv lub tsev tag nrho thiab tej tswg uas txhos tsa lub tsev ntaub thiab txhos tuav lub laj kab yuav tsum yog xuas tooj liab ua."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.20","label":"20","content":"“Koj hais rau cov Yixayee kom muab cov roj aulib uas tsuam lim tau ntshiab ntshiab coj los sam lub teeb mas lub teeb thiaj li cig tsis tuag li."},{"bible_id":"1269","chapter_code":"EXO.27","verse_code":"EXO.27.21","label":"21","content":"Aloo thiab nws cov tub yuav tsum tu lub teeb uas nyob hauv lub tsev ntaub sib ntsib chav nraum daim ntaub uas thaiv lub phij xab sib cog lus kom cig ib hmos kaj ntug li rau ntawm Yawmsaub xubntiag. No yog ib txoj kevcai ruaj khov uas cov Yixayee yuav tsum coj ib tiam dhau ib tiam mus ib txhis li.”"},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.1","label":"1","content":"“Cia li coj koj tus tijlaug Aloo thiab nws cov tub uas yog Nada, Anpihu, Ele‑axa thiab Ithama tawm hauv cov Yixayee tuaj cuag koj, lawv thiaj ua tau pov thawj ua kuv tes haujlwm."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.2","label":"2","content":"Mas koj yuav tsum xaws cev tsoos tsho meej mom dawb huv rau koj tus tijlaug Aloo hnav, nws thiaj tau koob meej thiab yuav zoo nkauj."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.3","label":"3","content":"Koj hais rau txhua tus uas muaj peevxwm uas kuv tau pub tswvyim rau kom lawv ua Aloo tej tsoos tsho meej mom es thiaj tau tsa Aloo ua pov thawj los ua kuv tes haujlwm."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.4","label":"4","content":"Lawv yuav tsum ua tej tsoos ntawd raws li no, yog ib lub awv, ib lub tsho efauj,  ib lub tsho ntev, ib lub tsho uas ntos txaij ua qhov muag, thiab txoj phuam uas ntoo saum taubhau thiab ib txoj siv sia, mas lawv yuav ua tej tsoos meej mom dawb huv no rau koj tus tijlaug Aloo thiab nws cov tub hnav, es lawv thiaj tau ua pov thawj ua kuv tes haujlwm."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.5","label":"5","content":"Kom lawv muab cov xov kub thiab xov xiav xov tsamxem xov liab, thiab xov maj uas nkoov zoo zoo los ua."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.6","label":"6","content":"“Lawv yuav tsum muab cov xov kub thiab xov xiav xov tsamxem xov liab thiab cov xov maj uas nkoov zoo zoo ntos ua lub tsho efauj zoo nkauj txaij nraug zees."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.7","label":"7","content":"Ua ob pluaj ntaub khuam lub tsho efauj ntawm xub pwg muab teem rau ob sab xub pwg tsho."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.8","label":"8","content":"Txoj siv sia uas ntos zoo zoo uas muab xaws lo rau lub tsho efauj, yuav ua ib yam nkaus li lub tsho efauj. Muab cov xov kub thiab xov xiav xov tsamxem xov liab thiab cov xov maj uas nkoov zoo zoo ntos ua."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.9","label":"9","content":"Muab ob lub qe zeb iav txho ci lam lug txaug Yixayee cov tub li npe rau hauv,"},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.10","label":"10","content":"mas txaug zuj zus tus hlob li npe ua ntej mus txog tus yau, ib lub qe zeb mas txaug rau lub npe rau."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.11","label":"11","content":"Koj yuav txaug Yixayee cov tub li npe rau hauv ob lub qe zeb ntawd ib yam nkaus li txaug txwm, thiab muab xov kub qhaib ua ob lub tais kub txaij mos mos khawm ob lub qe zeb iav txho ci lam lug ntawd."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.12","label":"12","content":"Muab ob lub qe zeb no xaws lo nkaus rau pluaj ntaub uas khuam lub tsho efauj ntawm ob sab xub pwg, ua lub chaw uas nco ntsoov Yixayee cov tub, mas Aloo yuav kwv lawv cov npe rau saum nws ob sab xub pwg ntawm Yawmsaub xubntiag ua chaw nco ntsoov."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.13","label":"13","content":"Muab xov kub qhaib ua ob lub tais txaij mos mos."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.14","label":"14","content":"Muab cov tseem xov kub ntxias ua ob txoj saw thiab muab ob txoj saw khawm rau ob lub tais kub ntawd."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.15","label":"15","content":"“Koj yuav ua ib lub awv zoo nkauj txaij nraug zees uas siv txiav txim siab rau cov Yixayee. Muab xov kub thiab xov xiav xov tsamxem xov liab thiab cov xov maj uas nkoov zoo zoo ua ib yam nkaus li ua lub tsho efauj."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.16","label":"16","content":"Ua lub awv xwm fab dav ib dos ntev ib dos thiab sab hauv khoob ua ib lub hnab."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.17","label":"17","content":"Koj yuav muab qe zeb hlaws uas muaj nqes teem ua plaub leej rov ntav rau ntawm lub awv ntawd. Leej saum uas yog leej ib mas yog peb lub qe zeb, ib lub qe zeb liab tsim tseb, ib lub qe zeb daj pes lis, ib lub qe zeb ntsuab liab."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.18","label":"18","content":"Leej uas ob mas yog ib lub qe zeb ntsuab txho, ib lub qe zeb phaithu tsamxem, ib lub qe zeb hlaws iav."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.19","label":"19","content":"Leej uas peb mas yog ib lub qe zeb ntsuab xiav, ib lub qe zeb uas txho taws, ib lub qe zeb tsamxem zem ziv."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.20","label":"20","content":"Leej uas plaub mas yog ib lub qe zeb ntsuab pes xiab, ib lub qe zeb iav txho ci lam lug thiab ib lub qe zeb daj tshiab tshiab. Mas muab cov xov kub qhaib ua kaum ob lub tais kub txaij mos mos khawm cov qe zeb ntawd."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.21","label":"21","content":"Kaum ob lub qe zeb hlaws ntawd yuav tsum muaj Yixayee cov tub tej npe txaug rau hauv ib yam nkaus li txaug txwm, yuav tsum muaj kaum ob xeem ib xeem zuj zus li npe nyob rau hauv."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.22","label":"22","content":"Muab cov tseem xov kub ntswj ua ib txoj saw kheej zoo li txoj hlua tis rau lub awv."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.23","label":"23","content":"Muab kub ua ob lub ntsej mas muab tis rau ob lub kaum awv."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.24","label":"24","content":"Muab ob txoj qab saw kub los khawm rau ob lub ntsej ntawm ob lub kaum awv,"},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.25","label":"25","content":"thiab muab ob yav qab saw saum tis rau ob lub tais kub txaij mos mos uas muab lo rau lub tsho efauj ntawm ob sab xub pwg sab xubntiag."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.26","label":"26","content":"Muab kub ua ob lub ntsej tis rau ob lub kaum awv hauv qab sab hauv uas npuas lub tsho efauj."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.27","label":"27","content":"Muab kub ua ob lub ntsej tis rau ob pluaj ntaub ntawm xub pwg ntawm lub tsho efauj sab xubntiag ze kab lej leeg tsho ntawm txoj siv sia uas ntos zoo zoo sab saud."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.28","label":"28","content":"Mas lawv yuav muab xov xiav ntswj ua ob txoj hlua khi ob lub ntsej awv sab hauv rau ob lub ntsej ntawm lub tsho efauj, lub awv thiaj nyob sab saum txoj siv sia uas ntos zoo zoo uas sia ntawm duav thiaj tsis plam ntawm lub tsho efauj."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.29","label":"29","content":"Thaum Aloo nkag mus rau hauv lub chaw dawb huv nws thiaj muab Yixayee cov tub tej npe uas nyob ntawm lub awv uas siv txiav txim siab rau cov Yixayee los coj rau ntawm nws hauv siab ua lub chaw rau Yawmsaub nco ntsoov mus li."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.30","label":"30","content":"Koj yuav muab Uli thiab Thumi  tso rau hauv lub awv, mas Uli thiab Thumi thiaj nyob ntawm Aloo hauv siab rau thaum nws mus rau ntawm Yawmsaub xubntiag. Aloo thiaj yuav ris qhov uas yuav txiav txim siab rau cov Yixayee rau ntawm nws hauv siab tab meeg Yawmsaub lub xubntiag mus li."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.31","label":"31","content":"“Koj yuav muab xov xiav ntos ua lub tsho ntev phim lub tsho efauj."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.32","label":"32","content":"Ua lub tsho looj thiab muab lub caj dab tsho ntawd foob zoo zoo thiaj tsis ntuag."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.33","label":"33","content":"Muab xov xiav xov tsamxem thiab xov liab ua tej lub zoo li txiv ntsiav kws thiab ua tej lub tswb kub los dai quas cov txiv ntsiav kws ntawm lub qab tsho ntev ntawd,"},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.34","label":"34","content":"dai ib lub tswb quas ib lub txiv ntsiav kws, dai li no thoob plaws lub qab tsho ntev."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.35","label":"35","content":"Thaum Aloo ua kuv li haujlwm mas nws yuav tsum hnav lub tsho no, thiab thaum nws mus rau ntawm Yawmsaub xubntiag hauv lub chaw dawb huv thiab thaum nws tawm rov los mas yuav hnov cov tswb ntawd nrov nws thiaj tsis tuag."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.36","label":"36","content":"“Muab cov tseem kub ua ib pluaj kub mas txaug npe ntawv rau hauv hais tias ‘Dawb huv rau Yawmsaub’ yam nkaus li luag txam txwm,"},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.37","label":"37","content":"thiab muab xov xiav ua hlua khi pluaj kub ntawd rau saum hau phuam sab ntawm hauv pliaj."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.38","label":"38","content":"Aloo yuav tsum coj pluaj kub ntawd rau ntawm nws hauv pliaj. Thaum cov Yixayee xyeem qhov txhia chaw ua kevcai dawb huv pub rau Yawmsaub es ua txhaum los Aloo yuav ris lawv tej kev txhaum. Aloo yuav tsum coj pluaj kub ntawd rau ntawm nws hauv pliaj mus li Yawmsaub thiaj lees yuav lawv."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.39","label":"39","content":"“Muab xov maj uas nkoov zoo zoo ntos ua lub tsho txaij ua qhov muag, thiab muab xov maj uas nkoov zoo zoo ntos ua phuam, thiab ntos txoj siv sia thiab ua paj rau."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.40","label":"40","content":"Ua cov tsho, cov siv sia thiab mom rau Aloo cov tub hnav, lawv thiaj tau koob meej thiab yuav zoo nkauj."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.41","label":"41","content":"Muab tej tsoos meej mom no ua rau koj tus tijlaug Aloo thiab nws cov tub hnav es muab roj hliv ywg ua kevcai xaiv tsa lawv thiab tu kom lawv dawb huv rau kuv lawv thiaj ua tau pov thawj ua kuv tes haujlwm."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.42","label":"42","content":"Muab ntaub mag xaws cov ris luv uas ceg txog ntawm ncej qab xwb rau lawv hnav thiaj npog tau lawv ceg ncau."},{"bible_id":"1269","chapter_code":"EXO.28","verse_code":"EXO.28.43","label":"43","content":"Aloo thiab nws cov tub yuav tsum hnav cov ris no rau thaum uas mus rau hauv lub tsev ntaub sib ntsib, thiab thaum uas mus ua haujlwm ntawm lub thaj uas xyeem hauv lub chaw dawb huv kom thiaj tsis muaj txim, lawv thiaj tsis tuag. Qhov no yog txoj kevcai uas Aloo thiab nws caj ces yuav tsum coj mus ib txhiab ib txhis li.”"},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.1","label":"1","content":"“Koj yuav tsum ua li no thiaj muab Aloo lawv tu tau kom dawb huv rau kuv lawv thiaj ua tau pov thawj ua kuv tes haujlwm. Muab ib tug menyuam txiv nyuj thiab ob tug txiv yaj uas tsis muaj chaw thuam li,"},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.2","label":"2","content":"thiab muab cov ncuav tsis xyaw keeb thiab cov ncuav ntse roj tsis xyaw keeb thiab tej lub ncuav tsis xyaw keeb nyias nyias pleev roj. Yuav tsum muab cov hmoov mog zoo zoo ua cov ncuav no."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.3","label":"3","content":"Muab cov ncuav no tso rau hauv ib lub tawb coj ua ke nrog tus txiv nyuj thiab ob tug txiv yaj tuaj."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.4","label":"4","content":"Coj Aloo thiab nws cov tub tuaj rau ntawm lub qhov rooj tsev ntaub sib ntsib mas muab dej ntxuav lawv huv huv."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.5","label":"5","content":"Muab cev tsoos meej mom rau Aloo hnav, yog lub tsho, lub tsho ntev, lub tsho efauj thiab lub awv thiab muab txoj siv sia uas ntos zoo zoo sia lub tsho pov thawj rau ntawm duav."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.6","label":"6","content":"Muab phuam rau Aloo ntoo thiab muab pluaj kub uas dawb huv sia txoj phuam."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.7","label":"7","content":"Muab cov roj tsw qab uas siv ua kevcai tsa hliv rau saum Aloo taubhau thiaj tsa tau nws."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.8","label":"8","content":"Coj nws cov tub los es muab tej tsho meej mom rau lawv hnav"},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.9","label":"9","content":"thiab muab siv ua rau lawv sia thiab muab mom rau lawv ntoo. Lawv yuav ua pov thawj raws li kuv twb hais tseg lawd mus ib txhiab ib txhis li. Ua li no thiaj yog koj ua kevcai tsa Aloo thiab nws cov tub ua pov thawj."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.10","label":"10","content":"“Koj yuav tsum coj tus menyuam txiv nyuj tuaj rau ntawm lub tsev ntaub sib ntsib mas Aloo thiab nws cov tub yuav cev tes npuab rau saum tus txiv nyuj taubhau."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.11","label":"11","content":"Muab tus txiv nyuj ntawd tua ntawm Yawmsaub xubntiag ntawm lub qhov rooj tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.12","label":"12","content":"Muab tus txiv nyuj cov ntshav ib qho los xuas ntiv tes pleev plaub tug kub ntawm plaub lub kaum thaj. Cov ntshav uas tshuav mas muab hliv puag ncig lub taw thaj ntawd."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.13","label":"13","content":"Muab cov hlab hluas roj uas lo plab hnyuv thiab lo cov siab thiab cov hlab hluas roj uas lo ob lub raum thiab ob lub raum huvsi hlawv rau saum lub thaj."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.14","label":"14","content":"Tiamsis tus txiv nyuj cov nqaij thiab daim tawv thiab cov quav mas coj mus hlawv pov tseg sab nraum ntug zos. Tej no yog ua kevcai xyeem daws txim."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.15","label":"15","content":"“Koj yuav tsum muab ib tug txiv yaj los mas Aloo thiab nws cov tub yuav cev tes npuab rau saum tus txiv yaj ntawd taubhau."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.16","label":"16","content":"Mas muab tus txiv yaj ntawd tua thiab muab cov ntshav nchos kom lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.17","label":"17","content":"Muab tus txiv yaj ntawd txiav ua tej ywb yav thiab muab tej plab hnyuv siab ntsws thiab tej tes taw ntxuav coj los tso ua ke rau ntawm cov nqaij thiab lub taubhau."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.18","label":"18","content":"Muab tus txiv yaj ntawd hlawv huvsi rau saum lub thaj ua kevcai hlawv xyeem rau Yawmsaub, ua tej uas muab hlawv kub hnyiab xyeem muaj pa tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.19","label":"19","content":"“Muab dua ib tug txiv yaj los mas Aloo thiab nws cov tub yuav cev tes npuab rau saum tus txiv yaj ntawd taubhau."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.20","label":"20","content":"Mas muab tus yaj ntawd tua thiab muab cov ntshav ib qho los pleev Aloo thiab nws cov tub sab taub ntsej xis thiab pleev tus taub teg xis thiab tus taub taw xis. Thiab muab cov ntshav uas tshuav nchos kom lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.21","label":"21","content":"Muab cov ntshav saum lub thaj ib qho thiab cov roj tsw qab siv ua kevcai tsa ib qho nchos rau Aloo thiab nws cev tsoos meej mom thiab nchos rau Aloo cov tub thiab rau lawv tej tsoos meej mom. Mas Aloo thiab nws cev tsoos meej mom thiab nws cov tub thiab lawv tej tsoos meej mom thiaj dawb huv."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.22","label":"22","content":"“Tus txiv yaj ntawd mas muab cov hlab hluas roj thiab tus kotw uas rog rog thiab cov hlab hluas roj uas lo plab hnyuv thiab lo cov siab thiab cov hlab hluas roj uas lo ob lub raum thiab ob lub raum, thiab sab ceg xis (vim tus txiv yaj ntawd yog siv ua kevcai tsa ua pov thawj),"},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.23","label":"23","content":"thiab rho ib lub ncuav thiab ib lub ncuav ntse roj thiab ib lub ncuav nyias nyias uas pleev roj hauv lub tawb uas muaj cov ncuav tsis xyaw keeb uas nyob ntawm Yawmsaub xubntiag,"},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.24","label":"24","content":"mas muab cov no huvsi tso rau hauv Aloo thiab Aloo cov tub txhais tes nqa mus cev tab meeg Yawmsaub ua kevcai cev xyeem."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.25","label":"25","content":"Mas koj ho txais ntawm Aloo lawv txhais tes coj los hlawv rau saum lub thaj ua ke nrog tus yaj uas hlawv huvsi xyeem lawd. Tej pa uas hlawv ntawd tsw qab hum Yawmsaub lub siab, yog yam uas muab hlawv kub hnyiab xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.26","label":"26","content":"“Muab tus txiv yaj uas siv ua kevcai tsa Aloo ua pov thawj cov nqaij ntawm hauv nrob cev tab meeg Yawmsaub ua kevcai cev xyeem mas cov nqaij ntawd yuav muab ua koj feem."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.27","label":"27","content":"Tus txiv yaj uas siv ua kevcai tsa ua pov thawj cov nqaij ntawm hauv nrob uas cev thiab ib sab ceg uas cev xyeem rau Yawmsaub mas yuav tu kom dawb huv rau Yawmsaub, thiab muab ua Aloo thiab Aloo cov tub li feem."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.28","label":"28","content":"Ob qho nqaij no yog tej uas cov Yixayee yuav tseg ua Aloo thiab nws cov tub li feem mus ib txhis li. Thaum cov Yixayee tua tsiaj xyeem ua kevcai sib raug zoo lawv yuav tsum tseg ob qho nqaij no ua cov pov thawj li feem. Yog tej uas lawv muab pub rau Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.29","label":"29","content":"“Aloo cev tsoos meej mom uas dawb huv mas muab rau nws cov tub hnav tau rau lub sijhawm uas ua kevcai muab roj hliv ywg tsa lawv ua pov thawj txhua tiam mus li."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.30","label":"30","content":"Tus uas sawv los ua pov thawj nyob leej txiv chaw ua kuv tes haujlwm hauv lub tsev ntaub sib ntsib chav dawb huv mas yuav hnav cev tsoos meej mom ntawd xya hnub."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.31","label":"31","content":"“Muab tus txiv yaj uas siv ua kevcai tsa ua pov thawj ntawd cov nqaij hau hauv ib qho chaw uas dawb huv ntawd."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.32","label":"32","content":"Mas Aloo thiab nws cov tub yuav noj tus txiv yaj ntawd cov nqaij thiab cov ncuav hauv lub tawb rau ntawm lub qhov rooj tsev ntaub sib ntsib sab nraud."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.33","label":"33","content":"Lawv yuav noj tej uas muab xyeem ntxuav kev txhaum txim es ua kevcai tsa lawv ua pov thawj dawb huv rau kuv. Lwm tus noj tsis tau vim tej ntawd yog yam uas dawb huv lawm."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.34","label":"34","content":"Yog cov nqaij cov ncuav uas siv ua kevcai tsa ua pov thawj ntawd noj tsis tag mas tagkis tom qab cia li muab hlawv huvsi tsis txhob noj li, vim yog yam uas dawb huv lawm."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.35","label":"35","content":"“Koj yuav tsum ua txhua yam kevcai rau Aloo thiab nws cov tub raws li kuv hais rau koj lawd. Qhov kevcai tsa lawv ua pov thawj no yuav ua xya hnub."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.36","label":"36","content":"Txhua hnub yuav muab ib tug txiv nyuj tua ua kevcai xyeem daws txim thiab ntxuav kev txhaum tseg. Thiab yuav ua kevcai xyeem daws txim rau thaum ntxuav tej kev txhaum kev qias saum lub thaj thiab yuav muab roj tsw qab hliv ywg lub thaj kom dawb huv rau kuv."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.37","label":"37","content":"Yuav ua kevcai ntxuav lub thaj ntawd xya hnub lub thaj thiaj dawb huv ua tau kuv tug, lub thaj thiaj dawb huv kawg nkaus mas yam uas mus nphav lub thaj ntawd yuav dawb huv."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.38","label":"38","content":"“Ntawm no mus yog tej uas nej yuav tsum muab xyeem saum lub thaj mus li, yuav niaj hnub muab ob tug menyuam yaj uas muaj ib xyoos xyeem mus li."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.39","label":"39","content":"Muab ib tug menyuam yaj tua xyeem rau thaum tagkis, muab ib tug xyeem rau thaum yuav tsaus ntuj."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.40","label":"40","content":"Thaum xyeem thawj tug mivnuas yaj, yuav muab ib feem kaum hauv ib efa  hmoov mog zoo zoo thiab ib feem plaub hauv ib hee  roj aulib uas tsuam lim tau zoo lawd ntse ua ke xyeem, thiab yuav muab ib feem plaub hauv ib hee cawv txiv hmab hliv ua kevcai hliv xyeem."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.41","label":"41","content":"Thaum yuav tsaus ntuj yuav muab dua ib tug menyuam yaj xyeem, kuj yuav muab hmoov mog ua ke ua kevcai xyeem qoob loo thiab muab cawv txiv hmab ua kevcai hliv xyeem ib yam nkaus li thaum tagkis, ua tej uas muab hlawv kub hnyiab xyeem muaj pa tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.42","label":"42","content":"Nej yuav ua kevcai hlawv xyeem li no ib tiam dhau ib tiam ib txhiab ib txhis mus li rau ntawm lub qhov rooj tsev ntaub sib ntsib tab meeg Yawmsaub. Kuv yuav los ntsib nej thiab nrog koj hais lus qhov ntawd."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.43","label":"43","content":"Kuv yuav los ntsib cov Yixayee rau lub chaw ntawd thiab kuv lub hwjchim ci ntsa iab yuav ua rau lub chaw ntawd dawb huv rau kuv."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.44","label":"44","content":"“Kuv yuav tu kom lub tsev ntaub sib ntsib thiab lub thaj dawb huv rau kuv thiab kuv yuav tsa Aloo thiab nws cov tub ua cov uas dawb huv rau kuv ua pov thawj ua kuv tes haujlwm."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.45","label":"45","content":"Kuv yuav nyob kiag hauv nruab nrab cov Yixayee thiab kuv yuav ua lawv tus Vajtswv."},{"bible_id":"1269","chapter_code":"EXO.29","verse_code":"EXO.29.46","label":"46","content":"Mas lawv yuav paub tias kuv yog Yawmsaub, yog lawv tus Vajtswv. Kuv yog tus uas coj lawv tawm hauv Iyi tebchaws los kuv thiaj tau nrog nraim lawv nyob. Kuv yog Yawmsaub, yog lawv tus Vajtswv.”"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.1","label":"1","content":"“Koj yuav tsum muab ntoo kub twg ua lub thaj hlawv hmoov tshuaj tsw qab."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.2","label":"2","content":"Ua dav xwm fab xwm meem ntev ib tshim dav ib tshim siab ob tshim. Cov kub ntawm kaum thaj mas ua keev kiag ntawm lub thaj los."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.3","label":"3","content":"Muab cov tseem kub luam kiag lub thaj sab saud thiab plaub fab thiab cov kub thaj huvsi thiab muab kub ua ib tug caj ntswm lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.4","label":"4","content":"Muab kub ua ob lub ntsej tis rau hauv tus qab caj ntswm ntawd ib lub ib sab kom sib ncaj mas yuav muab las ntxig rau ob lub ntsej ntawd kwv."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.5","label":"5","content":"Muab ntoo kub twg los ua ob tug las kwv thiab muab kub luam ob tug las ntawd."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.6","label":"6","content":"Muab lub thaj ntawd txawb rau nraum daim ntaub uas thaiv lub phij xab sib cog lus ncaj nkaus lub hau phij xab uas roos kev txhaum,  yog lub chaw uas kuv yuav ntsib koj."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.7","label":"7","content":"“Aloo yuav mus hlawv hmoov tshuaj tsw qab saum lub thaj ntawd. Txhua tagkis uas nws mus tu lub teeb mas txawm hlawv hmoov tshuaj tsw qab thiab ntag."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.8","label":"8","content":"Thaum yuav tsaus ntuj uas Aloo taws lub teeb mas nws yuav hlawv hmoov tshuaj tsw qab saum lub thaj, thiaj muaj hmoov tshuaj tsw qab rau ntawm Yawmsaub xubntiag ib tiam dhau ib tiam ib txhiab ib txhis mus li."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.9","label":"9","content":"Tej hmoov tshuaj tsw qab uas tsis dawb huv mas tsis txhob muab hlawv rau saum lub thaj no. Tsis txhob ua kevcai hlawv huvsi xyeem rau saud tsis txhob ua kevcai xyeem qoob loo rau saud, tsis txhob muab cawv txiv hmab hliv ua kevcai xyeem rau saud."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.10","label":"10","content":"Aloo yuav ua kevcai ntxuav kev txhaum rau plaub tug kub ntawm lub thaj ntawd ib xyoos ib zaug. Nws yuav muab cov ntshav uas ua kevcai xyeem daws txim los ua kevcai ntxuav kev txhaum txim, ua kevcai ntxuav lub thaj ib xyoos ib zaug ib tiam dhau ib tiam mus li. Lub thaj no dawb huv kawg nkaus rau Yawmsaub.”"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.11","label":"11","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.12","label":"12","content":"“Thaum koj txheeb npe thiab suav cov Yixayee mas lawv sawvdaws nyias taus nyias nqa nyiaj tuaj pub rau Yawmsaub ua nqe txhiv txojsia, lawv thiaj tsis raug xwm txheej phem rau thaum koj mus suav lawv."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.13","label":"13","content":"Txhua tus uas twb txheeb npe lawd mas yuav pub ib nrab sekhee nyiaj raws li tej nyiaj uas siv hauv lub chaw pe hawm Yawmsaub (ib sekhee muaj nees nkaum kela. ) Yuav tsum pub ib nrab sekhee ntawd rau Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.14","label":"14","content":"Txhua tus uas tuaj txheeb npe cov uas hnub nyoog nees nkaum xyoo rov saud, yuav coj nyiaj tuaj pub rau Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.15","label":"15","content":"Thaum nej sawvdaws coj nyiaj tuaj pub rau Yawmsaub ntxuav kev txhaum txhiv nej txojsia mas cov uas muaj tsis txhob pub dhau, cov uas pluag los tsis txhob pub tsawg dhau ib nrab sekhee."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.16","label":"16","content":"Koj yuav khaws cov nyiaj uas txhiv cov Yixayee txojsia coj los siv hauv lub tsev ntaub sib ntsib ua Yawmsaub tes haujlwm, kom Yawmsaub thiaj nco txog qhov uas cov Yixayee sawvdaws twb ntxuav kev txhaum txhiv txojsia lawm.”"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.17","label":"17","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.18","label":"18","content":"“Koj muab tooj liab ua ib lub phaj thiab muab tooj liab ua lub chaw txawb lub phaj tooj liab ntawd ua chaw ntxuav. Muab txawb ntawm lub tsev ntaub sib ntsib thiab lub thaj kem nruab nrab, thiab nqa dej los rau hauv lub phaj,"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.19","label":"19","content":"mas Aloo thiab nws cov tub yuav siv cov dej ntawd ntxuav tes ntxuav taw."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.20","label":"20","content":"Thaum lawv yuav nkag mus rau hauv lub tsev ntaub sib ntsib thiab thaum lawv mus ze lub thaj ua Yawmsaub tes haujlwm es muab qhov txhia chaw hlawv xyeem rau Yawmsaub mas lawv yuav tsum muab dej los ntxuav tsam ces lawv tuag."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.21","label":"21","content":"Lawv yuav tsum ntxuav tes ntxuav taw tsam ces lawv tuag. No yog txoj kevcai uas Aloo thiab nws cov tub caj ces yuav tsum coj txhua tiam mus ib txhiab ib txhis li.”"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.22","label":"22","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.23","label":"23","content":"“Muab tej txuj lom zoo zoo li no, uas yog roj tsw qab hnyav tsib puas sekhee, hmoov ntoo tuv hnyav ib nrab (yog ob puas tsib caug sekhee) thiab tauj qaib tsw qab hnyav ob puas tsib caug sekhee,"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.24","label":"24","content":"thiab hmoov xyab txob hnyav tsib puas sekhee  hnyav raws li nyiaj sekhee uas lawv siv hauv lub chaw pe Yawmsaub, thiab muab ib hee  roj aulib."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.25","label":"25","content":"Koj yuav muab tej no los tov ua ke ib yam li tus Kws txawj ua tshuaj tsw qab ua, thiaj tau cov roj uas dawb huv siv ua kevcai tsa. Cov roj no yog cov roj uas dawb huv siv hliv ywg ua kevcai tsa."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.26","label":"26","content":"Thiab muab cov roj tsw qab no ywg pleev lub tsev ntaub sib ntsib thiab lub phij xab sib cog lus,"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.27","label":"27","content":"thiab lub rooj thiab tej twj siv saum lub rooj, thiab lub teeb kub thiab tej twj siv tu lub teeb, thiab lub thaj hlawv hmoov tshuaj tsw qab,"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.28","label":"28","content":"thiab lub thaj uas hlawv qhov txhia chaw xyeem thiab tej twj uas siv ntawm lub thaj, thiab lub phaj thiab lub chaw uas txawb lub phaj."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.29","label":"29","content":"Yuav ua kevcai tu txhua yam no kom dawb huv rau kuv mas tej no thiaj dawb huv kawg nkaus li. Yog yam twg los nphav tej no mas yam ntawd kuj cia li dawb huv lawm."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.30","label":"30","content":"Koj yuav muab roj hliv ywg rau Aloo thiab nws cov tub ua kevcai tu kom lawv dawb huv rau kuv lawv thiaj ua tau pov thawj ua koom tu kuv."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.31","label":"31","content":"Koj hais rau cov Yixayee hais tias, ‘Cov roj no yog kuv li roj tsw qab dawb huv uas siv ua kevcai tsa ib tiam dhau ib tiam ib txhiab ib txhis li."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.32","label":"32","content":"Cov roj no tsis txhob muab hliv ywg rau tej pejxeem kiag li thiab tsis txhob muab ua dua ib co roj zoo li cov roj tsw qab no. Cov roj no dawb huv rau kuv mas nej yuav tsum muab saib ua yam uas dawb huv rau kuv xwb."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.33","label":"33","content":"Yog leejtwg ua ib co roj tsw qab zoo li no thiab muab cov roj no coj mus hliv ywg rau lwm tus uas tsis yog pov thawj mas tus ntawd yuav raug muab txiav tawm ntawm nws haiv neeg mus.’ ”"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.34","label":"34","content":"Yawmsaub hais rau Mauxe tias, “Muab cov txuj lom tsw qab li no, uas yog kua mis roj nyab thiab ib qho nqaij qwj hiavtxwv thiab kua mis qej tsua thiab tej roj ntoos tsw qab zoo zoo sib npaug zos,"},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.35","label":"35","content":"coj los tov ua ke ua cov hmoov tshuaj tsw qab yam li tus Kws txawj tov ua tshuaj tsw qab, thiab rau mentsis ntsev thiaj zoo kawg nkaus thiab dawb huv."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.36","label":"36","content":"Muab ib co tuav ua hmoov coj mus txawb rau ntawm lub phij xab sib cog lus xubntiag hauv lub tsev ntaub sib ntsib uas yog lub chaw uas kuv yuav ntsib koj. Cov tshuaj tsw qab no yuav tsum muab saib ua yam uas dawb huv kawg nkaus li."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.37","label":"37","content":"Cov hmoov tshuaj tsw qab no uas koj muab tov raws li uas qhia no mas nej tus kheej tsis txhob siv li. Koj yuav suav tias yog yam uas dawb huv rau Yawmsaub lawm."},{"bible_id":"1269","chapter_code":"EXO.30","verse_code":"EXO.30.38","label":"38","content":"Yog leejtwg ua ib co hmoov tshuaj tsw qab zoo li cov no los siv mas nws yuav raug muab txiav tawm ntawm nws haiv neeg mus.”"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.2","label":"2","content":"“Saib maj, kuv twb xaiv Ulis tus tub Npexalee uas yog Hawj tus xeeb ntxwv, yog xeem Yuda,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.3","label":"3","content":"thiab kuv twb pub Vaj Ntsuj Plig puv npo rau nws kom nws muaj lajlim tswvyim plab plaws thiab txawj ntse paub ua txhua tsav txhua yam,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.4","label":"4","content":"thiab txawj sau qauv thiab muab nyiaj muab kub muab tooj liab los ua tau txaij nraug zees,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.5","label":"5","content":"thiab txawj txua thiab txhum tej qe zeb hlaws uas muaj nqes es muab khawm lo rau lub me tais, txawj sais ntoo txaij zoo nkauj, nws txawj ua txhua yam."},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.6","label":"6","content":"Saib maj, kuv twb xaiv Ahixama tus tub Auhaulia uas yog xeem Daj ua tus uas pab nws. Kuv kuj pub tswvyim peevxwm rau txhua tus Kws txawj, lawv thiaj ua tau txhua yam uas kuv twb hais rau koj lawd,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.7","label":"7","content":"yog lub tsev ntaub sib ntsib, lub phij xab sib cog lus thiab lub hau phij xab uas roos kev txhaum thiab txhua yam twj uas siv hauv lub tsev ntaub,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.8","label":"8","content":"yog lub rooj thiab tej twj siv saum lub rooj, lub teeb tseem kub thiab tej twj siv tu lub teeb, thiab lub thaj hlawv hmoov tshuaj tsw qab,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.9","label":"9","content":"thiab lub thaj uas hlawv qhov txhia chaw xyeem thiab tej twj uas siv saum lub thaj, thiab lub phaj ntxuav tes taw thiab lub chaw uas txawb lub phaj,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.10","label":"10","content":"thiab cev tsoos meej mom dawb huv uas ntos tau zoo zoo rau pov thawj Aloo hnav thiab tej tsoos meej mom uas Aloo cov tub hnav rau thaum lawv ua pov thawj ua kuv tes haujlwm,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.11","label":"11","content":"thiab cov roj tsw qab uas siv ua kevcai tsa thiab cov hmoov tshuaj tsw qab uas muab hlawv rau hauv lub chaw uas dawb huv. Tej no huvsi mas lawv yuav tsum ua txhua yam raws nraim li uas kuv twb hais rau koj lawd.”"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.12","label":"12","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.13","label":"13","content":"“Koj cia li hais rau cov Yixayee tias, ‘Nej yuav tsum nco ntsoov so rau kuv hnub Xanpatau, vim tias qhov no yog lub hom thawj rau kuv thiab nej mus rau txhua tiam kom nej thiaj paub tias kuv uas yog Yawmsaub muab nej cais ua dawb huv."},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.14","label":"14","content":"Nej yuav tsum nco ntsoov so rau hnub Xanpatau, vim tias yog hnub uas dawb huv rau nej. Leejtwg ua puas tsuas hnub ntawd nws yuav raug txim tuag. Yog leejtwg ua haujlwm rau hnub ntawd, nws yuav raug muab txiav tawm hauv nws haiv neeg."},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.15","label":"15","content":"Cia li ua haujlwm rau hnub, tiamsis hnub xya yog hnub Xanpatau yog hnub uas caiv so tiag tiag li thiab yog hnub uas dawb huv rau Yawmsaub. Yog leejtwg ua haujlwm rau hnub Xanpatau yuav raug txim tuag."},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.16","label":"16","content":"Yog li no cov Yixayee yuav tsum nco ntsoov so hnub Xanpatau. Lawv yuav hwm hnub ntawd mus rau txhua tiam ua lus cog tseg nyob mus ib txhis li."},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.17","label":"17","content":"Yog lub hom thawj rau kuv thiab cov Yixayee mus ib txhis qhia hais tias Yawmsaub tsim lub ntuj lub ntiajteb tau rau hnub xwb tiav tag, mas hnub xya nws so tsis ua haujlwm thiab tau so los siav.’ ”"},{"bible_id":"1269","chapter_code":"EXO.31","verse_code":"EXO.31.18","label":"18","content":"Thaum nws hais rau Mauxe saum lub roob Xinai tag lawd nws muab ob daim txiag zeb uas Vajtswv xuas ntiv tes sau nws tej lus cog tseg rau hauv, pub rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.1","label":"1","content":"Thaum cov pejxeem pom tias Mauxe nyob ntev heev tsis nqes saum roob los, lawv txawm ua ke tuaj hais rau Aloo tias, “Koj cia li sawv tsees ua tej dab mlom  rau peb uas yuav coj peb kev mus. Tus Mauxe uas coj peb tawm hauv Iyi tebchaws los peb tsis paub xyov nws ua li cas lawm.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.2","label":"2","content":"Mas Aloo hais rau lawv tias, “Cia li hle tej kauj co kub ntawm nej tej pojniam thiab nej tej tub tej ntxhais qhov ntsej coj tuaj rau kuv.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.3","label":"3","content":"Cov pejxeem sawvdaws thiaj hle tej kauj co kub ntawm lawv qhov ntsej coj tuaj rau Aloo."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.4","label":"4","content":"Aloo tau tej kub ntawm lawv txhais tes ces nws txawm muab nchuav thiab siv cuab yeej txua ua ib tug thav nyuj. Mas lawv hais tias, “Cov Yixayee 'e, tej no yog nej tej dab uas coj nej tawm hauv Iyi tebchaws los.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.5","label":"5","content":"Thaum Aloo pom li no nws txawm tib ib lub thaj xyeem rau ntawm tus dab mlom nyuj ntawd xubntiag. Mas Aloo tshaj tawm hais tias, “Tagkis yuav ua kevcai noj haus rau Yawmsaub.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.6","label":"6","content":"Mas hnub tom qab lawv sawv ntxov mus tua tsiaj ua kevcai hlawv xyeem thiab coj tej tsiaj xyeem ua kevcai sib raug zoo. Cov pejxeem kuj zaum noj haus thiab sawv dhia ua lomzem."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.7","label":"7","content":"Yawmsaub hais rau Mauxe tias, “Koj cia li nqes mus, vim koj haiv neeg uas koj coj tawm hauv Iyi tebchaws los ntawd twb ua phem ua qias lawm."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.8","label":"8","content":"Lawv twb tig hlo ntawm txojkev uas kuv qhia rau lawv sai kawg li lawm. Lawv nchuav ib tug dab mlom thav nyuj rau lawv, thiab pe thiab tua tsiaj xyeem rau tus dab mlom ntawd thiab hais tias, ‘Cov Yixayee 'e, tej no yog nej tej dab  uas coj nej tawm hauv Iyi tebchaws los.’ ”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.9","label":"9","content":"Yawmsaub hais rau Mauxe tias, “Kuv pom haiv neeg no lawm, lawv yeej yog haiv neeg uas tawv ncauj heev."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.10","label":"10","content":"Vim li no koj tsis txhob tav kuv, kom kuv txojkev npau taws thiaj tshwm plaws ua kom lawv puam tsuaj tag. Tiamsis kuv yuav tsa koj ua ib haiv neeg loj heev.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.11","label":"11","content":"Mas Mauxe thov Yawmsaub uas yog nws tus Vajtswv tias, “Au Yawmsaub, ua cas koj npau taws heev rau koj haiv neeg uas koj siv koj lub hwjchim loj thiab siv koj txhais tes uas muaj zog coj tawm hauv Iyi tebchaws los?"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.12","label":"12","content":"Ua cas yuav cia cov Iyi hais tias, ‘Vajtswv npaj yuav ua phem es coj lawv tawm mus thiaj muab lawv tua rau tom tej roob thiab muab lawv ua puam tsuaj tag hauv lub ntiajteb mus?’ Thov koj thim koj txojkev npau taws heev thiab hloov koj lub siab tsis txhob ua qhov phem no rau koj haiv neeg."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.13","label":"13","content":"Thov koj nco txog Aplahas, Yiha thiab Yixayee uas yog koj cov qhev. Koj tau cog lus ruaj khov rau lawv tias, ‘Kuv yuav ua rau nej caj ces huaj vam coob yam li tej hnub qub saum ntuj, thiab lub tebchaws no huvsi uas kuv cog lus cia lawd kuv yuav pub rau nej caj ces mas lawv yuav tau ua qub txeeg qub teg mus ib txhis li.’ ”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.14","label":"14","content":"Mas Yawmsaub thiaj hloov siab tsis ua tej xwm txheej phem raws li nws tau xav tseg tias nws yuav ua rau nws haiv neeg."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.15","label":"15","content":"Mauxe thiaj tig kiag nqes saum lub roob los, nws nqa ob daim txiag zeb uas sau Vajtswv tej lus rau ob sab huvsi los."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.16","label":"16","content":"Ob daim txiag zeb no yog Vajtswv ua thiab cov npe ntawv ntawd yog Vajtswv sais rau hauv daim txiag zeb."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.17","label":"17","content":"Thaum Yausua hnov cov pejxeem lub suab nrov ntshu nrooj nws txawm hais rau Mauxe tias, “Muaj suab nrov ua rog nram lub chaw nyob.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.18","label":"18","content":"Tiamsis Mauxe hais tias, “Lub suab uas hnov ntawd tsis yog suab yeej rog thiab tsis yog suab swb rog, tiamsis yog suab qw ua lomzem xwb.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.19","label":"19","content":"Thaum Mauxe los ze lub zos lawm thiab pom tus dab mlom thav nyuj thiab pom neeg seev cev, ces nws txawm npau taws heev, nws muab ob daim txiag zeb laim pov tseg tawg tag rau ntawm taw roob lawm."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.20","label":"20","content":"Nws muab tus dab mlom thav nyuj uas lawv ua ntawd hlawv thiab muab tuav ua hmoov w rau hauv dej thiab yuam cov Yixayee haus cov dej ntawd."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.21","label":"21","content":"Mauxe thiaj hais rau Aloo tias, “Cov pejxeem no ua li cas rau koj es koj thiaj coj lub txim loj li no los raug lawv?”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.22","label":"22","content":"Aloo teb tias, “Yawg hlob, tsis txhob npau taws kiag li. Koj yeej paub cov pejxeem no lawm, lawv seem lais mus rau txojkev phem xwb."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.23","label":"23","content":"Lawv hais rau kuv tias, ‘Cia li ua tej dab mlom rau peb uas yuav coj peb mus. Tus Mauxe uas coj peb tawm hauv Iyi tebchaws los peb tsis paub xyov nws ua li cas lawm.’"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.24","label":"24","content":"Kuv thiaj hais rau lawv tias, ‘Leejtwg muaj kauj co kub cia li hle los.’ Lawv thiaj muab rau kuv mas kuv muab pov rau hauv cub hluavtaws, ces txawm tshwm tus thav nyuj no tawm los.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.25","label":"25","content":"Thaum Mauxe pom tias cov pejxeem lem kiag lawm, vim yog Aloo tso lawv lem lawm ua rau lawv raug lawv cov yeeb ncuab thuam luag,"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.26","label":"26","content":"mas Mauxe sawv ntsug ntawm rooj vag hauv lub zos thiab hais tias, “Leejtwg nyob Yawmsaub tog? Cia li los ntawm kuv.” Mas Levi cov tub ki sawvdaws thiaj los rau ntawm Mauxe."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.27","label":"27","content":"Mauxe hais rau lawv tias, “Yawmsaub uas yog Yixayee tus Vajtswv hais li no tias, ‘Nej txhua tus cia li ris ntaj ntawm duav thiab mus mus los los ntawm txhua lub rooj vag hauv lub zos thiab txhua tus nyias tua nyias li kwvtij thiab nyias tua nyias li phoojywg thiab nyias tua nyias li kwvtij zej zog.’ ”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.28","label":"28","content":"Mas cov Levi kuj ua raws li Mauxe hais. Mas hnub ntawd cov pejxeem thiaj raug tua kwvlam peb txhiab leej."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.29","label":"29","content":"Mauxe hais tias, “Hnub no nej rov tsa nej  ua cov uas ua Yawmsaub tes haujlwm, vim nej txhua tus nyias tawm tsam nyias tej tub thiab nyias tej kwvtij, hnub no Yawmsaub thiaj li foom koob hmoov rau nej.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.30","label":"30","content":"Hnub tom qab Mauxe thiaj hais rau cov pejxeem tias, “Nej tau ua txhaum muaj txim loj heev. Mas nimno kuv yuav nce rov mus cuag Yawmsaub. Tej zaum kuv yuav ntxuav tau nej tej kev txhaum txim.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.31","label":"31","content":"Mauxe thiaj rov mus cuag Yawmsaub thiab thov hais tias, “Cov pejxeem no ua txhaum txim loj kawg. Lawv ua tej dab mlom kub rau lawv."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.32","label":"32","content":"Tiamsis nimno thov koj zam lawv lub txim. Yog koj tsis kam, mas thov koj muab kuv lub npe rhuav tawm hauv koj phau ntawv uas koj sau cia.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.33","label":"33","content":"Mas Yawmsaub hais rau Mauxe tias, “Leejtwg ua txhaum rau kuv, kuv yuav rhuav tus ntawd lub npe tawm hauv kuv phau ntawv."},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.34","label":"34","content":"Koj cia li mus, coj cov pejxeem mus rau lub chaw uas kuv hais rau koj lawm. Kuv tus tubtxib saum ntuj yuav ua koj ntej mus. Txawm li ntawd los txog hnub uas kuv txiav txim kuv yuav rau txim rau lawv.”"},{"bible_id":"1269","chapter_code":"EXO.32","verse_code":"EXO.32.35","label":"35","content":"Mas Yawmsaub tso mob kis los raug cov pejxeem vim yog qhov uas lawv ua tus dab mlom thav nyuj, uas Aloo ua ntawd."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Cia li mus, koj thiab cov pejxeem uas koj coj tawm hauv Iyi tebchaws los cia li tawm ntawm no mus rau lub tebchaws uas kuv cog lus ruaj khov rau Aplahas, Yiha thiab Yakhauj tias, ‘Kuv yuav pub lub tebchaws rau koj caj ces.’"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.2","label":"2","content":"Kuv yuav tso ib tug tubtxib saum ntuj ua koj ntej mus ntiab cov Khana‑as, cov Amaulai, cov Hithai, cov Pelixai, cov Hivai thiab cov Yenpu tawm qhov ntawd mus."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.3","label":"3","content":"Koj cia li mus kom txog lub tebchaws uas muaj kua mis thiab zib ntab ntws nto. Tiamsis kuv yuav tsis nrog koj mus ntshai tsam kuv yuav ua rau koj puam tsuaj tag ntawm ib tog kev, vim nej yog neeg tawv ncauj.”"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.4","label":"4","content":"Thaum cov pejxeem hnov tej xov phem ntawd lawv quaj ntsuag thiab tsis muaj leejtwg coj saw nyiaj saw kub kiag li,"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.5","label":"5","content":"rau qhov Yawmsaub hais rau Mauxe tias, “Koj cia li hais rau cov Yixayee tias, ‘Nej yog neeg tawv ncauj. Yog kuv nrog nej mus ib nyuag pliag xwb kuv muab nej ua puam tsuaj tag. Vim li no nej cia li hle nej tej saw nyiaj saw kub tseg thiab kuv yuav txiav txim siab saib kuv yuav ua li cas rau nej.’ ”"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.6","label":"6","content":"Cov Yixayee thiaj li hle lawv tej saw nyiaj saw kub mas txij ntawm lub roob Haule  lawv tsis coj li lawm."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.7","label":"7","content":"Mauxe pheej coj ib lub tsev ntaub mus tsa rau sab nraum ntug zos deb ntawm lub zos mas hu ua lub tsev ntaub sib ntsib. Mas txhua tus uas xav ua nug rau Yawmsaub kuj tawm mus rau ntawm lub tsev ntaub sib ntsib uas nyob nraum ntug zos."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.8","label":"8","content":"Mauxe tawm mus rau ntawm lub tsev ntaub thaum twg, cov pejxeem sawvdaws yuav sawv ntsug ntawm nyias lub qhov rooj tsev ntaub saib Mauxe mus txog thaum nws nkag rau hauv lub tsev ntaub."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.9","label":"9","content":"Thaum Mauxe nkag mus rau hauv lub tsev ntaub lawm, tus ncej huab kuj nqes los nyob ntawm lub tsev ntaub qhov rooj, mas Yawmsaub nrog Mauxe hais lus."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.10","label":"10","content":"Cov pejxeem sawvdaws pom tus ncej huab los nyob ntawm lub qhov rooj tsev ntaub thaum twg, mas sawvdaws txhua tus kuj sawv tsees hawm ntawm nyias lub qhov rooj tsev ntaub."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.11","label":"11","content":"Yawmsaub pheej nrog Mauxe sib tham tim ntsej tim muag yam li ob tug kwvluag sib tham. Ces Mauxe li rov qab los rau hauv lub zos, tiamsis tus tub hluas Yausua uas yog Noo tus tub thiab yog Mauxe tus tub qhe mas tsis tawm hauv lub tsev ntaub mus li."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.12","label":"12","content":"Mauxe hais rau Yawmsaub tias, “Koj tau hais rau kuv tias, ‘Cia li coj cov pejxeem no mus,’ tiamsis koj twb tsis qhia rau kuv paub tias koj yuav txib leejtwg nrog kuv mus. Txawm li ntawd los koj tseem hais tias, ‘Kuv paub koj zoo vim paub koj lub npe thiab koj yog tus uas txaus kuv siab.’"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.13","label":"13","content":"Yog koj txaus siab rau kuv tiag lawm, thov koj qhia koj txojkev rau kuv pom nimno xwv kuv thiaj paub koj thiab yuav txaus koj lub siab mus li. Thiab thov koj nco tias cov neeg no yog koj haiv neeg thiab.”"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.14","label":"14","content":"Yawmsaub hais tias, “Kuv yuav nrog koj mus ntag thiab yuav pub kom koj tau so.”"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.15","label":"15","content":"Mauxe thiaj hais rau nws tias, “Yog koj tsis nrog kuv mus, thov tsis txhob coj peb tawm ntawm no mus li."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.16","label":"16","content":"Yuav ua li cas thiaj paub tias kuv thiab koj cov neeg txaus koj lub siab? Kuj yog thaum koj nrog peb mus xwb kuv thiab koj cov neeg thiaj li txawv dua lwm haiv neeg huvsi uas nyob thoob plaws hauv lub ntiajteb los tsis yog?”"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.17","label":"17","content":"Yawmsaub hais rau Mauxe tias, “Yam uas koj thov, kuv yuav ua raws li ntawd. Rau qhov koj txaus kuv lub siab thiab kuv paub koj lub npe zoo.”"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.18","label":"18","content":"Mauxe thiaj hais tias, “Thov koj ua koj lub hwjchim ci ntsa iab tshwm rau kuv pom.”"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.19","label":"19","content":"Yawmsaub thiaj teb tias, “Kuv yuav ua kuv txojkev zoo huvsi tshwm los hla ntawm koj xubntiag, thiab kuv yuav tshaj tawm kuv lub npe uas yog Yawmsaub  rau ntawm koj xubntiag. Kuv xav khuvleej tus twg kuv yuav khuvleej tus ntawd, kuv xav tab ncuab tus twg kuv yuav tab ncuab tus ntawd.”"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.20","label":"20","content":"Yawmsaub hais tias, “Tiamsis koj yuav pom tsis tau kuv lub ntsej muag, rau qhov tsis muaj leejtwg pom es tseem muaj txojsia nyob.”"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.21","label":"21","content":"Mas Yawmsaub hais tias, “Saib maj, muaj ib qho chaw nyob ze kuv uas koj sawv tau saum lub pob zeb ntawd."},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.22","label":"22","content":"Mas thaum kuv lub hwjchim ci ntsa iab tabtom hla mus kuv yuav muab koj zais rau hauv kem zeb mas kuv yuav xuas kuv txhais tes roos koj mus txog thaum kuv hla dhau lawm,"},{"bible_id":"1269","chapter_code":"EXO.33","verse_code":"EXO.33.23","label":"23","content":"kuv li rho kuv txhais tes mas koj yuav pom kuv nrob qaum tiamsis koj yuav tsis pom kuv lub ntsej muag.”"},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Cia li txhwm dua ob daim txiag zeb zoo ib yam li thawj ob daim, mas kuv yuav sau tej lus uas nyob hauv ob daim qub uas koj ua tawg lawm rau hauv."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.2","label":"2","content":"Cia li npaj kom txhij rau tagkis mas sawv ntxov nce tuaj rau saum lub roob Xinai thiab tuaj cuag kuv saum lub ncov roob."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.3","label":"3","content":"Tsis txhob kheev leejtwg nrog koj tuaj thiab tsis kheev leejtwg tuaj nyob saum lub roob ib thaj twg kiag li. Tsis txhob kheev tej yaj tej tshis tej nyuj noj zaub ze ntawm lub roob no.”"},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.4","label":"4","content":"Mauxe thiaj txhwm ob daim txiag zeb zoo yam li thawj ob daim, thiab nws sawv ntxov nce mus rau saum lub roob Xinai raws li Yawmsaub hais rau nws, thiab nqa ob daim txiag zeb ntawm txhais tes mus."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.5","label":"5","content":"Mas Yawmsaub nyob hauv tauv huab nqes los thiab nrog Mauxe sawv ua ke thiab tshaj tawm Yawmsaub lub npe."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.6","label":"6","content":"Yawmsaub hla kiag ntawm Mauxe mus thiab tshaj tawm tias, “Yawmsaub, Yawmsaub, yog Vajtswv tus uas khuvleej thiab hlub, nws tsis chim sai, nws txojkev hlub uas ruaj khov thiab nws txojkev ua ncaj uas tso siab tau muaj nplua mias,"},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.7","label":"7","content":"nws txojkev hlub ruaj khov muaj rau neeg qas txhiab qas tiam, nws zam txim rau tej kev ua phem ua qias thiab kev fav xeeb thiab kev ua txhaum muaj txim. Tiamsis nws kuj tsis suav tias tsis txhaum, nws yuav rau leej txiv lub txim poob mus rau cov menyuam thiab cov xeeb ntxwv peb plaub tiam.”"},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.8","label":"8","content":"Mauxe txawm maj nroos nyo hau ti nkaus av pe hawm."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.9","label":"9","content":"Nws hais tias, “Au tus Tswv, yog kuv txaus koj lub siab, txawm yog haiv neeg no tawv ncauj los kuv thov koj nrog peb mus. Thiab thov koj zam peb tej kev txhaum thiab peb lub txim, thiab txais yuav peb ua koj teej koj tug.”"},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.10","label":"10","content":"Yawmsaub hais tias, “Ntawm no kuv cog lus rau koj. Kuv yuav ua txujci phimhwj tshwm tab meeg koj haiv neeg, yog tej txujci uas tsis tau ua dua rau hauv lub ntiajteb lossis ua rau hauv lub tebchaws twg kiag li. Ib tsoom neeg uas nyob puag ncig koj sawvdaws yuav pom Yawmsaub tes haujlwm, rau qhov tej uas kuv yuav ua rau koj ntawd yuav yog ib yam uas txaus ntshai kawg li."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.11","label":"11","content":"“Koj yuav tsum ua raws li tej uas hnub no kuv hais rau koj. Saib maj, kuv yuav ntiab cov Amaulai, cov Khana‑as, cov Hithai, cov Pelixai, cov Hivai thiab cov Yenpu khiav tawm ntawm koj xubntiag mus."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.12","label":"12","content":"Yuav tsum ceev faj tsis txhob nrog cov neeg hauv lub tebchaws uas koj yuav mus txog ntawd cog lus sib raug zoo, ntshai tsam yuav ua rooj hlua cuab koj."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.13","label":"13","content":"Nej yuav tsum rhuav lawv tej thaj teev dab pov tseg thiab tsoo lawv tej ncej tseem ceeb tawg tag thiab ntov lawv tej ncej dab Asela."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.14","label":"14","content":"Nej tsis txhob pe luag tej dab, rau qhov Yawmsaub uas muaj lub npe hu tias ‘Khib xeeb’ yog Vajtswv uas khib xeeb."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.15","label":"15","content":"Yog nej cog lus nrog cov neeg hauv lub tebchaws ntawd sib raug zoo mas ntshai tsam thaum lawv deev lawv tej dab thiab tua tsiaj xyeem rau tej dab ntawd ces lawv yuav hu nej mus nrog lawv koom, thiab nej yuav noj tej uas lawv muab xyeem rau tej dab ntawd,"},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.16","label":"16","content":"thiab nej yuav mus yuav lawv tej ntxhais los ua nej tej tub pojniam ces lawv tej ntxhais yuav mus deev lawv tej dab thiab yaum nej tej tub mus deev lawv tej dab thiab."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.17","label":"17","content":"“Nej tsis txhob nchuav dab mlom rau nej pe kiag li."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.18","label":"18","content":"“Nej yuav tsum nco ntsoov ua kevcai noj ncuav tsis xyaw keeb. Yuav noj ncuav tsis xyaw keeb kom puv xya hnub rau lub sijhawm uas teem cia hauv lub hli Anpis raws li kuv hais rau nej, rau qhov nej tawm hauv Iyi tebchaws los rau lub hli Anpis."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.19","label":"19","content":"“Thawj plab menyuam txhua tus yog kuv li, yog nej thawj tug menyuam tsiaj uas yog tus txiv huvsi, yog thawj tug menyuam nyuj menyuam yaj."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.20","label":"20","content":"Thawj tus menyuam nees luav mas nej yuav muab ib tug yaj txhiv. Yog nej tsis txhiv kuj muab lov caj dab pov tseg. Nej thawj tus tub hlob txhua tus kuj yuav tsum txhiv thiab. “Tsis txhob cia leejtwg tuaj cuag kuv tes dawb tes do."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.21","label":"21","content":"“Nej yuav tsum ua haujlwm rau hnub xwb, hnub uas xya yuav tsum so. Txawm yog lub caij laij teb caij sau qoob los yuav tsum so."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.22","label":"22","content":"“Yuav tsum nco ntsoov ua kevcai xya lub chib so  uas sau thawj phaum mog, thiab nco ntsoov ua kevcai sau qoob thaum qab xyoo."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.23","label":"23","content":"“Nej cov txivneej sawvdaws yuav tsum tuaj ua ke rau ntawm Vajtswv Yawmsaub uas yog Yixayee tus Vajtswv lub xubntiag ib xyoos peb zaug."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.24","label":"24","content":"Kuv yuav ntiab lwm haiv neeg khiav tawm ntawm nej lub xubntiag mus thiab pub kom nej tau tebchaws dav zuj zus. Lub sijhawm uas nej mus cuag Yawmsaub uas yog nej tus Vajtswv ib xyoos peb zaug ntawd, yuav tsis muaj leejtwg xav txeeb nej lub tebchaws kiag li."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.25","label":"25","content":"“Tsis txhob muab tej tsiaj uas tua xyeem li ntshav xyeem nrog cov ncuav xyaw keeb ua ke. Tsis txhob tseg tus menyuam yaj uas muab ua kevcai hla dhau li nqaij cia nyob txog kaj ntug."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.26","label":"26","content":"“Thawj phaum qoob loo uas sau hauv teb los mas yuav coj tej uas zoo zoo tuaj rau hauv Yawmsaub uas yog nej tus Vajtswv lub tsev. “Tsis txhob muab tus maum tshis cov kua mis los hau nws tus menyuam.”"},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.27","label":"27","content":"Yawmsaub hais rau Mauxe tias, “Tej lus no muab sau cia. Kuv nrog koj thiab cov Yixayee cog lus cia raws li tej nqes no lawm.”"},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.28","label":"28","content":"Mauxe nrog Yawmsaub nyob qhov ntawd plaub caug hnub plaub caug hmo, nws tsis noj mov tsis haus dej li. Nws sau tej lus cog tseg rau hauv ob daim txiag zeb, yog kaum txoj kevcai."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.29","label":"29","content":"Mauxe nqes saum lub roob Xinai los, nws nqa ob daim txiag zeb uas sau Vajtswv tej lus ntawm nws txhais tes los. Lub sijhawm uas Mauxe nqes saum lub roob los nws tsis paub tias nws lub ntsej muag ci vim yog nws tau nrog Vajtswv hais lus lawm."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.30","label":"30","content":"Thaum Aloo thiab cov Yixayee sawvdaws ntsia Mauxe mas pom tias nws lub ntsej muag ci, lawv tsis kav txav los ze nws."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.31","label":"31","content":"Tiamsis Mauxe hu lawv los. Aloo thiab cov uas ua thawj hauv cov pejxeem sawvdaws thiaj rov los cuag Mauxe, thiab nws nrog lawv hais lus."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.32","label":"32","content":"Tom qab ntawd cov Yixayee sawvdaws txav los ze, thiab Mauxe thiaj qhia tej kevcai uas Yawmsaub tau hais rau nws saum lub roob Xinai txhua nqe rau lawv mloog."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.33","label":"33","content":"Thaum Mauxe hais rau lawv tag lawm, nws muab ntaub los kauv nws lub ntsej muag."},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.34","label":"34","content":"Thaum twg Mauxe nkag mus rau ntawm Yawmsaub xubntiag nws kuj muab daim ntaub ntawd yaws mus txog thaum nws tawm los. Thaum nws tawm los thiab qhia tej uas Vajtswv kom nws hais rau cov Yixayee mloog,"},{"bible_id":"1269","chapter_code":"EXO.34","verse_code":"EXO.34.35","label":"35","content":"mas cov Yixayee ntsia Mauxe lub ntsej muag kuj pom Mauxe lub ntsej muag ci, ces Mauxe txawm muab ntaub kauv nws lub ntsej muag dua mus txog thaum nws nkag mus nrog Yawmsaub hais lus."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.1","label":"1","content":"Mauxe hu ib tsoom pejxeem Yixayee tuaj txoos ua ib ke thiab nws hais rau lawv tias, “Tej no yog tej uas Yawmsaub kom nej ua."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.2","label":"2","content":"Nej ua nej tej haujlwm rau hnub xwb. Hnub xya yog hnub uas caiv so tiag tiag, yog hnub Xanpatau uas dawb huv rau Yawmsaub. Yog leejtwg ua ib yam haujlwm rau hnub ntawd mas yuav raug muab tua pov tseg."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.3","label":"3","content":"Hnub Xanpatau tsis txhob rauv taws hauv nej tej tsev kiag li.”"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.4","label":"4","content":"Mauxe hais rau cov Yixayee sawvdaws tias, “Yawmsaub kom nej ua li no,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.5","label":"5","content":"nej sawvdaws mus nqa tej uas nej muaj tuaj pub rau Yawmsaub. Leejtwg lub siab dav kuj coj nws tej qhov txhia chaw tuaj pub rau Yawmsaub, yog kub thiab nyiaj thiab tooj liab,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.6","label":"6","content":"thiab xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo thiab plaub tshis,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.7","label":"7","content":"thiab cov tawv txiv yaj uas muab foo liab lawd, thiab cov tawv ntshuab hiavtxwv, thiab ntoo kub twg,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.8","label":"8","content":"thiab roj sam lub teeb, thiab tej txuj lom uas xyaw cov roj tsw qab siv ua kevcai tsa, thiab xyaw cov hmoov tshuaj tsw qab,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.9","label":"9","content":"thiab cov qe zeb iav txho ci lam lug thiab tej qe zeb hlaws muaj nqes uas muab xaws lo rau lub tsho efauj  thiab lub awv."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.10","label":"10","content":"“Cia txhua tus uas muaj tswvyim hauv nej cov tuaj ua txhua yam uas Yawmsaub kom nej ua, yog Yawmsaub lub tsev,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.11","label":"11","content":"uas yog lub tsev ntaub thiab daim ntaub uas vov txheej saud thiab cov khawb, cov txiag tab, cov las, cov ncej thiab cov taw tiag hauv taw,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.12","label":"12","content":"thiab lub phij xab thiab cov las kwv thiab lub hau phij xab roos kev txhaum  thiab daim ntaub uas thaiv,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.13","label":"13","content":"thiab lub rooj, ob tug las kwv thiab tej twj uas siv saum lub rooj, thiab cov ncuav uas xyeem txawb rau ntawm Yawmsaub xubntiag,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.14","label":"14","content":"thiab tus kav teeb uas txawb teeb pom kev, tej twj uas siv tu lub teeb, cov teeb thiab cov roj sam teeb,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.15","label":"15","content":"thiab lub thaj hlawv hmoov tshuaj tsw qab xyeem thiab ob tug las kwv, thiab cov roj tsw qab siv ua kevcai tsa, thiab cov hmoov tshuaj tsw qab, thiab daim ntaub uas ua qhov rooj tsev ntaub,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.16","label":"16","content":"thiab lub thaj hlawv qhov txhia chaw xyeem, daim tsuav ntxaij tooj liab, cov las kwv thiab tej twj uas siv saum lub thaj, thiab lub phaj tooj liab thiab lub chaw txawb lub phaj,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.17","label":"17","content":"thiab cov ntaub xov laj kab, cov ncej, cov taw tiag ncej thiab daim ntaub ua rooj vag,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.18","label":"18","content":"thiab cov tswg uas txhos tsa Yawmsaub lub tsev thiab cov tswg uas txhos tuav laj kab thiab cov hlua,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.19","label":"19","content":"thiab tej tsoos meej mom uas ntos tau zoo zoo uas hnav rau lub sijhawm mus ua Vajtswv tes haujlwm hauv lub chaw dawb huv, yog cev tsoos meej mom dawb huv uas pov thawj Aloo hnav thiab tej tsoos meej mom uas nws cov tub hnav rau thaum lawv ua pov thawj li haujlwm.”"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.20","label":"20","content":"Ces cov Yixayee sawvdaws txawm rov qab ntawm Mauxe mus."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.21","label":"21","content":"Txhua tus uas kub siab thiab zoo siab txawm nqa tej qhov txhia chaw tuaj pub rau Yawmsaub siv ua lub tsev ntaub sib ntsib thiab siv ua txhua yam haujlwm rau hauv, thiab ua tej tsoos meej mom dawb huv."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.22","label":"22","content":"Cov pojniam txivneej txhua tus uas zoo siab pub sawvdaws coj tej npauj kub, kauj co, tej nplhaib thiab tej tooj npab thiab tej saw kub tuaj. Txhua tus coj tej kub li no tuaj xyeem pub rau Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.23","label":"23","content":"Mas txhua tus uas muaj xov xiav xov tsamxem xov liab thiab tej xov maj uas nkoov zoo zoo, thiab plaub tshis thiab tawv txiv yaj uas foo liab liab thiab cov tawv ntshuab hiavtxwv nqa tuaj pub."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.24","label":"24","content":"Txhua tus uas muaj nyiaj muaj tooj liab kuj coj tuaj pub rau Yawmsaub, thiab txhua tus uas muaj ntoo kub twg zoo siv kuj nqa tuaj pub."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.25","label":"25","content":"Cov pojniam sawvdaws uas txawj ua maj ua ntuag kuj coj tej xov maj xov ntuag uas xiav thiab tsamxem thiab liab thiab coj xov maj uas nkoov zoo zoo tuaj pub."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.26","label":"26","content":"Cov pojniam sawvdaws uas zoo siab thiab txawj saws plaub tshis kuj coj xov tshis tuaj pub."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.27","label":"27","content":"Cov thawj coj kuj coj tej qe zeb iav txho ci lam lug thiab tej qe zeb hlaws uas muaj nqes tuaj xaws lo rau lub tsho efauj thiab lub awv,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.28","label":"28","content":"thiab coj tej txuj lom thiab coj roj tuaj yog yuav siv sam teeb thiab siv ua cov roj tsw qab siv ua kevcai tsa thiab siv ua cov hmoov tshuaj tsw qab hlawv xyeem."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.29","label":"29","content":"Cov Yixayee cov pojniam txivneej sawvdaws uas kub siab pub qhov txhia chaw ua txhua yam haujlwm uas Yawmsaub kom Mauxe hais rau lawv ua lawd, kuj coj tuaj pub rau Yawmsaub raws li lawv zoo siab hlo pub."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.30","label":"30","content":"Mauxe hais rau cov Yixayee tias, “Saib maj, Yawmsaub twb xaiv Ulis tus tub Npexalee uas yog Hawj tus xeeb ntxwv, yog xeem Yuda,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.31","label":"31","content":"thiab Yawmsaub twb pub Vaj Ntsuj Plig puv npo rau nws kom nws muaj lajlim tswvyim plab plaws thiab txawj ntse paub ua txhua tsav txhua yam,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.32","label":"32","content":"thiab txawj sau qauv thiab muab nyiaj muab kub muab tooj liab los ua tau txaij nraug zees,"},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.33","label":"33","content":"thiab nws txawj npawm thiab txhum tej qe zeb hlaws muab khawm lo rau lub me tais, txawj sais ntoo txaij zoo nkauj, nws txawj ua txhua yam zoo zoo nkauj li."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.34","label":"34","content":"Yawmsaub kuj pub Npexalee thiab Auhaulia uas yog Ahixama tus tub yog xeem Daj ob tug muaj siab qhia lwm tus ua tau."},{"bible_id":"1269","chapter_code":"EXO.35","verse_code":"EXO.35.35","label":"35","content":"Yawmsaub pub tswvyim peevxwm rau ob tug no, ob tug thiaj txawj ua tau txhua yam haujlwm uas cov tub txawg tub ntse ua. Ob tug txawj sau qauv zoo zoo li, txawj siv xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo ua paj ntaub, thiab ob tug txawj ua txhua tsav txhua yam thiab txawj xav sau qauv txaij nraug zees."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.1","label":"1","content":"Npexalee thiab Auhaulia thiab txhua tus muaj peevxwm uas Yawmsaub twb pub tswvyim plab plaws thiab kev txawj kom ua tau txhua yam haujlwm ua lub chaw pe hawm Yawmsaub mas sawvdaws yuav ua txhua yam raws li Yawmsaub twb hais tseg lawd.”"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.2","label":"2","content":"Mauxe hu Npexalee thiab Auhaulia thiab sawvdaws uas muaj peevxwm ua, uas Yawmsaub twb pub tswvyim plab plaws rau lawv lawd, yog txhua tus uas kub siab ua haujlwm kom tuaj ua haujlwm."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.3","label":"3","content":"Lawv txais tej qhov txhia chaw ntawm Mauxe txhais tes, yog tej uas cov Yixayee zoo siab coj tuaj pub ua lub chaw pe Yawmsaub lawd. Cov pejxeem kuj niaj tagkis coj tej qhov txhia chaw uas lawv zoo siab pub tuaj pub."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.4","label":"4","content":"Cov neeg uas txawj ua txhua yam haujlwm hauv lub chaw pe Yawmsaub txawm tso haujlwm tseg,"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.5","label":"5","content":"sawvdaws ua ke mus hais rau Mauxe tias, “Cov pejxeem coj qhov txhia chaw tuaj ntau dhau txhua yam haujlwm uas Yawmsaub kom peb ua lawm.”"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.6","label":"6","content":"Mauxe thiaj tshaj tawm thoob plaws zej zog rau sawvdaws tias, “Pojniam txivneej tsis txhob coj qhov txhia chaw tuaj pub ua lub chaw pe Yawmsaub lawm.” Mas cov pejxeem thiaj tseg tsis coj tuaj pub lawm,"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.7","label":"7","content":"vim cov uas muaj twb txaus ua txhua yam haujlwm thiab siv tsis tag."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.8","label":"8","content":"Cov uas txawj ua mas lawv muab kaum chaws ntaub mag ua Yawmsaub lub tsev, yog lawv muab cov xov maj uas nkoov zoo zoo thiab xov xiav xov tsamxem thiab xov liab ntos ua, thiab cov Kws txawj ntos ntos ua duab Khelunpee  rau hauv,"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.9","label":"9","content":"ib chaws ntaub ntev nees nkaum yim tshim dav plaub tshim, txhua chaws ntaub dav ntev ib yam nkaus."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.10","label":"10","content":"Nws muab tsib chaws ntaub xaws ua ke ua ib daig, muab tsib chaws xaws ua ib daig."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.11","label":"11","content":"Nws muab cov ntaub xiav xaws ua ntsej rau daim ntug ntaub uas ib, thiab ua ntsej rau daim ntug ntaub uas ob ib yam nkaus."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.12","label":"12","content":"Nws ua tsib caug lub ntsej rau daim ntug ntaub uas ib, thiab ua tsib caug lub ntsej rau daim uas ob, sab npoo uas txuas ua ke kom sib ncaj nkaus,"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.13","label":"13","content":"thiab nws muab kub los ua tsib caug lub khawb los khawm ob daig ntaub ntawd kom ua kiag ib daig ua Yawmsaub lub tsev."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.14","label":"14","content":"Nws muab plaub tshis los ntos ua kaum ib chaws ntaub vov kiag Yawmsaub lub tsev,"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.15","label":"15","content":"ib chaws ntaub ntev peb caug tshim dav plaub tshim, kaum ib chaws ntaub dav ntev ib yam nkaus."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.16","label":"16","content":"Nws muab tsib chaws ntaub xaws ua ke ua ib daig, muab rau chaws xaws ua ib daig."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.17","label":"17","content":"Nws ua tsib caug lub ntsej rau daim ntug ntaub uas ib, thiab ua tsib caug lub ntsej rau daim ntug ntaub uas ob, sab npoo ntaub uas txuas ua ke."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.18","label":"18","content":"Nws muab tooj liab ua tsib caug lub khawb thiaj khawm tau ob daig ntaub kom ua kiag ib daig."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.19","label":"19","content":"Nws muab cov tawv txiv yaj uas foo liab lawd los ua ntaub vov lub tsev ntaub thiab muab cov tawv ntshuab hiavtxwv los ua ntaub vov txheej saud."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.20","label":"20","content":"Nws muab ntoo kub twg los ua tab tsa xov Yawmsaub lub tsev."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.21","label":"21","content":"Cov tab ntawd ntev kaum tshim dav ib tshim txhais."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.22","label":"22","content":"Ib daim txiag tab mas nws thais ua ob tug taw thiaj txuas tau ua ke. Nws ua txhua daim txiag tab li no coj los ua Yawmsaub lub tsev."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.23","label":"23","content":"Nws ua nees nkaum daim txiag tab xov Yawmsaub lub tsev sab nrad,"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.24","label":"24","content":"thiab muab nyiaj ua plaub caug tus taw tiag nees nkaum daim txiag tab li taw, ib daim txiag tab ntxig rau ob tug taw."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.25","label":"25","content":"Nws ua nees nkaum daim txiag tab xov Yawmsaub lub tsev sab ped,"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.26","label":"26","content":"thiab ua plaub caug tus taw nyiaj tiag hauv taw, ib daim txiag tab ntxig rau ob tug taw tiag."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.27","label":"27","content":"Nws ua rau daim txiag tab xov Yawmsaub lub tsev sab qaum tsev uas hnub poob."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.28","label":"28","content":"Nws ua ob daim txiag tab xov ob lub kaum tsev ntaub uas yog sab qaum tsev."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.29","label":"29","content":"Ob daim txiag tab ntawd mas hauv taw lawv muab ib daim txawb qes mentsis rau sab nraud, saum hau txiag lawv muab teem ti nkaus lub ntsej saum kawg. Nws ua li no rau ob lub kaum tsev ntaub."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.30","label":"30","content":"Sab hnub poob muaj yim daim txiag tab xov thiab muaj kaum rau tus taw nyiaj, ib daim txiag tab ntxig rau ob tug taw."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.31","label":"31","content":"Nws muab ntoo kub twg ua tsib tug las tuav Yawmsaub lub tsev ib sab phab ntsa,"},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.32","label":"32","content":"thiab ua tsib tug las rau dua ib sab thiab ua tsib tug rau sab qaum tsev uas hnub poob."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.33","label":"33","content":"Nws ua tus las nruab nrab uas tuav cov txiag ntev keev kiag txij ib lub kaum tsev txog ntua ib lub kaum tsev."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.34","label":"34","content":"Nws muab kub luam cov txiag tab ntawd thiab muab kub ua cov ntsej uas ntxig cov las ntawd, thiab muab kub luam cov las huvsi."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.35","label":"35","content":"Nws muab xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo ua ib daim ntaub thaiv thiab cov Kws txawj ntos ntos ua duab Khelunpee  rau hauv."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.36","label":"36","content":"Nws muab ntoo kub twg los ua plaub tug ncej thiab muab kub luam cov ncej huvsi. Nws muab kub ua nqe lauj thiab muab nyiaj nchuav ua plaub tug taw tiag cov ncej ntawd."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.37","label":"37","content":"Nws muab xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo ua ib daim ntaub ua lub qhov rooj tsev ntaub, thiab ua paj ntaub rau."},{"bible_id":"1269","chapter_code":"EXO.36","verse_code":"EXO.36.38","label":"38","content":"Nws ua tsib tug ncej muaj nqe lauj dai daim ntaub ntawd. Nws muab kub ua ib lub tais khwb cov hau ncej thiab muab kub ua thi rau saum cov hau ncej thiab nws muab tooj liab ua tsib tug taw ncej tiag cov ncej ntawd."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.1","label":"1","content":"Npexalee muab ntoo kub twg ua lub phij xab, ntev ob tshim txhais, dav ib tshim txhais, thiab siab ib tshim txhais."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.2","label":"2","content":"Nws muab cov tseem kub luam tag nrho lub phij xab ntawd sab hauv sab nraud huvsi thiab muab kub ua ib tug caj ntswm puag ncig lub phij xab."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.3","label":"3","content":"Nws muab kub nchuav ua plaub lub ntsej tis rau plaub lub kaum phij xab, ua ib sab ob lub ntsej."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.4","label":"4","content":"Nws muab ntoo kub twg ua ob tug las kwv thiab muab kub luam ob tug las ntawd huvsi,"},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.5","label":"5","content":"mas muab ntxig rau cov ntsej ntawm lub phij xab ob sab thiaj kwv tau lub phij xab."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.6","label":"6","content":"Nws muab cov tseem kub ua lub hau phij xab uas roos kev txhaum, ntev ob tshim txhais, dav ib tshim txhais."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.7","label":"7","content":"Nws muab kub ntaus ua ob tug Khelunpee  txawb rau ob tog hau phij xab."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.8","label":"8","content":"Nws ua ob tug Khelunpee ntawd ib tug nyob ib tog hau phij xab lo xeeb keeb nkaus rau lub hau phij xab uas roos kev txhaum."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.9","label":"9","content":"Ob tug ntawd nthuav tis los roos saum lub hau phij xab, ob tug ntawd tig xubntiag ua ke, yog tig los saib lub hau phij xab uas roos kev txhaum."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.10","label":"10","content":"Nws muab ntoo kub twg ua ib lub rooj ntev ob tshim dav ib tshim thiab siab ib tshim txhais."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.11","label":"11","content":"Nws muab cov tseem kub luam lub rooj ntawd huvsi thiab muab kub ua ib tug caj ntswm puag ncig lub rooj ntawd."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.12","label":"12","content":"Nws ua ib daim txiag dav ib xib thaiv puag ncig lub npoo rooj thiab muab kub ua ib tug caj ntswm lo puag ncig daim txiag ntawd."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.13","label":"13","content":"Nws muab kub nchuav ua plaub lub ntsej tis rau plaub lub kaum rooj uas ncaj plaub tug ceg rooj."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.14","label":"14","content":"Nws muab cov ntsej ntawd lo ze ze daim txiag thiaj ntxig tau las kwv."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.15","label":"15","content":"Nws muab ntoo kub twg ua ob tug las kwv lub rooj thiab muab kub luam ob tug las huvsi."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.16","label":"16","content":"Nws muab cov tseem kub ua tej twj uas siv saum lub rooj, yog tais pliab tais ntim rau hmoov tshuaj tsw qab, thiab tais phaj thiab tej pav lam hwj uas hliv cawv txiv hmab xyeem."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.17","label":"17","content":"Nws muab cov tseem kub ua tus kav teeb. Nws ntaus ua lub taw thiab tus ncej teeb thiab ua cov tais zoo li paj thiab cov qia paj thiab cov nplai paj lo xeeb keeb nkaus rau tus kav teeb."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.18","label":"18","content":"Tus kav teeb no ncau ua rau ceg, ib sab ncau peb ceg."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.19","label":"19","content":"Txhua ceg muaj peb lub paj zoo li paj txiv duaj, txhua lub paj muaj lub qia paj thiab cov nplai paj rau rau ceg uas ncau ntawm tus kav teeb huvsi."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.20","label":"20","content":"Tus tseem kav teeb muaj plaub lub paj txiv duaj uas muaj lub qia paj thiab cov nplai paj huvsi."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.21","label":"21","content":"Rau ceg ntawd txhua nkawm ceg uas ncau ntawm tus kav teeb muaj ib lub qia paj nyob hauv qab."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.22","label":"22","content":"Cov qia paj ntawd thiab cov ceg teeb lo xeeb keeb nkaus rau tus kav teeb, yog muab cov tseem kub ntaus ua."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.23","label":"23","content":"Nws muab cov tseem kub ua xya lub teeb uas txawb saum xya ceg teeb ntawd, thiab ua rab txiab uas txiav teeb xeeb thiab ua lub phaj pliab uas rau txiab."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.24","label":"24","content":"Nws muab cov tseem kub hnyav ib tala  ua lub teeb kub thiab tej twj uas siv ntawm lub teeb ntawd."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.25","label":"25","content":"Nws muab ntoo kub twg ua lub thaj hlawv hmoov tshuaj tsw qab. Nws ua dav xwm fab xwm meem ntev ib tshim dav ib tshim siab ob tshim. Cov kub ntawm kaum thaj mas yog ua keev kiag ntawm lub thaj los."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.26","label":"26","content":"Nws muab cov tseem kub luam kiag lub thaj sab saud thiab plaub fab thiab cov kub thaj huvsi thiab muab kub ua ib tug caj ntswm lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.27","label":"27","content":"Nws muab kub ua ob lub ntsej tis rau hauv tus qab caj ntswm ntawd ib lub ib sab kom sib ncaj, mas thiaj ntxig tau las kwv mus."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.28","label":"28","content":"Nws muab ntoo kub twg los ua ob tug las kwv thiab muab kub luam ob tug las ntawd."},{"bible_id":"1269","chapter_code":"EXO.37","verse_code":"EXO.37.29","label":"29","content":"Nws ua cov roj tsw qab dawb huv uas siv ua kevcai tsa thiab ua cov hmoov tshuaj tsw qab zoo zoo uas hlawv xyeem, ua tau zoo yam nkaus li tus Kws txawj ua tshuaj tsw qab ua."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.1","label":"1","content":"Nws muab ntoo kub twg ua lub thaj uas hlawv qhov txhia chaw xyeem. Nws ua dav xwm fab xwm meem, ntev tsib tshim, dav tsib tshim, siab peb tshim."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.2","label":"2","content":"Nws ua plaub tug kub rau saum plaub lub kaum thaj, nws npawm keev kiag ntawm lub thaj los, thiab muab tooj liab luam lub thaj huvsi."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.3","label":"3","content":"Nws muab tooj liab ua txhua yam twj uas siv rau saum lub thaj, yog tej duav hlau yawm tshauv, tej duav phuaj, tej phaj, tej hmuv chob nqaij, thiab ua tej yias rau ncaig taws."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.4","label":"4","content":"Nws muab kav tooj liab qhaib ua ib daim tsuav ntxaij tso rau hauv lub thaj hlauv rau sab hauv txog ib nrab thaj."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.5","label":"5","content":"Nws muab tooj liab nchuav ua plaub lub ntsej tis rau plaub lub kaum tsuav ntxaij ntxig las kwv."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.6","label":"6","content":"Nws muab ntoo kub twg ua cov las thiab muab tooj liab luam cov las ntawd."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.7","label":"7","content":"Nws ntxig cov las rau cov ntsej uas nyob ntawm lub thaj ob sab thiaj kwv tau nrog lawv mus. Nws muab txiag ua lub thaj ntawd tseg lub plawv thaj kom khoob."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.8","label":"8","content":"Nws muab tej tooj liab uas siv ua iav uas cov pojniam ua Yawmsaub li haujlwm ntawm lub qhov rooj tsev ntaub sib ntsib pub los ua lub phaj tooj liab thiab ua lub chaw tooj liab uas txawb lub phaj."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.9","label":"9","content":"Nws muab xov maj uas nkoov zoo zoo ntos ua ib chaws ntaub mag xov laj kab ib ncig lub tsev ntaub sib ntsib. Chaws ntaub uas xov sab nram ntev ib puas tshim,"},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.10","label":"10","content":"thiab muaj nees nkaum tus ncej thiab nees nkaum tus taw tooj liab tiag ncej mas cov nqe lauj ntawm cov ncej thiab cov thi rau saum cov hau ncej yog xuas nyiaj ua."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.11","label":"11","content":"Chaws ntaub uas xov sab ped mas ntev ib puas tshim thiab muaj nees nkaum tus ncej thiab nees nkaum tus taw tooj liab tiag cov ncej mas cov nqe lauj ntawm cov ncej thiab cov thi saum cov hau ncej yog xuas nyiaj ua."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.12","label":"12","content":"Chaws ntaub uas xov sab hnub poob mas ntev tsib caug tshim thiab muaj kaum tus ncej thiab kaum tus taw tiag ncej mas cov nqe lauj ntawm cov ncej thiab cov thi rau saum cov hau ncej yog xuas nyiaj ua."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.13","label":"13","content":"Sab ntawm rooj vag uas yog sab hnub tuaj mas kuj dav tsib caug tshim."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.14","label":"14","content":"Chaws ntaub uas xov ib sab ntawm rooj vag mas dav kaum tsib tshim, thiab muaj peb tug ncej thiab peb tug taw tiag ncej,"},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.15","label":"15","content":"thiab chaws ntaub uas xov dua ib sab ntawm rooj vag mas dav kaum tsib tshim thiab muaj peb tug ncej thiab peb tug taw tiag ncej."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.16","label":"16","content":"Cov ntaub uas xov thoob plaws lub laj kab mas yog muab cov xov maj uas nkoov zoo zoo ntos ua."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.17","label":"17","content":"Nws muab tooj liab ua cov taw tiag ncej, thiab muab nyiaj ua cov nqe lauj thiab ua thi rau saum cov hau ncej thiab muab nyiaj ua lub tais khwb hau ncej. Txhua tus ncej laj kab muaj thi nyiaj saum hau ncej huvsi."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.18","label":"18","content":"Nws muab xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo ua ib chaws ntaub coj los ua rooj vag thiab nws ua paj rau hauv. Chaws ntaub ntawd ntev nees nkaum tshim siab tsib tshim sib txig zos li chaws ntaub xov laj kab,"},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.19","label":"19","content":"muaj plaub tug ncej thiab plaub tug taw tooj liab tiag ncej. Cov nqe lauj ntawm cov ncej yog xuas nyiaj ua, thiab cov tais khwb hau ncej thiab cov thi saum cov ncej kuj yog xuas nyiaj ua."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.20","label":"20","content":"Cov tswg uas txhos tsa Yawmsaub lub tsev thiab cov tswg uas tuav lub laj kab ib ncig yog xuas tooj liab ua huvsi."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.21","label":"21","content":"No yog sau tej uas siv ua Yawmsaub lub tsev uas yog Yawmsaub lub tsev ntaub uas muaj lub phij xab sib cog lus saib siv npaum li cas. Mauxe kom cov Levi sau. Tus pov thawj Aloo tus tub Ithama ua tus thawj coj lawv."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.22","label":"22","content":"(Npexalee uas yog Ulis tus tub yog Hawj tus xeeb ntxwv yog xeem Yuda tau ua txhua yam raws li uas Yawmsaub hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.23","label":"23","content":"Auhaulia uas yog Ahixama tus tub yog xeem Daj nrog Npexalee ua haujlwm ua ke. Auhaulia txawj ua txhua yam huvsi, nws txawj sau qauv zoo zoo li thiab nws txawj ua ntaub ua xov ua paj ntaub zoo, nws muab xov xiav xov tsamxem xov liab thiab tej xov maj uas nkoov zoo zoo los ua.)"},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.24","label":"24","content":"Tej kub uas siv ua lub chaw pe Yawmsaub thiab txhua yam, yog cov kub uas lawv twb coj tuaj pub rau Yawmsaub, huvsi muaj 29 tala thiab 730 sekhee  hnyav raws li siv hauv lub chaw pe Yawmsaub."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.25","label":"25","content":"Tej nyiaj uas thaum cov pejxeem txheeb npe es lawv them ntawd mas suav huvsi muaj 100 tala thiab 1,775 sekhee  hnyav raws li lawv siv hauv lub chaw pe Yawmsaub,"},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.26","label":"26","content":"ib leeg them ib npekha  uas yog ib nrab sekhee raws li siv hauv lub chaw pe Yawmsaub, yog sau ntawm txhua tus uas mus txheeb npe, suav txij li cov uas muaj nees nkaum xyoo rov saud xwb mas tau 603,550 leej."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.27","label":"27","content":"Ib puas tala nyiaj  ntawd nws muab nchuav ua cov taw tiag hauv lub chaw pe Yawmsaub thiab ua cov taw tiag ncej rau daim ntaub thaiv, ib puas tala muab nchuav ua ib puas tus taw tiag, ib tala nchuav ua ib tug taw tiag."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.28","label":"28","content":"1,775 shekhee  nyiaj ntawd mas nws siv ua cov nqe lauj ntawm cov ncej thiab ua tais khwb cov hau ncej thiab ua thi rau saum hau ncej."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.29","label":"29","content":"Cov tooj liab uas lawv coj tuaj pub rau Yawmsaub mas huvsi muaj 70 tala thiab 2,400 sekhee."},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.30","label":"30","content":"Cov tooj liab ntawd nws siv ua cov taw tiag ncej qhov rooj tsev ntaub sib ntsib thiab ua lub thaj hlawv qhov txhia chaw xyeem thiab ua daim tsuav ntxaij hauv lub thaj thiab ua txhua yam twj siv ntawm lub thaj,"},{"bible_id":"1269","chapter_code":"EXO.38","verse_code":"EXO.38.31","label":"31","content":"thiab ua cov taw tiag ncej rau cov ncej laj kab huvsi thiab rau cov ncej ntawm rooj vag, thiab ua cov tswg uas txhos tsa Yawmsaub lub tsev ntaub thiab cov tswg uas txhos tuav lub laj kab uas xov vij lub tsev ntaub."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.1","label":"1","content":"Lawv muab cov xov xiav xov tsamxem xov liab ntos zoo zoo ua tej tsoos uas hnav mus ua haujlwm hauv lub chaw dawb huv, thiab ua cev tsoos meej mom dawb huv rau Aloo, raws li Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.2","label":"2","content":"Lawv muab kub thiab xov xiav xov tsamxem xov liab thiab xov maj uas nkoov zoo zoo ua lub tsho efauj."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.3","label":"3","content":"Lawv ntaus tej daim kub nyias nyias muab txiav ua tej pluaj me me ntos nrog cov xov xiav xov tsamxem xov liab thiab cov xov maj uas nkoov zoo zoo, thiaj ua tau zoo nkauj txaij nraug zees."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.4","label":"4","content":"Lawv ua ob pluaj ntaub khuam lub tsho efauj ntawm xub pwg muab teem rau ob sab xub pwg tsho."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.5","label":"5","content":"Txoj siv sia uas ntos zoo zoo uas muab xaws lo rau lub tsho efauj, mas lawv ua ib yam nkaus li lub tsho efauj, yog lawv muab cov xov kub thiab xov xiav xov tsamxem xov liab thiab cov xov maj uas nkoov zoo zoo ntos ua, raws li uas Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.6","label":"6","content":"Lawv muab xov kub qhaib ua ob lub tais kub txaij mos mos khawm ob lub qe zeb iav txho ci lam lug, thiab lawv txaug Yixayee cov tub li npe rau hauv ob lub qe zeb iav ntawd ib yam nkaus li txaug txwm."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.7","label":"7","content":"Lawv muab xaws lo nkaus rau pluaj ntaub uas khuam lub tsho efauj ntawm ob sab xub pwg, ua lub chaw uas nco ntsoov Yixayee cov tub, raws li Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.8","label":"8","content":"Lawv ua ib lub awv zoo nkauj txaij nraug zees. Lawv muab xov kub thiab xov xiav xov tsamxem xov liab thiab cov xov maj uas nkoov zoo zoo ua ib yam nkaus li ua lub tsho efauj."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.9","label":"9","content":"Lub awv xwm fab dav ib dos ntev ib dos thiab sab hauv khoob ua ib lub hnab."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.10","label":"10","content":"Lawv muab kaum ob lub qe zeb hlaws uas muaj nqes teem ua plaub leej rov ntav rau ntawm lub awv ntawd. Leej saum uas yog leej ib mas yog peb lub qe zeb, ib lub qe zeb liab tsim tseb, ib lub qe zeb daj pes lis, ib lub qe zeb ntsuab liab."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.11","label":"11","content":"Leej uas ob mas yog ib lub qe zeb ntsuab txho, ib lub qe zeb phaithu tsamxem, ib lub qe zeb hlaws iav."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.12","label":"12","content":"Leej uas peb mas yog ib lub qe zeb ntsuab xiav, ib lub qe zeb uas txho taws, ib lub qe zeb tsamxem zem ziv."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.13","label":"13","content":"Leej uas plaub mas yog ib lub qe zeb ntsuab pes xiab, ib lub qe zeb iav txho ci lam lug thiab ib lub qe zeb daj tshiab tshiab. Mas muab cov tseem xov kub qhaib ua kaum ob lub tais kub txaij mos mos khawm cov qe zeb ntawd."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.14","label":"14","content":"Kaum ob lub qe zeb hlaws ntawd yuav muaj Yixayee cov tub tej npe txaug rau hauv ib yam nkaus li txaug txwm, muaj kaum ob xeem ib xeem zuj zus li npe nyob rau hauv."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.15","label":"15","content":"Lawv muab cov tseem xov kub ntswj ua ib txoj saw kheej zoo li txoj hlua tis rau lub awv."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.16","label":"16","content":"Lawv muab xov kub ua ob lub tais kub txaij mos mos thiab muab kub ua ob lub ntsej mas muab ob lub ntsej tis rau ob lub kaum awv."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.17","label":"17","content":"Lawv muab ob txoj qab saw kub los khawm rau ob lub ntsej ntawm ob lub kaum awv,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.18","label":"18","content":"thiab muab ob yav qab saw saum tis rau ob lub tais kub txaij mos mos uas muab lo rau lub tsho efauj ntawm ob sab xub pwg sab xubntiag."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.19","label":"19","content":"Lawv muab kub ua ob lub ntsej tis rau ob lub kaum awv hauv qab sab hauv uas npuas lub tsho efauj."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.20","label":"20","content":"Lawv muab kub ua ob lub ntsej tis rau ob pluaj ntaub ntawm xub pwg ntawm lub tsho efauj sab xubntiag ze kab lej leeg tsho ntawm txoj siv sia uas ntos zoo zoo sab saud."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.21","label":"21","content":"Lawv muab xov xiav ntswj ua ob txoj hlua khi ob lub ntsej awv sab hauv rau ob lub ntsej ntawm lub tsho efauj, lub awv thiaj nyob sab saum txoj siv sia uas ntos zoo zoo uas sia ntawm duav thiaj tsis plam ntawm lub tsho efauj, raws li Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.22","label":"22","content":"Lawv muab xov xiav ntos ua lub tsho ntev phim lub tsho efauj."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.23","label":"23","content":"Lawv ua lub tsho no yog lub tsho looj thiab lawv muab lub caj dab tsho ntawd foob zoo zoo thiaj tsis ntuag."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.24","label":"24","content":"Lub qab tsho ntawd mas lawv muab xov xiav xov tsamxem xov liab thiab cov xov maj uas nkoov zoo zoo qhaib ua tej lub zoo li txiv ntsiav kws dai rau,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.25","label":"25","content":"thiab lawv muab cov tseem kub ua tej lub tswb los dai quas cov txiv ntsiav kws thoob plaws ntawm lub qab tsho ntev ntawd,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.26","label":"26","content":"dai ib lub tswb quas ib lub txiv ntsiav kws, dai li no thoob plaws lub qab tsho ntev uas hnav ua Yawmsaub li haujlwm, raws li Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.27","label":"27","content":"Lawv muab cov xov maj uas nkoov zoo zoo ntos ua tsho rau Aloo thiab nws cov tub,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.28","label":"28","content":"thiab muab cov xov maj nkoov zoo zoo ua mom ua phuam, thiab ua ris luv,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.29","label":"29","content":"thiab muab cov xov maj nkoov zoo zoo thiab xov xiav xov tsamxem xov liab ntos txoj siv sia thiab ua paj rau thiab, raws li Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.30","label":"30","content":"Lawv muab cov tseem kub ntaus ua ib pluaj kub uas dawb huv thiab txaug npe ntawv rau hauv hais tias “Dawb huv rau Yawmsaub” yam nkaus li luag txam txwm,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.31","label":"31","content":"thiab muab xov xiav ua hlua khi pluaj kub ntawd rau saum hau phuam, raws li Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.32","label":"32","content":"Lawv ua Yawmsaub lub tsev uas yog lub tsev ntaub sib ntsib txhua yam tiav. Yawmsaub hais li cas rau Mauxe cov Yixayee kuj ua txhua yam tiav li ntawd."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.33","label":"33","content":"Lawv coj txhua yam uas ua Yawmsaub lub tsev los rau Mauxe, yog lub tsev ntaub thiab tej twj uas siv huvsi, tsis hais cov nqe lauj, cov txiag tab, cov las, cov ncej thiab cov taw tiag hauv taw,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.34","label":"34","content":"thiab cov tawv txiv yaj uas foo liab lawd thiab cov tawv ntshuab hiavtxwv uas vov lub tsev ntaub txheej saud thiab daim ntaub mag uas thaiv,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.35","label":"35","content":"thiab lub phij xab sib cog lus, cov las kwv thiab lub hau phij xab uas roos kev txhaum,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.36","label":"36","content":"thiab lub rooj thiab tej twj uas siv saum lub rooj thiab cov ncuav uas xyeem txawb rau ntawm Yawmsaub xubntiag,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.37","label":"37","content":"thiab tus kav teeb tseem kub thiab tej teeb uas nyob saum tus kav teeb, thiab txhua yam twj siv tu lub teeb thiab cov roj sam teeb,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.38","label":"38","content":"thiab lub thaj kub thiab cov roj tsw qab siv ua kevcai tsa thiab cov hmoov tshuaj tsw qab thiab daim ntaub uas ua qhov rooj tsev ntaub,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.39","label":"39","content":"thiab lub thaj tooj liab uas hlawv qhov txhia chaw xyeem thiab daim tsuav ntxaij tooj liab thiab cov las kwv thiab tej twj siv saum lub thaj, thiab lub phaj ntxuav tes taw thiab lub chaw txawb lub phaj,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.40","label":"40","content":"thiab cov ntaub xov laj kab, cov ncej, cov taw tiag ncej thiab daim ntaub ua rooj vag, cov hlua thiab cov tswg uas txhos tuav laj kab, thiab txhua yam twj uas siv ua haujlwm hauv Yawmsaub lub tsev uas yog lub tsev ntaub sib ntsib,"},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.41","label":"41","content":"thiab tej tsoos meej mom uas ntos tau zoo zoo uas hnav rau lub sijhawm mus ua Yawmsaub tes haujlwm hauv lub chaw dawb huv, yog cev tsoos meej mom dawb huv uas pov thawj Aloo hnav thiab tej tsoos meej mom uas nws cov tub hnav rau thaum ua pov thawj li haujlwm."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.42","label":"42","content":"Txhua yam uas Yawmsaub hais kom Mauxe ua lawd mas cov Yixayee kuj ua tiav huvsi."},{"bible_id":"1269","chapter_code":"EXO.39","verse_code":"EXO.39.43","label":"43","content":"Mauxe mus tshuaj saib tej haujlwm txhua yam mas pom tias lawv ua raws nraim li uas Yawmsaub hais lawd ces Mauxe txawm foom koob hmoov rau lawv."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.2","label":"2","content":"“Lub ib hlis ntuj hnub xiab ib koj cia li tsa kuv lub tsev uas yog lub tsev ntaub sib ntsib,"},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.3","label":"3","content":"thiab muab lub phij xab sib cog lus tso rau hauv lub tsev ntaub, thiab muab ib daim ntaub thaiv kem lub phij xab."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.4","label":"4","content":"Nqa lub rooj los txawb rau hauv, thiab muab tej twj uas siv txawb saum lub rooj nyias nyob nyias chaw, thiab nqa tus kav teeb los txawb rau thiab muab cov teeb txawb rau saud."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.5","label":"5","content":"Txawb lub thaj kub uas hlawv hmoov tshuaj tsw qab ncaj rau ntawm lub phij xab sib cog lus chav nraum no, thiab muab daim ntaub khuam ua qhov rooj rau kuv lub tsev ntaub."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.6","label":"6","content":"Teeb lub thaj uas hlawv qhov txhia chaw xyeem ncaj ntawm kuv lub tsev lub qhov rooj uas yog lub tsev ntaub sib ntsib sab nraud,"},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.7","label":"7","content":"thiab muab lub phaj ntxuav tes taw txawb rau ntawm lub tsev ntaub sib ntsib thiab lub thaj kem nruab nrab thiab nqa dej rau hauv lub phaj."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.8","label":"8","content":"Xov laj kab puag ncig lub tsev ntaub ntawd thiab muab daim ntaub khuam ua rooj vag."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.9","label":"9","content":"Muab cov roj tsw qab siv ua kevcai tsa hliv ywg kuv lub tsev thiab txhua yam uas nyob hauv, thiab ua kevcai tu kom kuv lub tsev thiab txhua yam ntawd dawb huv rau kuv mas lub chaw pe Yawmsaub thiaj dawb huv."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.10","label":"10","content":"Thiab muab cov roj ntawd hliv ywg lub thaj uas hlawv xyeem thiab tej twj uas siv ntawm lub thaj huvsi ua kevcai tu kom dawb huv rau kuv mas lub thaj ntawd thiaj dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.11","label":"11","content":"Thiab muab cov roj tsw qab ntawd hliv ywg lub phaj thiab lub chaw uas txawb lub phaj ua kevcai tu kom dawb huv rau kuv."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.12","label":"12","content":"“Coj Aloo thiab nws cov tub los rau ntawm lub qhov rooj tsev ntaub sib ntsib thiab muab dej ntxuav lawv."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.13","label":"13","content":"Muab cev tsoos meej mom uas dawb huv rau Aloo hnav, thiab muab cov roj tsw qab hliv ywg rau nws ua kevcai tu kom nws dawb huv rau kuv, mas nws thiaj ua tau pov thawj ua kuv tes haujlwm."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.14","label":"14","content":"Coj Aloo cov tub tuaj thiab muab tej tsoos meej mom rau lawv hnav."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.15","label":"15","content":"Muab cov roj tsw qab hliv ywg lawv ib yam nkaus li ywg rau lawv txiv, lawv thiaj ua tau pov thawj ua kuv tes haujlwm. Qhov uas muab roj hliv ywg ua kevcai tsa li ntawd ua rau lawv muaj feem ua pov thawj ib txhiab ib txhis ib tiam dhau ib tiam mus li.”"},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.16","label":"16","content":"Mauxe ua txhua yam raws li uas Yawmsaub hais."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.17","label":"17","content":"Xyoo ob lub ib hlis ntuj hnub xiab ib Mauxe txawm tsa Yawmsaub lub tsev ntaub."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.18","label":"18","content":"Mauxe tsa Yawmsaub lub tsev li no, nws teem cov taw tiag, thiab tsa cov txiag tab, thiab ntxig las rau cov txiag tab thiab tsa cov ncej."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.19","label":"19","content":"Nws muab chaws ntaub los vov Yawmsaub lub tsev thiab muab cov tawv vov lub tsev ntaub txheej saud raws li Yawmsaub hais rau nws."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.20","label":"20","content":"Nws muab ob daim txiag zeb uas sau Yawmsaub tej lus tso rau hauv lub phij xab thiab ntxig ob tug las kwv rau lub phij xab thiab muab lub hau uas roos kev txhaum kaw rau."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.21","label":"21","content":"Nws muab lub phij xab kwv los rau hauv Yawmsaub lub tsev thiab dai daim ntaub kem lub phij xab sib cog lus, raws li Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.22","label":"22","content":"Mauxe muab lub rooj txawb rau hauv lub tsev ntaub sib ntsib chav nraum daim ntaub thaiv sab ped,"},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.23","label":"23","content":"thiab muab cov ncuav tso rau saum lub rooj kom nyias nyob nyias chaw ntawm Yawmsaub xubntiag, raws li Yawmsaub hais rau nws."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.24","label":"24","content":"Mauxe muab tus kav teeb txawb rau hauv lub tsev ntaub sib ntsib sab nram ncaj nkaus lub rooj,"},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.25","label":"25","content":"thiab muab cov teeb txawb rau saud rau ntawm Yawmsaub xubntiag, raws li Yawmsaub hais rau nws."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.26","label":"26","content":"Mauxe muab lub thaj kub txawb rau hauv lub tsev ntaub sib ntsib ti nkaus daim ntaub thaiv chav nraum,"},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.27","label":"27","content":"mas nws hlawv tej hmoov tshuaj tsw qab rau saum lub thaj ntawd, raws li Yawmsaub hais rau nws."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.28","label":"28","content":"Mauxe muab daim ntaub khuam ua Yawmsaub lub tsev lub qhov rooj."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.29","label":"29","content":"Nws teeb lub thaj uas hlawv qhov txhia chaw xyeem sab nraud ncaj Yawmsaub lub tsev lub qhov rooj uas yog lub tsev ntaub sib ntsib. Nws muab qhov txhia chaw ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem qoob loo, raws li Yawmsaub hais rau nws."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.30","label":"30","content":"Mauxe muab lub phaj txawb cia rau ntawm lub tsev ntaub sib ntsib thiab lub thaj ntu nruab nrab, thiab nws muab dej rau hauv ua chaw ntxuav."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.31","label":"31","content":"Mauxe thiab Aloo thiab Aloo cov tub kuj siv cov dej hauv lub phaj ntawd ntxuav tes ntxuav taw."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.32","label":"32","content":"Thaum lawv yuav mus hauv lub tsev ntaub sib ntsib lossis mus ze lub thaj thaum twg lawv yuav tsum ntxuav tes ntxuav taw ua ntej, raws li Yawmsaub hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.33","label":"33","content":"Mauxe xov laj kab puag ncig Yawmsaub lub tsev thiab lub thaj, thiab nws muab daim ntaub khuam ua qhov rooj vag. Nws ua ib puas tsav yam ntawd tiav tag nrho huvsi."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.34","label":"34","content":"Lub sijhawm ntawd tus ncej huab los roos ti nkaus lub tsev ntaub sib ntsib thiab Yawmsaub lub hwjchim ci ntsa iab puv nkaus hauv Yawmsaub lub tsev."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.35","label":"35","content":"Mauxe nkag tsis tau rau hauv lub tsev ntaub sib ntsib vim tus ncej huab los roos ti nkaus lub tsev thiab Yawmsaub lub hwjchim ci ntsa iab puv nkaus hauv Yawmsaub lub tsev ntawd."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.36","label":"36","content":"Ncua sijhawm uas lawv pheej tsiv ntawd, yog tus ncej huab txav ntawm Yawmsaub lub tsev mus thaum twg ces cov Yixayee yuav tsum sawv kev tsiv mus thaum ntawd."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.37","label":"37","content":"Yog tus ncej huab tsis txav mus mas lawv kuj tsis tawm mus li, lawv tos mus txog hnub uas tus ncej huab txav mus tso."},{"bible_id":"1269","chapter_code":"EXO.40","verse_code":"EXO.40.38","label":"38","content":"Ncua sijhawm uas lawv pheej tsiv ntawd, nruab hnub Yawmsaub tus ncej huab nyob saum Yawmsaub lub tsev, hmo ntuj tus ncej huab ntawd ci li nplaim taws tab meeg cov Yixayee sawvdaws pom."}]