[{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.1","label":"1","content":"Povlauj, uas yog tus tubtxib uas tsis yog neeg tsa lossis neeg txib, tiamsis Yexus Khetos thiab leej Txiv Vajtswv uas tsa Yexus ciaj sawv hauv qhov tuag rov los ua tus tsa,"},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.2","label":"2","content":"thiab cov kwvtij sawvdaws uas nrog kuv nyob, hais mus rau cov pawg ntseeg hauv lub xeev Kalatia."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.3","label":"3","content":"Thov txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog peb leej Txiv thiab ntawm tus Tswv Yexus Khetos nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.4","label":"4","content":"Yexus muab nws tus kheej xyeem this peb lub txim kom thiaj cawm peb dim tiam neeg phem no raws li Vajtswv uas yog peb leej Txiv lub siab nyiam."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.5","label":"5","content":"Thov kom Vajtswv muaj koob meej ci ntsa iab mus ib txhis tsis kawg. Amee."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.6","label":"6","content":"Kuv xav tsis thoob rau qhov uas nej muab tus uas hu nej los hauv Khetos txojkev hlub tso tseg sai kawg li thiab tig mus raws lwm txoj xov zoo,"},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.7","label":"7","content":"tiamsis yeej tsis muaj dua lwm txoj xov zoo.  Tiamsis muaj qee leej ua rau nej ntxhov siab thiab xav hloov Khetos txoj xov zoo."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.8","label":"8","content":"Yog tias peb lossis ib tug tubtxib saum ntuj piav lwm txoj xov zoo rau nej uas tsis thooj li txoj xov zoo uas peb twb piav rau nej tag lawm, kuj cia tus ntawd raug foom tsis zoo."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.9","label":"9","content":"Nimno kuv rov hais dua raws li uas peb twb hais ua ntej lawd hais tias, yog leejtwg piav lwm txoj xov zoo rau nej uas tsis thooj li txoj uas nej twb tau txais lawd, kuj cia tus ntawd raug foom tsis zoo."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.10","label":"10","content":"Nimno kuv tabtom xav kom neeg lees yuav kuv los xav kom Vajtswv lees yuav kuv? Kuv ua kom hum neeg lub siab lov? Yog kuv ua kom hum neeg lub siab kuv yeej tsis yog Khetos li tub qhe."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.11","label":"11","content":"Cov kwvtij, kuv xav kom nej paub tias txoj xov zoo uas kuv piav tsis yog neeg li,"},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.12","label":"12","content":"vim tsis yog kuv tau txoj xov zoo ntawm neeg los. Tsis muaj leejtwg qhia kuv, tiamsis yog Yexus Khetos qhia tshwm rau kuv."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.13","label":"13","content":"Nej kuj tau hnov txog kuv lub neej yav thaum ub uas kuv tseem coj raws li cov Yudai txoj kevcai hais tias kuv tau tsim txom Vajtswv cov pawg ntseeg heev kawg nkaus thiab yooj xeeb ua kom puam tsuaj."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.14","label":"14","content":"Kuv coj Yudai txoj kevcai zoo dua lwm tus uas nrog kuv ib phaum hauv kuv haiv neeg thiab kuv kub siab heev kawg rau kuv tej luag tej kab ke."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.15","label":"15","content":"Tiamsis Vajtswv muab kuv cais txij thaum nruab thiab los thiab hu kuv ntawm nws txojkev hlub. Thaum nws pom zoo"},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.16","label":"16","content":"qhia nws tus tub tshwm rau kuv pom kom kuv thiaj piav tus tub ntawd rau lwm haiv neeg, kuv tsis tau sablaj rau ib tug neeg twg kiag li."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.17","label":"17","content":"Thiab kuv tsis tau mus rau hauv lub nroog Yeluxalees mus xyuas cov uas ua tubtxib ua kuv ntej, tiamsis kuv mus rau lub tebchaws Alanpia li rov mus rau lub nroog Damaxaka."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.18","label":"18","content":"Dhau peb xyoo kuv li mus tsham Khefa  hauv lub nroog Yeluxalees thiab nrog nws nyob tau kaum tsib hnub."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.19","label":"19","content":"Tiamsis kuv tsis ntsib lwm tus tubtxib li tsuas yog ntsib Yakaunpau uas yog tus Tswv li kwv."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.20","label":"20","content":"Tej uas kuv sau tuaj rau nej no, muaj Vajtswv pom, kuv tsis dag li."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.21","label":"21","content":"Dhau ntawd kuv li mus rau hauv lub xeev Xilia thiab lub xeev Khilikia."},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.22","label":"22","content":"Khetos cov pawg ntseeg hauv lub xeev Yudia tsis tau pom dua kuv tim ntsej tim muag,"},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.23","label":"23","content":"lawv tsuas yog tau hnov tias, “Tus uas txeev tsim txom peb nimno piav txojkev ntseeg uas nws txeev muab rhuav kom puam tsuaj.”"},{"bible_id":"1269","chapter_code":"GAL.1","verse_code":"GAL.1.24","label":"24","content":"Mas lawv thiaj qhuas Vajtswv vim yog kuv."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.1","label":"1","content":"Tom qab ntawd kaum plaub xyoos kuv thiab Npananpa wb li tau rov mus rau lub nroog Yeluxalees dua ib zaug thiab coj Titau nrog kuv mus."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.2","label":"2","content":"Kuv mus raws li Vajtswv qhia tshwm rau kuv, thiab kuv tau piav txoj xov zoo uas kuv tau qhia rau lwm haiv neeg rau lawv mloog, tsuas yog piav rau cov uas tseem ceeb mloog twjywm xwb. Kuv ntshai tsam kuv tabtom dhia lossis twb dhia dhau los lawm tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.3","label":"3","content":"Txawm yog Titau uas nrog kuv nyob yog neeg Kili, los nws tsis raug muab yuam ua kevcai txiav."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.4","label":"4","content":"Tiamsis zaj no tshwm sim los vim yog muaj cov kwvtij uas ua cuav nyas kev tuaj tshuaj saib qhov uas peb tau nyob ywj pheej hauv Yexus Khetos, xwv thiaj muab tau peb ua qhev."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.5","label":"5","content":"Tiamsis peb tsis yeem swb lawv ib nyuag txoog teev li, kom txoj xov zoo uas tseeb ntawd thiaj nyob ruaj hauv nej mus li."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.6","label":"6","content":"Cov neeg uas suav tias lawv tseem ceeb ntawd (txawm yog lawv txeev zoo li cas kuj xij, kuv tsis quav ntsej, Vajtswv tsis saib leejtwg ntsej muag,) cov neeg uas lawv suav tias tseem ceeb ntawd tsis tau muab ib yam dabtsi tsav ntxiv rau kuv."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.7","label":"7","content":"Tiamsis lawv pom tias qhov uas piav txoj xov zoo rau cov neeg uas tsis ua kevcai txiav raug muab cob rau kuv ib yam li qhov uas piav txoj xov zoo rau cov uas ua kevcai txiav raug muab cob rau Petus,"},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.8","label":"8","content":"vim tias Vajtswv uas ua haujlwm rau hauv Petus kom mus ua tubtxib rau hauv cov uas ua kevcai txiav, kuj ua haujlwm rau hauv kuv kom mus rau hauv lwm haiv neeg."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.9","label":"9","content":"Thaum Yakaunpau thiab Khefa  thiab Yauhas uas luag hwm tias yog cov uas ua thawj pom Vajtswv txojkev hlub uas muab pub rau kuv lawm, lawv kuj tuav kuv thiab Npananpa sab tes xis qhia tias sib koom tes ua haujlwm, mas peb thiaj yuav mus rau hauv lwm haiv neeg thiab lawv cov yuav mus rau hauv cov uas ua kevcai txiav."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.10","label":"10","content":"Lawv tsuas yog thov kom peb nco txog cov pluag, kuj yog yam uas kuv kub siab lug ua."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.11","label":"11","content":"Thaum Khefa  tuaj txog lub moos Athi‑au kuv tau nrog nws sib cam tim ntsej tim muag vim nws ua txhaum muaj txim tiag."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.12","label":"12","content":"Ua ntej uas cov uas Yakaunpau txib tuaj tsis tau tuaj txog, Petus kuj nrog lwm haiv neeg koom noj haus ua ke, tiamsis thaum lawv tuaj txog, nws txawm thim ncaim mus nyob rau ib cag vim ntshai cov uas coj ua kevcai txiav."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.13","label":"13","content":"Thiab lwm tus Yudai kuj ua tsis ncaj raws li nws, txawm yog Npananpa los nws kuj ua tsis ncaj raws lawv qab thiab."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.14","label":"14","content":"Tiamsis thaum kuv pom tias lawv tsis coj ncaj raws nraim qhov tseeb hauv txoj xov zoo, kuv txawm hais rau Khefa  tab meeg sawvdaws tias, “Koj yog neeg Yudai, los koj tseem ua lub neej raws li lwm haiv neeg tsis raws li cov Yudai. Ua cas koj tseem yuam lwm haiv neeg xyaum raws li cov Yudai thiab?”"},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.15","label":"15","content":"Peb cov uas yug los ua Yudai, tsis yog lwm haiv neeg uas muaj txim,"},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.16","label":"16","content":"peb paub tias tsis muaj leejtwg raug suav tias ncaj ncees vim xyaum raws li txoj kevcai, tiamsis yog vim ntseeg Yexus Khetos. Peb kuj ntseeg Yexus Khetos xwv peb thiaj raug suav tias ncaj ncees vim ntseeg Khetos tsis yog vim xyaum raws li txoj kevcai, vim qhov uas xyaum raws li txoj kevcai tsis muaj ib tug twg raug suav tias ncaj ncees."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.17","label":"17","content":"Tiamsis thaum peb siv zog nrhiav kom raug suav tias ncaj ncees hauv Khetos, ho rov raug suav tias yog neeg txhaum, mas Khetos yog tus uas ua kom muaj txim lov? Tsis yog li ntawd."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.18","label":"18","content":"Tiamsis yog kuv muab tej uas kuv muab rhuav tag lawd tsim dua tshiab, kuv kuj qhia kom pom tias kuv ua txhaum txoj kevcai."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.19","label":"19","content":"Vim txoj kevcai ntawd kuv twb tuag ntawm txoj kevcai lawm kom kuv thiaj muaj txojsia nyob rau ntawm Vajtswv."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.20","label":"20","content":"Kuv raug muab teem nrog Khetos saum khaublig ntoo lawm. Kuv txojsia tsis muaj nyob lawm, tiamsis Khetos nyob hauv kuv. Txojsia uas kuv tseem muaj nyob hauv kuv lub cev no, yog kuv ua neej nyob ntawm txojkev ntseeg Vajtswv leej Tub uas hlub kuv thiab muab nws tus kheej this kuv."},{"bible_id":"1269","chapter_code":"GAL.2","verse_code":"GAL.2.21","label":"21","content":"Kuv tsis mom txiaj mom ntsig Vajtswv txojkev hlub. Yog xyaum raws li txoj kevcai raug suav tias ncaj ncees, Khetos kuj tuag dawb tsis muaj nuj nqes."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.1","label":"1","content":"Cov Kalatia uas ruam 'e, leejtwg tshoov nej lub siab? Yexus Khetos twb raug teem rau saum khaublig ntoo tab meeg rau nej lub qhov muag pom."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.2","label":"2","content":"Kuv xav paub ib nqes ntawm nej tias, nej tau txais Vaj Ntsuj Plig ntawm qhov uas xyaum raws li txoj kevcai lossis ntawm qhov uas ntseeg tej uas nej tau hnov?"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.3","label":"3","content":"Nej ruam npaum li no diam lov? Nej pib ntawm Vaj Ntsuj Plig tiamsis yuav xaus rau ntawm nqaij tawv lov?"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.4","label":"4","content":"Qhov uas nej raug ntau yam lawd tsis muaj nuj nqes lov? Yeej muaj nuj nqes."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.5","label":"5","content":"Tus uas pub Vaj Ntsuj Plig rau nej thiab ua tej haujlwm uas muaj hwjchim hauv nej nruab nrab, ua tej ntawd vim nej xyaum raws li txoj kevcai lossis vim nej ntseeg tej uas nej tau hnov?"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.6","label":"6","content":"Ib yam li ntawd, Aplahas “ntseeg Vajtswv. Vajtswv suav tias qhov uas nws ntseeg ntawd yog txojkev ncaj ncees rau Aplahas.”"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.7","label":"7","content":"Cia li paub tseeb tias cov uas ntseeg thiaj yog Aplahas li menyuam."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.8","label":"8","content":"Vajtswv txojlus paub ua ntej tias Vajtswv yuav suav tias lwm haiv neeg ncaj ncees vim yog qhov uas ntseeg, thiaj piav txoj xov zoo ua ntej rau Aplahas hais tias, “Ib tsoom neeg yuav tau koob hmoov ntawm koj los.”"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.9","label":"9","content":"Vim li no cov neeg uas ntseeg thiaj nrog Aplahas uas ntseeg tau koob hmoov ua ke."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.10","label":"10","content":"Txhua tus uas vam khom qhov uas xyaum raws li txoj kevcai kuj raug foom tsis zoo, rau qhov muaj lus sau cia hais tias, “Txhua tus uas tsis xyaum raws li txhua nqe uas sau cia rau hauv phau kevcai mus li, tus ntawd kuj yuav raug foom tsis zoo.”"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.11","label":"11","content":"Yeej paub tseeb tias tsis muaj leejtwg xyaum raws li txoj kevcai yuav raug suav tias ncaj ncees rau ntawm Vajtswv lub qhov muag. Rau qhov “Tus uas ncaj ncees yuav muaj txojsia nyob vim qhov uas nws ntseeg.”"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.12","label":"12","content":"Tiamsis txoj kevcai tsis yog vam khom txojkev ntseeg, rau qhov “Tus uas ua raws nraim txoj kevcai kuj yuav muaj txojsia nyob vim xyaum raws li txoj kevcai.”"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.13","label":"13","content":"Khetos raug tsawm foom this peb, thiaj txhiv peb dim qhov uas raug foom raws li txoj kevcai, rau qhov muaj lus sau cia hais tias “Txhua tus uas raug muab dai rau saum ntoo raug foom tsis zoo,”"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.14","label":"14","content":"xwv tej koob hmoov ntawm Aplahas thiaj los txog lwm haiv neeg uas nyob hauv Yexus Khetos, peb thiaj tau txais Vaj Ntsuj Plig ntawm txojkev ntseeg raws li uas cog lus tseg."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.15","label":"15","content":"Cov kwvtij, kuv muab piv rau neeg lub neej. Txawm yog neeg tej lus cog tseg los thaum hais hum lawm tsis muaj leejtwg yuav muab rhuav lossis tsav ntxiv tau."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.16","label":"16","content":"Tej lus uas cog tseg rau Aplahas thiab nws caj ces, tsis tau hais tias, “Pub rau caj ces sawvdaws” yam li pub rau coob leej, tiamsis zoo yam li pub rau ib tug xwb yog tus tseem caj ces uas yog Khetos."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.17","label":"17","content":"Kuv hais li no. Txoj kevcai uas tshwm los plaub puas peb caug xyoo tom qab yuav rhuav tsis tau tej lus cog tseg uas Vajtswv pub ua ntej ntawd kom siv tsis tau."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.18","label":"18","content":"Rau qhov yog tau qub txeeg qub teg ntawm txoj kevcai, kuj tsis yog tau ntawm tej lus cog tseg. Tiamsis Vajtswv pub qub txeeg qub teg rau Aplahas ntawm tej lus cog tseg."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.19","label":"19","content":"Yog li ntawd, muaj txoj kevcai ua dabtsi? Qhov uas muab txoj kevcai tsav rau tej lus cog tseg kuj yog tim qhov uas tsis mloog lus. Txoj kevcai nyob mus txog thaum tus caj ces uas raws li tej lus cog tseg ntawd los txog. Cov tubtxib saum ntuj siv ib tug neeg nruab nrab rhawv txoj kevcai ntawd."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.20","label":"20","content":"Tus uas nyob nruab nrab yuav tsum muaj ob tog, tiamsis Vajtswv tib leeg cog lus xwb."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.21","label":"21","content":"Yog li ntawd txoj kevcai tawm tsam Vajtswv tej lus cog tseg lov? Tsis yog li ntawd, rau qhov yog tsa ib txoj kevcai pub tau txojsia ces txojkev ncaj ncees yeej yuav tau ntawm txoj kevcai ntawd los."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.22","label":"22","content":"Tiamsis Vajtswv txojlus muab txhua tus kaw cia rau hauv lub txim,  kom tej lus cog tseg rau cov uas ntseeg Yexus Khetos thiaj raug muab pub rau cov uas ntseeg."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.23","label":"23","content":"Ua ntej uas txojkev ntseeg tsis tau los, peb raug txoj kevcai khi cia, peb raug kav cia mus txog thaum txojkev ntseeg tshwm los."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.24","label":"24","content":"Txoj kevcai thiaj ua tus uas kav peb mus txog thaum Khetos los peb thiaj raug suav tias ncaj ncees vim qhov uas peb ntseeg."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.25","label":"25","content":"Tiamsis nimno txojkev ntseeg twb los lawm, peb thiaj tsis nyob hauv txoj qab kevcai kav ntxiv mus lawm,"},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.26","label":"26","content":"vim tias nej txhua tus yog Vajtswv li menyuam hauv txojkev ntseeg Yexus Khetos."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.27","label":"27","content":"Nej txhua tus uas ua kevcai raus dej hauv Khetos lawm, kuj muab Khetos los hnav."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.28","label":"28","content":"Tsis muaj Yudai lossis Kili, tsis muaj qhev lossis cov uas tsis ua qhev, tsis muaj txivneej lossis pojniam, vim nej sawvdaws koom ua ib rau hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"GAL.3","verse_code":"GAL.3.29","label":"29","content":"Yog nej ua Khetos li lawm, nej kuj yog Aplahas caj ces thiab nej yuav saws qub txeeg qub teg raws li cog lus tseg."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.1","label":"1","content":"Kuv hais li no. Thaum tus uas saws qub txeeg qub teg tseem yau nws kuj tsuas zoo li tus qhev xwb, txawm yog yuav ua tej cuab txhiaj cuab tam huvsi tus tswv kuj xij."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.2","label":"2","content":"Nws yuav nyob hauv tus uas zov nws thiab tus uas saib xyuas tsev qab mus txog lub sijhawm uas leej txiv teem cia."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.3","label":"3","content":"Peb kuj zoo ib yam li ntawd. Thaum peb tseem ua menyuam yaus, peb kuj ua qhev rau hauv qab tej hwjchim uas kav tag nrho lub qab ntuj."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.4","label":"4","content":"Tiamsis thaum txog lub sijhawm uas teem cia lawd, Vajtswv txib nws tus Tub los yug ntawm pojniam thiab yug hauv txoj qab kevcai,"},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.5","label":"5","content":"kom thiaj txhiv cov uas nyob hauv txoj qab kevcai dim, peb thiaj tau ua nws li tub."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.6","label":"6","content":"Vim nej ua nws li tub lawm Vajtswv thiaj txib nws leej Tub tus Ntsuj Plig los rau hauv peb lub siab hu tias, “Anpa,  txiv.”"},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.7","label":"7","content":"Vim li no nyob hauv Vajtswv nej thiaj tsis yog qhev dua li lawm tiamsis yog tub. Yog tub lawm, nej saws tau qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.8","label":"8","content":"Yav tag los uas nej tsis paub Vajtswv, nej ua tej uas tsis yog timtswv li qhev."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.9","label":"9","content":"Tiamsis nimno nej paub Vajtswv lawm, tiamsis qhov uas raug, yog Vajtswv paub nej lawm. Ua cas nej tseem yuav tig rov mus cuag tej hwjchim uas tsis muaj zog thiab tsis muaj qabhau kiag li, thiab xav rov ua lawv li qhev dua?"},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.10","label":"10","content":"Nej caiv hnub caiv hli caiv nyoog caiv xyoo."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.11","label":"11","content":"Kuv ntshai tsam kuv ua haujlwm khwv rau nej nkim zog do xwb."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.12","label":"12","content":"Cov kwvtij, thov kom nej ua ib yam li kuv rau qhov kuv kuj thooj yam li nej. Nej yeej tsis tau ua txhaum rau kuv."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.13","label":"13","content":"Nej kuj paub lawm tias thawj zaug uas kuv qhia txoj xov zoo rau nej twb yog vim kuv lub cev muaj mob."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.14","label":"14","content":"Txawm yog qhov uas kuv mob ntawd ua rau nej nyuaj siab, los nej tseem muab kuv saib hlob tsis ntxub kuv, tiamsis nej lees yuav kuv ib yam li kuv yog Vajtswv ib tug tubtxib saum ntuj, lossis ib yam li yog Yexus Khetos ntag."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.15","label":"15","content":"Nej txojkev siab tus siab xyiv fab ploj dua twg lawm? Kuv ua timkhawv rau nej tias yog ua tau nej twb yuav kaus nej lub qhov muag pub rau kuv."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.16","label":"16","content":"Nimno kuv ho ntxeev ua yeeb ncuab rau nej vim yog qhov uas kuv qhia qhov tseeb rau nej lov?"},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.17","label":"17","content":"Cov neeg ntawd mob siab nej heev tiamsis tsis yog mob siab rau qhov zoo. Lawv xav cais nej ncaim ntawm peb, xwv nej thiaj mob siab lawv."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.18","label":"18","content":"Qhov uas mob siab rau qhov uas zoo kuj zoo thiab tsim nyog ua rau txhua lub sijhawm tsis yog ua rau thaum kuv nrog nej nyob xwb."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.19","label":"19","content":"Kuv cov menyuam 'e, kuv tseem mob plab ntxiv vim yog tim nej mus txog thaum Khetos raug muab tsim tsa rau hauv nej."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.20","label":"20","content":"Kuv xav nrog nej nyob nimno thiab kuv yuav hloov kuv lub suab rau qhov kuv tsis pom qab xav li cas txog nej."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.21","label":"21","content":"Nej cov uas xav nyob hauv txoj qab kevcai, cia li hais rau kuv saib, nej tsis mloog txoj kevcai lov?"},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.22","label":"22","content":"Rau qhov muaj lus sau cia hais tias Aplahas muaj ob tug tub, ib tug yog tus nkauj qhev yug, ib tug yog tus uas tsis ua qhev yug."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.23","label":"23","content":"Tus nkauj qhev tus tub kuj yug raws li cev nqaij tawv yug, tiamsis tus uas tsis ua qhev tus tub yug raws li lo lus cog tseg."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.24","label":"24","content":"Zaj no yog piv lus. Ob tug pojniam ntawd piv ib yam li ob yam kev cog lus tseg. Ib tug los ntawm  lub roob Xinai los, yog tus uas yug menyuam ua qhev. Tus ntawd yog Haka."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.25","label":"25","content":"Tus Haka no piv li lub roob Xinai hauv Alanpia tebchaws, thiab piv txog lub nroog Yeluxalees uas nyob tamsim no, vim nws thiab nws tej menyuam puavleej ua qhev."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.26","label":"26","content":"Tiamsis lub nroog Yeluxalees uas nyob saud tsis ua qhev, nws yog peb li niam."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.27","label":"27","content":"Vim muaj lus sau cia hais tias, “Tus pojniam mooj 'e, tus uas tsis tau yug dua menyuam, cia li xyiv fab, koj uas tsis tau mob dua plab yug menyuam 'e, cia li tsa suab hu nrov nrov, rau qhov tus pojniam uas tsis muaj txiv li menyuam kuj coob dua tus pojniam uas muaj txiv.”"},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.28","label":"28","content":"Cov kwvtij, peb yog menyuam uas yug ntawm tej lus cog tseg ib yam li Yiha."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.29","label":"29","content":"Tiamsis thaum ntawd tus uas yug raws li nqaij tawv tsim txom tus uas yug raws li Vaj Ntsuj Plig pub, mas tamsim no kuj ib yam li ntawd."},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.30","label":"30","content":"Tiamsis Vajtswv txojlus hais li cas? “Cia li muab tus nkauj qhev thiab nws tus tub ntiab khiav mus, rau qhov tus nkauj qhev tus tub yuav tsis nrog tus pojniam uas tsis ua qhev tus tub txais qub txeeg qub teg kiag li.”"},{"bible_id":"1269","chapter_code":"GAL.4","verse_code":"GAL.4.31","label":"31","content":"Vim li no, cov kwvtij, peb tsis yog tus nkauj qhev li menyuam, peb yog tus pojniam uas tsis ua qhev li menyuam."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.1","label":"1","content":"Peb tau nyob ywj pheej li ntawd twb yog vim Khetos tso peb dim. Yog li ntawd cia li nyob ruaj, tsis txhob rov qab mus kwv tus quab uas ua qhev dua li lawm."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.2","label":"2","content":"Nimno kuv Povlauj hais rau nej tias yog nej tseem ua kevcai txiav ces Khetos yuav tsis muaj qabhau dabtsi rau nej kiag li."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.3","label":"3","content":"Kuv rov qhia dua rau txhua tus uas ua kevcai txiav tias lawv raug muab khi kom xyaum raws li txoj kevcai huvsi lawm."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.4","label":"4","content":"Nej cov uas xav raug suav tias ncaj ncees vim qhov uas xyaum raws li txoj kevcai, nej kuj raug muab txiav tu nrho ntawm Khetos thiab poob ntawm Vajtswv txojkev hlub lawm."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.5","label":"5","content":"Vim peb muaj Vaj Ntsuj Plig thiab muaj kev ntseeg peb thiaj tos rawv txojkev ncaj ncees uas peb vam tias yuav tau."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.6","label":"6","content":"Rau qhov nyob hauv Yexus Khetos qhov uas ua kevcai txiav thiab tsis ua yeej tsis tseem ceeb dabtsi, tsuas yog txojkev ntseeg uas muaj kev sib hlub thiaj tseem ceeb xwb."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.7","label":"7","content":"Nej twb dhia tau zoo heev. Leejtwg tav tsis pub nej mloog txoj tseeb?"},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.8","label":"8","content":"Qhov uas luag haub ntxias li ntawd tsis yog los ntawm Vajtswv uas hu nej los ntseeg."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.9","label":"9","content":"Ib nyuag qhov keeb me me ua rau ib phaj hmoov su tag huvsi."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.10","label":"10","content":"Kuv ruaj siab hauv tus Tswv tias nej yuav tsis xav rau lwm yam. Tus uas ua rau nej ntxhov ntawd txawm yog leejtwg kuj xij nws yuav raug txim."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.11","label":"11","content":"Cov kwvtij, yog tias kuv tseem qhia kom ua kevcai txiav, ua cas kuv ho raug tsim txom? Yog li ntawd, tus khaublig ntoo yuav tsis ua rau neeg dawm lawm."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.12","label":"12","content":"Kuv xav kom cov uas ua rau nej ntxhov ntawd muab lawv tus kheej sam kiag."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.13","label":"13","content":"Cov kwvtij, nej raug hu los nyob ywj pheej. Tiamsis tsis txhob siv txojkev ywj pheej ntawd ua hauv paus coj nej mus ua raws li lub cev nqaij tawv ntshaw, tiamsis ib leeg cia li zoo siab ua num rau ib leeg ntawm txojkev hlub."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.14","label":"14","content":"Rau qhov tag nrho txoj kevcai huvsi muab sau zog ua ib los hais tias, “Koj yuav tsum hlub kwvtij zej zog ib yam li koj hlub koj tus kheej.”"},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.15","label":"15","content":"Tiamsis yog nej sib tom sib ntxo cia li ceev faj tib zoo tsam ces nej ib leeg yuav ua rau ib leeg puam tsuaj tag."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.16","label":"16","content":"Kuv hais tias, cia li ua lub neej raws li Vaj Ntsuj Plig, tsis txhob ua raws li lub cev nqaij tawv ntshaw."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.17","label":"17","content":"Rau qhov tej uas lub cev nqaij tawv ntshaw tawm tsam Vaj Ntsuj Plig, thiab tej uas Vaj Ntsuj Plig ntshaw kuj tawm tsam nqaij tawv. Ob yam no yeej sib tawm tsam, nej thiaj ua tsis tau tej uas nej xav ua."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.18","label":"18","content":"Tiamsis yog Vaj Ntsuj Plig coj nej, nej kuj tsis nyob hauv txoj qab kevcai."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.19","label":"19","content":"Nqaij tawv li haujlwm pom tseeb li no, yog qhov uas ua nkauj ua nraug, ua phem ua qias, ua vuab tsuab,"},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.20","label":"20","content":"pe dab mlom, ua khawv koob, ua yeeb ncuab, sib cav sib ceg, sib khib, sib chim, sib txeeb, sib cam, tawg ua pab ua pawg,"},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.21","label":"21","content":"ntshaw luag tug, qaug dej qaug cawv, ua nqaj ua nqug thiab dua lwm yam zoo li no uas kuv twb ntuas nej ua ntej tias cov uas ua tej no yuav tsis muaj feem tau Vajtswv lub tebchaws kiag li."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.22","label":"22","content":"Tiamsis Vaj Ntsuj Plig txi txiv li no, yog kev hlub, kev xyiv fab, kev siab tus, kev thev taus, kev khuvleej, kev ua zoo, kev ua ncaj,"},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.23","label":"23","content":"lub siab mos siab muag thiab paub tswj tus kheej. Tej no tsis muaj kevcai txwv kiag li."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.24","label":"24","content":"Cov uas yog Yexus Khetos li lawv twb muab lawv lub cev nqaij tawv thiab tej uas lub cev ntshaw thiab xav teem ua ke rau saum tus khaublig ntoo lawm."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.25","label":"25","content":"Yog peb muaj txojsia nyob hauv Vaj Ntsuj Plig, peb cia li ua lub neej raws li Vaj Ntsuj Plig."},{"bible_id":"1269","chapter_code":"GAL.5","verse_code":"GAL.5.26","label":"26","content":"Peb tsis txhob khav theeb, ib leeg tsis txhob zes kom ib leeg chim, thiab tsis txhob sib khib."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.1","label":"1","content":"Cov kwvtij, yog nej pom leejtwg ua txhaum yam twg nej cov uas nyob sab ntsuj plig cia li ua lub siab mos siab muag pab tus ntawd kom rov xyaum dua. Thiab nej yuav ceev faj txog nej tus kheej ntshai tsam ces nej raug ntxias ua txhaum thiab."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.2","label":"2","content":"Cia li sib pab ris nra, thiaj yog ua kom Khetos txoj kevcai tiav."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.3","label":"3","content":"Yog leejtwg xav tias nws yog ib tug tseem ceeb tiamsis nws twb tsis tseem ceeb dabtsi kiag li, ces kuj yog nws dag nws tus kheej."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.4","label":"4","content":"Txhua tus nyias yuav tsum tshuaj nyias tes haujlwm thiaj khav tau nws tus kheej xwb, tsis muab piv rau lwm tus,"},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.5","label":"5","content":"rau qhov txhua tus nyias yuav tsum ris nyias lub nra."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.6","label":"6","content":"Tus uas kawm Vajtswv tej lus, cia li faib nws li txhua yam zoo rau tus qhia nws."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.7","label":"7","content":"Tsis txhob xav yuam kev. Nej dag ntxias Vajtswv tsis tau, rau qhov tias leejtwg tseb yam twg nws kuj yuav sau yam ntawd."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.8","label":"8","content":"Tus uas tseb tej uas lub cev nqaij tawv ntshaw nws kuj yuav sau tej uas txawj lwj ntawm lub cev ntawd. Tus uas tseb yam uas Vaj Ntsuj Plig nyiam kuj yuav sau txojsia ib txhis tsis kawg ntawm Vaj Ntsuj Plig."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.9","label":"9","content":"Peb tsis txhob qaug zog qhov uas ua zoo, rau qhov yog peb tsis tsaug leeg peb yuav tau sau raws li lub sijhawm."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.10","label":"10","content":"Yog li ntawd thaum peb muaj sijhawm peb cia li ua zoo rau txhua tus thiab yimhuab ua zoo rau cov uas ua ib tse neeg hauv txojkev ntseeg."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.11","label":"11","content":"Cia li saib tej npe ntawv uas kuv txhais tes sau tuaj rau nej loj li cas."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.12","label":"12","content":"Cov uas xav tau ntsej muag raws li nqaij tawv yog cov uas yuam nej ua kevcai txiav, xwv lawv thiaj tsis raug tsim txom vim yog tim Khetos tus khaublig ntoo xwb."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.13","label":"13","content":"Txawm yog cov uas ua kevcai txiav lawm los kuj tsis ua raws li txoj kevcai, tiamsis lawv tseem xav kom nej ua kevcai txiav kom lawv thiaj tau coj nej lub cev nqaij tawv mus khav."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.14","label":"14","content":"Thov cia kuv tsis txhob khav txog dabtsi li tsuas yog khav txog peb tus Tswv Yexus Khetos tus khaublig ntoo xwb. Vim tus khaublig ntoo ntawd lub ntiajteb thiaj li tuag  ntawm kuv thiab kuv tuag ntawm lub ntiajteb."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.15","label":"15","content":"Vim tias qhov uas ua kevcai txiav thiab tsis ua kuj tsis tseem ceeb dabtsi, tiamsis qhov tseem ceeb yog qhov uas muab tsim dua tshiab xwb."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.16","label":"16","content":"Thov kom lub siab tus thiab Vajtswv txojkev khuvleej nrog nraim txhua tus uas xyaum raws li txoj kab ke no, uas yog Vajtswv cov tseem Yixayee."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.17","label":"17","content":"Txij no mus leejtwg tsis txhob ua rau kuv ntxhov siab lawm, rau qhov kuv muaj Yexus lub cim  nias rau kuv lub cev lawm."},{"bible_id":"1269","chapter_code":"GAL.6","verse_code":"GAL.6.18","label":"18","content":"Cov kwvtij, kuv thov kom peb tus Tswv Yexus Khetos txojkev hlub nrog nraim nej tus ntsuj plig nyob. Amee."}]