[{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.1","label":"1","content":"No yog Vajtswv tej lus uas Hanpaku uas yog xibhwb cev lus pom."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.2","label":"2","content":"Au Yawmsaub, kuv yuav quaj thov kev pab ntev li cas, los koj tsis hnov, lossis kuv yuav quaj thov koj hais tias, “Muaj kev limhiam ntais ntuj,” los koj tsis cawm?"},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.3","label":"3","content":"Ua cas koj yuav cia kuv pom tej uas ua tsis ncaj thiab ntsia ntsoov tej kev ceeblaj? Txojkev puam tsuaj thiab kev ua limhiam ntais ntuj nyob ntawm kuv xubntiag, txojkev sib ceg thiab kev sib cam kuj tshwm tuaj."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.4","label":"4","content":"Vim li no txoj kevcai thiaj tsis nruj thiab tsis muaj kev tu plaub ncaj kiag li. Cov neeg limhiam vij cov neeg ncaj ncees cia, thiaj tu plaub tsis ncaj."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.5","label":"5","content":"“Cia li tsa muag ntsia pom ib tsoom tebchaws, cia li phimhwj thiab xav tsis thoob, rau qhov lub sijhawm uas nej nyob kuv tabtom ua tej uas yog kuv hais ua ntej los nej yuav tsis ntseeg."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.6","label":"6","content":"Kuv tabtom tshoov cov Kheedia uas yog haiv neeg nyaum thiab siab kub heev, uas mus thoob lub ntiajteb txeeb kiag tej vaj tse uas tsis yog lawv li."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.7","label":"7","content":"Lawv yog cov uas txaus ntshai siab puas tsus, lawv txojcai thiab lawv lub koob meej lawv rhawv lawv xwb."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.8","label":"8","content":"Lawv tej nees nrawm dua tsov pom txwv, thiab nyaum dua tej hma uas tawm hmo ntuj. Lawv cov tub rog caij nees dhia huas ntej mus khav ntxhias. Lawv cov tub rog caij nees tuaj deb deb tuaj, lawv ya mus yam nkaus li tus dav qwv tis nkaus los tom."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.9","label":"9","content":"Lawv sawvdaws tuaj ua limhiam ntais ntuj, luag ntshai rwg lawv rau ntawm lawv hauv ntej, lawv ntes tau neeg coob cuag li xuab zeb."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.10","label":"10","content":"Lawv thuam luag tej vajntxwv thiab luag cov thawj kav. Lawv thuam luag txhua lub chaw ruaj khov, lawv tsub av nce txeeb tau tej chaw ntawd."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.11","label":"11","content":"Lawv hla dhau plaws mus yam li cua ntsawj, lawv yog neeg muaj txim, lawv lub hwjchim yog lawv tus timtswv.”"},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.12","label":"12","content":"Au kuv tus Vajtswv Yawmsaub, yog kuv tus Tswv uas Dawb Huv, koj tsis tau nyob ib txwm los lov? Peb yuav tsis tuag. Au Yawmsaub, koj tsa lawv ua cov txiav txim. Au txhib zeb, koj tsa lawv ua cov uas nplawm qhuab qhia."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.13","label":"13","content":"Koj lub qhov muag dawb huv dhau uas yuav saib qhov phem, thiab koj tsis xav saib tej uas ua tsis ncaj. Ua cas koj yuav tsa muag ntsia cov uas fav xeeb, thiab nyob twjywm rau thaum cov neeg limhiam nqos tus uas ncaj ncees dua li lawv?"},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.14","label":"14","content":"Koj muab neeg ua zoo li tej ntses hauv hiavtxwv, zoo yam li tej tsiaj nkag hauv av uas tsis muaj tus thawj."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.15","label":"15","content":"Tus yeeb ncuab xuas nqe lauj nqe lawv txhua tus los, nws xuas tsig cab lawv los, nws xuas vas ntaus lawv los, nws thiaj xyiv fab thiab zoo siab kawg."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.16","label":"16","content":"Vim li no nws thiaj xyeem qhov txhia chaw rau nws phob tsig, thiab hlawv hmoov xyab rau nws lub vas. Vim nws siv tej no nws thiaj muaj nplua mias thiab noj tej zaub mov uas zoo heev."},{"bible_id":"1269","chapter_code":"HAB.1","verse_code":"HAB.1.17","label":"17","content":"Nws tseem yuav nchos cov ntses hauv lub vas mus li, thiab tua ib tsoom tebchaws tsis khuvleej kiag li lov?"},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.1","label":"1","content":"Kuv yuav sawv ntsug zov ntsia, kuv yuav sawv saum lub chaw tsom faj ntsia mus, saib nws yuav hais li cas rau kuv, thiab saib kuv yuav teb li cas rau nws txog tej uas kuv yws ntawd."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.2","label":"2","content":"Yawmsaub teb kuv tias, “Cia li sau zaj yog toog no, cia li muab sau cia rau saum daim txiag kom pom meej, kom tus uas dhia thiaj nyeem tau npliag."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.3","label":"3","content":"Zaj yog toog ntawd tseem tos nws lub sijhawm, nws maj nroos mus txog qhov uas tiav, nws tsis dag. Yog pom tias qeeb kuj tos mentsis, nws yuav tshwm los tiag tiag li, nws yuav tsis sej cia ntev."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.4","label":"4","content":"Saib maj, tus uas lub siab tsis ncaj yuav ntog, tiamsis tus uas ncaj ncees yuav muaj txojsia nyob vim nws ntseeg Vajtswv."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.5","label":"5","content":"Tsis tag li ntawd, cawv txiv hmab  dag ntxias xwb, tus neeg uas tsab ua loj nyob tsis tus. Nws txojkev hu dab dav li tub tuag teb, yam li txojkev tuag uas tsis txawj tsau. Nws zuas zog ib tsoom tebchaws sawvdaws los rau nws tib leeg, nws sau ib tsoom neeg sawvdaws los ua nws li."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.6","label":"6","content":"Ib tsoom neeg sawvdaws yuav tsis muaj lo lus cem thuam tau nws lov? Lawv yuav thuam saib tsis taus nws hais tias, ‘Tus uas sau zog tej uas tsis yog nws li los, thiab sau zog tej uas luag muab yuam nqe tau ntau kawg, yuav raug txom nyem lauj! Nws yuav ua li ntawd tau ntev li cas ne?’"},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.7","label":"7","content":"Txhua tus uas tshuav koj nqe yuav tsis sawv tsees tamsid lov? Thiab cov uas ua kom koj tshee yuav tsis tsim dheev lov? Thaum ntawd koj yuav raug luag txeeb thiab."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.8","label":"8","content":"Vim koj twb lws ntau lub tebchaws lawm, ib tsoom neeg sawvdaws uas tseem tshuav yuav tuaj lws koj vim yog tim neeg tej ntshav los tag thiab qhov uas ua limhiam ntais ntuj rau lub ntiajteb thiab rau tej moos thiab rau txhua tus uas nyob hauv.”"},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.9","label":"9","content":"“Tus uas ua phem es tau ntau coj los rau hauv lub tsev yuav raug txom nyem lauj! Nws ua nws lub zes rau qhov chaw siab kawg, kom thiaj tsis muaj ib yam phem ncav mus txog."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.10","label":"10","content":"Koj ntaus tswvyim phem ua rau koj lub tsev raug txaj muag vim koj rhuav tshem ntau haiv neeg pov tseg. Koj ua rau koj txojsia piam tag."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.11","label":"11","content":"Tej pob zeb txhim phab ntsa yuav qw tuaj, tej qhab tse yuav teb hauv tej ntoo ua tsev tuaj."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.12","label":"12","content":"“Tus uas muab ntshav los ua lub moos thiab muab txojkev phem tiag lub taw nroog yuav raug txom nyem lauj!"},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.13","label":"13","content":"Saib maj, qhov uas ib tsoom neeg ua haujlwm los rau hluavtaws hlawv, thiab qhov uas ib tsoom tebchaws ua khwv khwv tsis muaj qabhau, tsis yog los ntawm Yawmsaub uas muaj hwjchim loj kawg nkaus los lov?"},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.14","label":"14","content":"Yawmsaub lub hwjchim ci ntsa iab yuav puv nkaus hauv lub qab ntuj rau sawvdaws paub, ib yam li dej puv hiavtxwv."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.15","label":"15","content":"“Tus uas chim tsawv yuam cawv rau kwvtij zej zog haus qaug es thiaj pom lawv nyob liab qab tsuas, yuav raug txom nyem lauj!"},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.16","label":"16","content":"Koj yuav tsau npo txojkev txaj muag tsis yog tsau lub meej mom. Koj cia li haus thiab qaug puj poog. Lub khob uas nyob hauv Yawmsaub txhais tes xis yuav ncig los txog koj, mas txojkev txaj muag yuav los rau saum koj lub meej mom."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.17","label":"17","content":"Tej kev limhiam ntais ntuj uas koj ua rau Lenpanoo yuav los nyab kiag koj, thiab qhov uas muab tej tsiaj qus tsiaj nyeg tua ua lwj ua liam yuav ua rau koj ntshai, vim koj ua rau tej neeg los ntshav thiab ua limhiam ntais ntuj rau lub ntiajteb thiab rau tej moos thiab rau txhua tus uas nyob hauv."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.18","label":"18","content":"“Tej dab mlom txaug uas yog tus Kws txaug cia xwb, thiab tej dab mlom uas nchuav uas qhia kev dag, muaj qabhau dabtsi? Tus Kws tso siab rau yam uas nws tsim, nws tsim tej dab mlom uas tsis txawj hais lus."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.19","label":"19","content":"Tus uas hais rau tog ntoo tias, ‘Cia li tsim dheev,’ thiab hais rau lub pob zeb uas tsis txawj hais lus tias, ‘Cia li sawv tsees,’ yuav raug txom nyem lauj! Tej ntawd txawj qhuab qhia thiab lov? Saib maj, tej ntawd yog muab nyiaj thiab kub luam, los yeej tsis txawj ua pa kiag li."},{"bible_id":"1269","chapter_code":"HAB.2","verse_code":"HAB.2.20","label":"20","content":"Yawmsaub nyob hauv nws lub tuam tsev uas dawb huv, cia tag nrho lub ntiajteb nyob twjywm rau ntawm nws lub xubntiag.”"},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.1","label":"1","content":"Hanpaku uas ua xibhwb cev lus tej lus thov uas raws li lub suab nkauj Siki‑aunau."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.2","label":"2","content":"Au Yawmsaub, kuv tau hnov txog koj lub koob meej, au Yawmsaub, tej uas koj tau ua lawd kuv ntshai kawg. Ncua sijhawm no thov koj rov ua dua, peb tiam no thov qhia koj tej haujlwm rau peb paub. Thaum koj npau taws thov koj nco txog txojkev khuvleej."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.3","label":"3","content":"Vajtswv tuaj ntawm Themas tuaj, tus uas Dawb Huv tuaj ntawm lub roob Palas tuaj. Nws lub hwjchim ci ntsa iab laum nkaus saum ntuj, thiab lub ntiajteb kuj puv nkaus tej suab qhuas nws."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.4","label":"4","content":"Nws ci lam lug yam li duab tshav ntuj, muaj duab ci nplas ntawm nws txhais tes uas nraim nws lub hwjchim cia."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.5","label":"5","content":"Muaj mob kis mus ua nws ntej, muaj mob phem ti nkaus nws qab."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.6","label":"6","content":"Nws sawv ntsug co lub ntiajteb, nws ntsia ntsoov thiab ua rau ib tsoom tebchaws tshee hnyo, mas tej roob uas nyob ib txwm los kuj tawg ri sua thiab tej pov roob uas nyob mus ib txhis kuj saus tag, yog tej roob uas thaum ub nws txeev mus los."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.7","label":"7","content":"Kuv pom cov neeg Khusas tej tsev ntaub lwj siab ntsuav, thiab pom cov Midee daim ntaub xov tsev tshee hnyo."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.8","label":"8","content":"Au Yawmsaub, koj npau taws rau tej dej lov? Koj npau taws rau tej hav dej lov? Lossis koj chim rau hiavtxwv rau thaum koj caij nees thiab thaum koj caij koj lub tsheb ua rog uas kov yeej lov?"},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.9","label":"9","content":"Koj rho kiag rab hneev nti, nruab nkaus xub rau txoj hlua lawm. Koj ua rau lub ntiajteb tawg faib sua ua hav dej."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.10","label":"10","content":"Tej roob pom dheev koj kuj ntswj ntseeg nkaws, tej nthwv dej ceev kuj ntsawj kiag mus, nruab tiv txwv kuj tsa suab nrov thiab ntas siab siab."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.11","label":"11","content":"Lub hnub thiab lub hli nres twjywm ntawm lub chaw rau thaum koj rab xub ci tuaj mus thiab thaum koj rab hmuv ci nplas tuaj."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.12","label":"12","content":"Koj hla lub ntiajteb mus ua npau taws vog, thiab tsuj pes ntiag ib tsoom tebchaws ua chim tsawv."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.13","label":"13","content":"Koj tawm mus cawm koj haiv neeg kom dim, yog cawm tus uas koj hliv roj tsa kom dim. Koj tsoo cov neeg limhiam tus thawj, kom nyob liab qab txij ntawm taubhau ti nkaus kotaw."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.14","label":"14","content":"Koj xuas koj rab hmuv nkaug nws cov tub rog tus thawj, rau thaum nws tuaj ceev li khaub zeeg cua yuav ua rau kuv tawg ri sua, nws zoo siab xyiv fab yam li nws yuav tau noj cov neeg pluag uas tsiv nraim lawm."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.15","label":"15","content":"Koj caij koj tej nees tsuj hiavtxwv, ua rau dej loj nphau pes nphwv."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.16","label":"16","content":"Kuv tau hnov, kuv ib ce tshee hnyo, thaum hnov lub suab kuv daim tawv ncauj kuj tshee hnyo. Kuv tej pob txha po, kuv txhais ceg vau pes tsus. Kuv yuav nyob twjywm tos rawv hnub txom nyem, uas yuav los raug cov neeg uas txeem tuaj ntaus peb."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.17","label":"17","content":"Txawm yog tej txiv cev tsis tawg paj, tej txiv hmab tsis txi txiv, tej txiv aulib tu nrho lawm, tsis muaj qoob hauv tej teb, tej nkuaj nqha nrig tsis muaj yaj tsis muaj tshis thiab tej nkuaj nyug khoob ntshuv,"},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.18","label":"18","content":"los kuv yuav xyiv fab rau hauv Yawmsaub, kuv yuav zoo siab rau Vajtswv uas cawm kuv dim."},{"bible_id":"1269","chapter_code":"HAB.3","verse_code":"HAB.3.19","label":"19","content":"Vajtswv Yawmsaub yog kuv lub zog, nws ua kuv txhais kotaw zoo yam li kotaw maum muas lwj, nws ua rau kuv mus tau saum tej chaw siab. Zaj nkauj sau rau tus thawj coj hu nkauj, thiab siv nkauj nog ncas."}]