[{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.1","label":"1","content":"Ntawm no yog Yawmsaub tej lus uas hais tuaj rau Hauxeya uas yog Npe‑awli tus tub, yog ncua sijhawm uas Uxiya, Yauthas, Aha thiab Hexekhiya ua vajntxwv kav Yuda, thiab ncua sijhawm uas Yelaunpau‑as uas yog Yau‑as tus tub ua vajntxwv kav Yixayee."},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.2","label":"2","content":"Thawj zaug uas Yawmsaub kom Hauxeya hais nws tej lus, mas Yawmsaub hais rau Hauxeya tias, “Cia li mus, mus yuav ib tug pojniam uas nyiam deev hluas nraug  thiab yug tej menyuam hluas nraug, rau qhov lub tebchaws no deev hluas nraug loj heev yog qhov uas tso Yawmsaub tseg.”"},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.3","label":"3","content":"Nws txawm mus yuav Kaumaw uas yog Dila‑i tus ntxhais los ua pojniam. Kaumaw thiaj xeeb menyuam thiab yug tau ib tug tub rau nws."},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.4","label":"4","content":"Yawmsaub txawm hais rau Hauxeya tias, “Cia li tis tus tub lub npe hu ua Yile‑ee,  rau qhov tshuav tsis ntev kuv yuav teem txim rau Yehu caj ces vim yog tim tej ntshav uas los ntawm lub moos Yile‑ee, thiab kuv ua rau Yixayee tebchaws tej vajntxwv tu noob nrho."},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.5","label":"5","content":"Hnub ntawd kuv yuav lov Yixayee rab hneev rau hauv lub hav Yile‑ee.”"},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.6","label":"6","content":"Kaumaw rov xeeb dua menyuam mas yug tau ib tug ntxhais. Yawmsaub hais rau Hauxeya tias, “Cia li tis tus mentxhais ntawd lub npe hu ua Lauluhama,  rau qhov kuv yuav tsis khuvleej Yixayee caj ces dua li lawm, kuv yuav tsis zam lawv lub txim kiag li lawm."},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.7","label":"7","content":"Tiamsis kuv yuav khuvleej Yuda caj ces, thiab kuv uas yog Yawmsaub, uas yog lawv tus Vajtswv, kuv tus kheej yuav tso lawv dim. Kuv yuav tsis siv hneev tsis siv ntaj, tsis siv kev ua rog, tsis siv nees lossis tub rog caij nees cawm lawv dim.”"},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.8","label":"8","content":"Thaum Lauluhama tseg mis lawd, Kaumaw rov xeeb dua menyuam thiab yug tau ib tug tub."},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.9","label":"9","content":"Mas Yawmsaub hais tias, “Cia li tis tus tub ntawd lub npe hu ua Lau‑ami,  rau qhov nej tsis yog kuv haiv neeg thiab kuv tsis yog nej tus Vajtswv lawm."},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.10","label":"10","content":"“Txawm li cas los cov Yixayee yuav coob yam nkaus li tej xuab zeb ntawm ntug hiavtxwv uas luj tsis tag suav tsis txheeb. Hauv lub chaw uas txeev hais rau lawv tias, ‘Nej tsis yog kuv haiv neeg, ’ kuj yuav rov hais rau lawv tias, ‘Nej yog Vajtswv uas muaj txojsia nyob cov tub. ’"},{"bible_id":"1269","chapter_code":"HOS.1","verse_code":"HOS.1.11","label":"11","content":"Cov Yuda thiab cov Yixayee yuav rov sib sau ua ke, thiab lawv yuav tsa ib tug ua lawv tus thawj, mas lawv yuav ua ke tawm hauv lub tebchaws ntawd, rau qhov Yile‑ee lub caij lub nyoog yuav tseem ceeb heev.”"},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.1","label":"1","content":"“Cia li hais rau koj cov kwv tias, ‘Ami,’  thiab hais rau koj cov muam tias, ‘Luhama.’"},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.2","label":"2","content":"“Cia li cem nej niam, cia li cem los maj, rau qhov nws tsis yog kuv pojniam thiab kuv tsis yog nws txiv. Thov nws tso qhov uas deev hluas nraug hauv nws xubntiag tseg, thiab tseg qhov uas nws nrog luag pw ntawm nws lub mis."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.3","label":"3","content":"Tsis ua li ntawd, kuv yuav muab nws tsoos tsho hle cia nws liab qab, ua kom nws zoo yam li hnub uas yug los. Kuv yuav ua kom nws zoo yam li tebchaws moj sab qhua, thiab ua rau nws zoo li lub tebchaws qhuav nkig nkuav, thiab ua rau nws nqhis dej tuag."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.4","label":"4","content":"Kuv yuav tsis khuvleej nws cov menyuam, vim lawv yog menyuam hluas nraug."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.5","label":"5","content":"Lawv niam mus deev hluas nraug, tus uas xeeb lawv ua tej uas txaj muag kawg. Nws hais tias, ‘Kuv yuav raws cov uas kuv nyiam qab mus, lawv yog cov uas pub zaub mov thiab dej, pub plaub yaj thiab maj, pub roj thiab cawv txiv hmab rau kuv.’"},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.6","label":"6","content":"Vim li ntawd kuv yuav muab tsob pos thaiv nws kev, kuv yuav xov laj kab kaw nws cia, xwv nws thiaj nrhiav tsis tau kev mus."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.7","label":"7","content":"Nws yuav raws cov uas nws nyiam, tiamsis yuav raws tsis cuag, nws yuav nrhiav lawv tiamsis yuav nrhiav tsis ntsib. Ces nws yuav hais tias, ‘Kuv yuav rov qab mus rau kuv thawj tug txiv, rau qhov yav thaum ub kuv lub neej zoo dua li nimno.’"},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.8","label":"8","content":"Nws tsis lees paub tias kuv yog tus uas pub qoob loo, cawv txiv hmab thiab roj rau nws, thiab yog tus uas pub nyiaj pub kub ntau nplua mias rau nws, mas lawv thiaj siv tej nyiaj kub ntawd teev dab Npa‑as."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.9","label":"9","content":"“Vim li no kuv yuav thim kuv tej qoob raws li lub caij lub nyoog, thiab thim kuv tej cawv txiv hmab raws li lub caij, thiab yuav thim kuv tej plaub yaj thiab tej maj uas siv npog nws lub cev liab qab rov los."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.10","label":"10","content":"Nimno kuv yuav thws qhov uas nws ua dev tab meeg cov uas nws nyiam, thiab yuav tsis muaj leejtwg cawm nws dim hauv kuv txhais tes."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.11","label":"11","content":"Kuv yuav ua rau nws tej kev xyiv fab huvsi ploj ntais, tsis hais kevcai pam noj pam haus, kevcai hnub hli xiab, hnub Xanpatau thiab nws tej kevcai uas teem cia huvsi."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.12","label":"12","content":"Kuv yuav ua rau nws tej txiv hmab txiv cev puam tsuaj tag, yog tej uas nws hais tias, ‘No yog tej nqe ntiav uas cov uas kuv nyiam pub rau kuv.’ Kuv yuav rov muab tej ntawd ua hav zoov, thiab tsiaj qus yuav muab noj tag."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.13","label":"13","content":"Kuv yuav rau txim rau nws vim txhua hnub uas nws ua kevcai hlawv hmoov xyab xyeem rau tej dab Npa‑as, thiab nws ua zam coj nplhaib coj npauj nyiaj npauj kub raws cov uas nws nyiam qab mus thiab tsis nco qab kuv lawm.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.14","label":"14","content":"“Vim li no kuv yuav ntxias nws, coj nws mus rau tebchaws moj sab qhua thiab hais lus mos lus muag rau nws."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.15","label":"15","content":"Kuv yuav rov pub nws muaj vaj txiv hmab rau qhov ntawd, thiab muab lub hav Akhauj  hloov ua lub qhov rooj uas nws muaj vam. Qhov ntawd nws yuav teb kuv ib yam li thaum nws tseem hluas nkauj, thiab yam li thaum nws tawm hauv Iyi tebchaws los.”"},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.16","label":"16","content":"Yawmsaub hais tias, “Hnub ntawd koj yuav hu kuv ua koj tus txiv, koj yuav tsis hu kuv ua koj tus dab Npa‑as  dua li lawm."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.17","label":"17","content":"Kuv yuav muab tej dab Npa‑as lub npe rho tawm hauv nws lub qhov ncauj, mas nws yuav tsis hais txog lawv lub npe dua li lawm."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.18","label":"18","content":"Hnub ntawd kuv yuav cog lus rau tej tsiaj qus thiab tej noog saum nruab ntug thiab tej tsiaj uas nkag hauv av kom tsis txhob txov koj. Kuv yuav rhuav tshem tej hneev, tej ntaj riam thiab tej kev ua rog tawm hauv lub tebchaws. Kuv yuav pub koj pw tso siab plhuav."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.19","label":"19","content":"Kuv yuav qhaib koj rau kuv mus ib txhis, kuv yuav qhaib koj hauv txojkev ncaj ncees thiab kev ua ncaj, thiab hauv txojkev hlub ruaj khov thiab txojkev khuvleej."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.20","label":"20","content":"Kuv yuav qhaib koj rau kuv, tsis tso koj tseg kiag li, mas koj yuav lees paub Yawmsaub.”"},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.21","label":"21","content":"Yawmsaub hais tias, “Hnub ntawd kuv yuav teb, kuv yuav teb lub ntuj, thiab lub ntuj yuav teb lub ntiajteb,"},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.22","label":"22","content":"mas lub ntiajteb yuav teb tej qoob loo, tej cawv txiv hmab thiab tej roj, thiab tej no yuav teb Yile‑ee."},{"bible_id":"1269","chapter_code":"HOS.2","verse_code":"HOS.2.23","label":"23","content":"Kuv yuav tseb nws rau hauv lub tebchaws rau kuv. Kuv yuav khuvleej tus uas tsis txais kev khuvleej, kuv yuav hais rau tus uas tsis yog kuv haiv neeg  tias, ‘Koj yog kuv haiv neeg,’ mas nws yuav hais tias, ‘Koj yog kuv tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"HOS.3","verse_code":"HOS.3.1","label":"1","content":"Yawmsaub hais rau kuv tias, “Cia li mus dua ib zaug thiab hlub tus pojniam uas muaj hluas nraug thiab yog tus pojniam uas nrog luag pw, ib yam li Yawmsaub hlub cov Yixayee, txawm yog lawv tig mus raws luag tej dab thiab nyiam tej ncuav txiv hmab qhuav uas xyeem rau dab kuj xij.”"},{"bible_id":"1269","chapter_code":"HOS.3","verse_code":"HOS.3.2","label":"2","content":"Kuv thiaj muab kaum tsib sekhee nyiaj  thiab ib haumaw txhais qeb  yuav kuv tus pojniam rov los."},{"bible_id":"1269","chapter_code":"HOS.3","verse_code":"HOS.3.3","label":"3","content":"Kuv hais rau nws tias, “Koj yuav tsum nrog kuv nyob ua kuv tug ntev ntev, tsis txhob mus deev lwm tus, thiab tsis txhob mus ua lwm tus li. Mas kuv yuav nrog koj nyob ib yam nkaus thiab.”"},{"bible_id":"1269","chapter_code":"HOS.3","verse_code":"HOS.3.4","label":"4","content":"Yixayee caj ces yuav nyob tsis muaj vajntxwv tsis muaj ib tug thawj, tsis muaj kevcai xyeem tsis muaj ncej teev dab tsis muaj efauj tsis muaj dab mlom ntev."},{"bible_id":"1269","chapter_code":"HOS.3","verse_code":"HOS.3.5","label":"5","content":"Dhau ntawd Yixayee caj ces yuav rov los thiab nrhiav Yawmsaub uas yog lawv tus Vajtswv thiab nrhiav Davi uas yog lawv tus vajntxwv. Yav tom hauv ntej lawv yuav los cuag Yawmsaub ua ntshai kawg thiab tau nws txojkev zoo."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.1","label":"1","content":"Cov Yixayee 'e, cia li mloog Yawmsaub tej lus, rau qhov Yawmsaub muaj plaub rau cov uas nyob hauv lub tebchaws no. “Tsis muaj kev ua ncaj, tsis muaj kev khuvleej, tsis muaj kev paub Vajtswv hauv lub tebchaws no."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.2","label":"2","content":"Tsuas yog muaj kev twv tsawm, kev dag, kev sib tua, thiab ua tub sab ua nkauj ua nraug xwb. Lawv tsis tswj lawv tus kheej kiag li, tua neeg tag los tua thiab."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.3","label":"3","content":"Vim li no lub tebchaws thiaj quaj ntsuag, txhua tus uas nyob hauv lub tebchaws poob siab qaug zog tag, tej tsiaj qus thiab tej noog saum nruab ntug thiab tej ntses hauv hiavtxwv raug muab rhuav tshem tag."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.4","label":"4","content":"“Tsis txhob cia leejtwg ua plaub, tsis txhob cia leejtwg kom, rau qhov kuv ua plaub rau koj nawj, pov thawj 'e."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.5","label":"5","content":"Nruab hnub koj yuav dawm, thiab hmo ntuj tus xibhwb cev lus yuav nrog koj dawm, thiab kuv yuav ua rau koj niam puam tsuaj."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.6","label":"6","content":"Kuv haiv neeg raug puam tsuaj vim tsis muaj kev paub. Vim koj tsis yuav kev paub, kuv kuj tsis yuav koj ua kuv li pov thawj. Vim koj tsis nco qab koj tus Vajtswv txoj kevcai, mas kuv yuav tsis nco qab koj cov tub ki thiab."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.7","label":"7","content":"Lawv yim huaj vam coob, lawv yim ua txhaum. Mas kuv yuav muab lawv lub koob meej ntxeev ua kev txaj muag rau lawv."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.8","label":"8","content":"Lawv muab kuv haiv neeg lub txim yug lawv, lawv ntshaw noj cov neeg ntawd tej kev txhaum."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.9","label":"9","content":"Cov pejxeem raug li cas cov pov thawj yuav raug ib yam li ntawd, kuv yuav rau txim rau lawv raws li lawv txojkev txhaum, kuv yuav ua pauj rau lawv raws li lawv tau ua."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.10","label":"10","content":"“Lawv yuav noj tiamsis tsis txawj tsau, lawv yuav deev luag tiamsis yuav tsis huaj vam, rau qhov lawv tso Yawmsaub tseg,"},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.11","label":"11","content":"txhob txwm mus deev lwm tus. Tej cawv txiv hmab thiab cawv txiv hmab tshiab txeeb tej kev nkag siab lawm."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.12","label":"12","content":"Kuv haiv neeg mus ua nug rau yam uas muab ntoo ua, thiab ib tug nyuag pas qhia tej uas lawv xav paub. Lub siab uas nyiam deev luag, coj lawv mus yuam kev lawm thiab lawv tso lawv tus Vajtswv tseg mus deev luag."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.13","label":"13","content":"Lawv muab tsiaj xyeem rau saum tej ncov roob, thiab lawv muab qhov txhia chaw hlawv xyeem rau saum tej pov roob hauv tej qab ntoo qheb, tej ntoo txiv cev thiab tej ntoo thuv, vim tias hauv tej qab ntoo ntawd muaj duab ntxoov ntxoo zoo. Vim li ntawd koj tej ntxhais thiaj li ua nkauj ua nraug, koj tej nkauj nyab kuj mus deev lwm tus."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.14","label":"14","content":"Thaum koj tej ntxhais ua nkauj ua nraug thiab koj tej nkauj nyab deev lwm tus kuv yuav tsis rau txim, rau qhov cov txivneej kuj mus tham cov poj muag cev thiab deev cov poj muag cev xyeem rau dab, mas cov neeg uas tsis paub qabhau ntawd yuav raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.15","label":"15","content":"“Yixayee 'e, txawm yog koj mus deev hluas nraug, los tsis txhob cia Yuda ua txhaum li koj. Tsis txhob mus rau hauv lub moos Kilakas, lossis nce mus rau lub moos Npe‑avee, thiab tsis txhob twv tsawm hais tias, ‘Muaj Yawmsaub uas muaj txojsia nyob pom.’"},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.16","label":"16","content":"Yixayee tawv ncauj ib yam li tus xyuas nyuj tawv ncauj. Yawmsaub yuav yug lawv ib yam li yug menyuam yaj hauv lub tshav zaub dav tau lov?"},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.17","label":"17","content":"Efa‑i kuj koom nrog dab mlom lawm, cia li tso nws nyob nws."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.18","label":"18","content":"Thaum lawv haus cawv tag lawm lawv kuj mus ua poj muag cev, lawv nyiam qhov uas poob ntsej muag heev dua li nyiam tau koob meej."},{"bible_id":"1269","chapter_code":"HOS.4","verse_code":"HOS.4.19","label":"19","content":"Cua daj cua dub nthuav tis qhwv nkaus lawv, lawv yuav raug txaj muag rau lawv tej kevcai xyeem dab.”"},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.1","label":"1","content":"“Cov pov thawj 'e, cia li mloog tej no. Cov Yixayee 'e, cia li tig ntsej mloog. Vajntxwv caj ces 'e, cia li mloog. Nej yuav raug teem txim, vim nej ua rooj ntxiab caws rau ntawm lub moos Mixapa, thiab ua rooj hlua cuab ntawm lub moos Thanpau."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.2","label":"2","content":"Lawv khawb qhov taub tob tob rau ntawm lub moos Sithi, tiamsis kuv yuav nplawm qhuab qhia lawv cov ntawd sawvdaws."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.3","label":"3","content":"“Kuv paub Efa‑i, thiab Yixayee nraim tsis dhau kuv, Efa‑i 'e koj mus deev hluas nraug Yixayee kuj qias puas tsuas."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.4","label":"4","content":"Tej uas lawv ua tsis kheev lawv rov los cuag lawv tus Vajtswv, vim lub siab uas nyiam deev luag nyob hauv lawv, thiab lawv tsis paub Yawmsaub."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.5","label":"5","content":"Yixayee txojkev khav theeb kuj rov ua timkhawv kom lawv lawm, Yixayee thiab Efa‑i yuav dawm ntog vim ob tug tej kev txhaum, Yuda kuj yuav dawm ntog nrog ob tug ua ke."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.6","label":"6","content":"Lawv yuav coj yaj coj tshis coj nyuj mus nrhiav Yawmsaub, los kuj nrhiav tsis ntsib, nws twb ncaim lawv lawm."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.7","label":"7","content":"Lawv tau fav xeeb rau Yawmsaub, rau qhov lawv yug menyuam tsaub xwb. Tej kevcai hnub hli xiab yuav muab lawv thiab lawv tej teb rhuav tshem tag."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.8","label":"8","content":"“Cia li tshuab raj kub yaj rau hauv lub moos Kinpe‑a, cia li tshuab raj xyu rau hauv lub moos Lama, cia li qw suab ceeb toom rau ntawm lub moos Npe‑avee. Npeeyamee 'e, cia li coj lawv mus."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.9","label":"9","content":"Hnub uas teem txim, Efa‑i yuav raug nyob do cuas. Kuv tshaj tawm txog tej uas muaj tseeb rau hauv Yixayee tej xeem."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.10","label":"10","content":"Yuda cov thawj ntxeev ua zoo li cov uas txav luag ciam teb, kuv yuav nchuav kuv txojkev npau taws rau saum lawv ib yam li nchuav dej."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.11","label":"11","content":"Efa‑i raug quab yuam thiab raug muab tsuj txiav txim, vim yog nws npaj siab mus raws kua tej uas qhuav qhawv xwb."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.12","label":"12","content":"Vim li no kuv zoo yam nkaus li tus kab noj Efa‑i, thiab zoo yam li qhov lwj kas rau Yuda caj ces."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.13","label":"13","content":"Thaum Efa‑i pom nws qhov mob thiab Yuda pom nws lub qhov txhab, Efa‑i kuj mus nrhiav cov Axilia thiab txib neeg mus thov lawv tus vajntxwv loj. Tiamsis nws kho tsis tau nej thiab kho tsis tau nej lub qhov txhab zoo."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.14","label":"14","content":"Kuv yuav zoo yam li tus tsov ntxhuav rau Efa‑i, kuv yuav zoo yam li tus thav tsov ntxhuav rau Yuda caj ces. Kuv, yog kuv ntag, yuav muab dua tag li khiav mus, kuv yuav muab cab mus thiab tsis muaj leejtwg yuav cawm tau."},{"bible_id":"1269","chapter_code":"HOS.5","verse_code":"HOS.5.15","label":"15","content":"Kuv yuav rov mus rau kuv lub chaw, mus txog thaum lawv lees paub lawv tej kev txhaum thiab nrhiav kuv lub xubntiag. Thaum lawv raug kev txom nyem nyuaj siab lawv yuav los nrhiav kuv.”"},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.1","label":"1","content":"“Los maj, peb cia li rov mus cuag Yawmsaub, rau qhov nws muab peb dua pes rhe lawm, tiamsis nws yuav kho peb. Nws nplawm lawm, tiamsis nws yuav qhwv peb tej qhov txhab."},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.2","label":"2","content":"Tshuav ob hnub nws yuav ua rau peb rov muaj zog, hnub uas peb nws yuav muab peb tsa sawv, kom peb thiaj tau nyob ntawm nws xubntiag."},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.3","label":"3","content":"Cia peb paub nws, cia peb kub siab kawm paub Yawmsaub, nws yeej yuav tshwm los tiag tiag yam li tus duab kaj ntug. Nws yuav los txog peb yam li tej pluav nag, yam li cov nag hauv xyoo uas ntub lub ntiajteb.”"},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.4","label":"4","content":"“Efa‑i 'e, kuv yuav ua li cas rau koj? Yuda 'e, kuv yuav ua li cas rau koj nev? Qhov uas koj npuab kuv zoo yam li tej huab pw hav thaum kaj ntug, zoo li tej dej lwg uas ploj tag thaum sawv ntxov."},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.5","label":"5","content":"Vim li no kuv siv xibhwb cev kuv tej lus hlais lawv, kuv siv tej lus hauv kuv lub qhov ncauj tua lawv pov tseg, kuv tej lus teem txim tawm mus zoo yam li tus duab tshav ntuj."},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.6","label":"6","content":"Kuv ntshaw txojkev hlub, tsis yog ntshaw qhov uas tua tsiaj xyeem, thiab ntshaw qhov uas paub Vajtswv heev dua qhov uas hlawv huvsi xyeem."},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.7","label":"7","content":"Tiamsis lawv rhuav tshem kuv tej lus cog tseg rau ntawm lub moos Adas, lawv fav xeeb rau kuv ntawm lub chaw ntawd."},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.8","label":"8","content":"Kile‑a yog lub moos uas cov neeg ua phem nyob, ntshav tsuas lub moos ntawd tag."},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.9","label":"9","content":"Tej tub sab zov kev tos li cas, cov pov thawj kuj ua ib pab zov kev tos ib yam li ntawd, lawv tua neeg ntawm txojkev uas mus rau lub moos Sekhee, lawv ua tej uas limhiam ntais ntuj ntag."},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.10","label":"10","content":"Kuv pom tej uas ntxim ntxub kawg nyob hauv cov Yixayee, Efa‑i kuj mus deev luag qhov ntawd, Yixayee kuj qias puas tsuas."},{"bible_id":"1269","chapter_code":"HOS.6","verse_code":"HOS.6.11","label":"11","content":"Yuda 'e, twb teem lub caij hlais ib yam li ntawd rau koj lawm. “Thaum kuv yuav pub kuv haiv neeg rov vam meej li qub,"},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.1","label":"1","content":"thiab thaum kuv yuav kho Yixayee kom zoo, los tsuas yog pom Efa‑i tej kev phem kev qias thiab Xamali tej kev limhiam tshwm los, vim yog lawv ua tsis ncaj. Cov tub sab tho qhov tsev los rau sab hauv thiab cov uas lws kuj lws sab nraud."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.2","label":"2","content":"Lawv tsis nco tias kuv twb cim ntsoov tej uas lawv ua phem huvsi lawm. Nimno tej uas lawv ua nyob vij lawv tag, thiab nyob ntawm kuv xubntiag lawm."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.3","label":"3","content":"Lawv tej kev limhiam ua rau lawv tus vajntxwv zoo siab, thiab lawv tej kev dag ntxias ua rau lawv cov thawj zoo siab."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.4","label":"4","content":"Lawv txhua tus ua nkauj ua nraug, lawv kub lug yam li lub qhov txos kub uas tus ua ncuav tsis txog yuav ceev taws txij thaum nws zuaj ncuav mus txog thaum lub ncuav su tuaj lawm."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.5","label":"5","content":"Hnub uas ua kevcai hwm vajntxwv, cov thawj haus cawv txiv hmab qaug tag lawm, vajntxwv kuj nrog cov uas nyiam thuam luag koom tes."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.6","label":"6","content":"Lawv lub siab kub lug yam li lub qhov txos ntaus tswvyim ua phem, lawv txojkev chim cig pluj pliv ib hmos kaj ntug, thaum sawv ntxov kuj cig plaws nplaim nroo ntws tuaj."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.7","label":"7","content":"Lawv txhua tus kub lug li lub qhov txos, thiab hlawv cov uas kav lawv. Lawv tej vajntxwv sawvdaws tuag tag tsis muaj ib tug thov kuv li."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.8","label":"8","content":"“Efa‑i nrog lwm haiv neeg nyob sib xyaw, Efa‑i yog ib lub ncuav uas siav ib sab xwb."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.9","label":"9","content":"Lwm haiv neeg noj nws lub zog los nws twb tsis paub, nws plaubhau dawb paug ib txhia lawm, los nws twb tsis paub."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.10","label":"10","content":"Cov Yixayee txojkev khav theeb kuj rov ua timkhawv kom lawv. Txawm yog lawv raug li ntawd, los lawv tsis rov mus cuag Yawmsaub uas yog lawv tus Vajtswv lossis rov los nrhiav nws."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.11","label":"11","content":"Efa‑i zoo yam nkaus li tus nquab taug uas ruam tsis paub qabhau, nws quaj hu Iyi thiab mus cuag Axilia."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.12","label":"12","content":"Thaum lawv mus ntawd kuv yuav nthuav kuv lub vas khwb nkaus lawv, kuv yuav rub lawv los ib yam li cuab noog saum nruab ntug, kuv yuav ntes lawv rau thaum muaj suab zom zaws."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.13","label":"13","content":"Lawv yuav raug txom nyem vim lawv yuam kev ntawm kuv mus lawm. Lawv yuav raug kev puam tsuaj vim lawv fav xeeb rau kuv. Kuv twb yuav txhiv lawv, los lawv muab kuv hais dag xwb."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.14","label":"14","content":"Lawv tsis muaj siab quaj thov kuv, lawv quaj nyiav saum lawv tej txaj pw xwb. Lawv suam lawv lub cev thov qoob loo thiab cawv txiv hmab tshiab, tiamsis lawv fav xeeb rau kuv."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.15","label":"15","content":"Txawm yog kuv cob lawv thiab pub zog rau lawv txhais npab, los lawv tseem ntaus tswvyim phem tawm tsam kuv."},{"bible_id":"1269","chapter_code":"HOS.7","verse_code":"HOS.7.16","label":"16","content":"Lawv tsis tig rov mus cuag Vajtswv uas loj dua ntais, lawv zoo yam nkaus li rab hneev uas dag. Lawv cov thawj yuav raug hniav ntaj tuag tag vim yog tim lawv tus nplaig khav theeb. Tej no yuav ua rau lawv raug thuam luag rau hauv Iyi tebchaws.”"},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.1","label":"1","content":"“Cia li muab raj kub yaj los npuav ntawm koj qhov ncauj. Ib tug dav noj twm tabtom ya saum Yawmsaub lub tsev, vim cov neeg tau rhuav kuv tej lus cog tseg thiab fav xeeb rau kuv txoj kevcai lawm."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.2","label":"2","content":"Cov Yixayee quaj thov kuv hais tias, ‘Kuv tus Vajtswv 'e, peb cov Yixayee lees paub koj.’"},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.3","label":"3","content":"Cov Yixayee muab txojkev zoo tso tseg lawm, yeeb ncuab thiaj raws caum lawv."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.4","label":"4","content":"Lawv tsa muaj vajntxwv tiamsis tsis yog kuv qhia lawv ua li ntawd. Lawv tsa cov thawj, los kuv tsis paub kiag li. Lawv xuas lawv tej nyiaj tej kub ua tej dab mlom ua rau lawv raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.5","label":"5","content":"Cov Xamali 'e, nej tus dab mlom thav nyuj kuv tsis yuav kiag li. Kuv txojkev npau taws tshwm los rau lawv. Yuav ntev li cas lawv li dawb huv tau?"},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.6","label":"6","content":"Tus dab mlom ntawd ib tug Kws nchuav los rau hauv Yixayee xwb, tus dab mlom ntawd yeej tsis yog Vajtswv. Xamali tus thav nyuj yuav raug muab tsoo ua tej dwb daim."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.7","label":"7","content":"“Lawv tseb cua, lawv yuav tau sau khaub zeeg cua. Tej mog uas tseem nyob hauv teb tsis puv, yuav tsis tau coj los ua hmoov kiag li. Txawm yog tau hmoov, los lwm haiv neeg yuav coj mus noj."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.8","label":"8","content":"Cov Yixayee raug luag noj tag lawm, lawv nyob hauv nruab nrab ib tsoom tebchaws zoo yam li tej twj taig uas tsis muaj qabhau kiag li."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.9","label":"9","content":"Lawv mus cuag Axilia yam li tus nees luav qus mus yos ua twm xwb, Efa‑i mus ntiav neeg tuaj nyiam nws."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.10","label":"10","content":"Txawm yog lawv ntiav lwm haiv neeg tuaj lawv tog, los nimno kuv yuav sau zog lawv ua ke. Tshuav tsis ntev lawv yuav raug mob da pes luam vim raug tej vajntxwv thiab cov thawj tsuj yuam."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.11","label":"11","content":"“Efa‑i ua thaj ntau zuj zus los daws txim, los tej thaj ntawd kuj ntxeev ua lub txim rov rau nws."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.12","label":"12","content":"Txawm yog kuv sau kuv tej kevcai qas vam txoj, los lawv yuav suav tias yog tej nyuag yam txawv txawv xwb."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.13","label":"13","content":"Lawv tua tsiaj xyeem rau kuv thiab lawv noj tej nqaij ntawd, los Yawmsaub yeej tsis zoo siab rau lawv. Nimno nws cim ntsoov txog lawv tej kev txhaum thiab txiav txim rau lawv, lawv yuav rov qab mus rau Iyi tebchaws."},{"bible_id":"1269","chapter_code":"HOS.8","verse_code":"HOS.8.14","label":"14","content":"Yixayee tsis nco qab tus uas tsim lawv lawm, thiab ua tej tsev vajntxwv. Yuda kuj ua tej moos uas muaj ntsa loog tsav ntxiv. Kuv yuav tso hluavtaws los raug lawv tej moos thiab kub lawv tej chaw ruaj khov.”"},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.1","label":"1","content":"Yixayee 'e, tsis txhob xyiv fab, tsis txhob zoo siab xyiv fab li ib tsoom neeg, rau qhov koj mus deev luag es tso koj tus Vajtswv tseg. Nej sawvdaws nyiam cov niam ntiav tej nqe ntiav tom tej tshav ntaus nplej."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.2","label":"2","content":"Tej tshav ntaus qoob thiab tej qhov tsuam kua txiv hmab yuav tsis txaus yug lawv, thiab tej cawv txiv hmab tshiab yuav tu ncua."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.3","label":"3","content":"Lawv yuav tsis tau nyob hauv Yawmsaub lub tebchaws mus li. Efa‑i yuav rov mus rau Iyi tebchaws, thiab lawv yuav noj tej uas qias tsis huv rau hauv Axilia tebchaws."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.4","label":"4","content":"Lawv yuav tsis hliv cawv txiv hmab xyeem rau Yawmsaub, Lawv yuav tsis tua tsiaj xyeem ua rau Yawmsaub txaus siab. Lawv tej mov noj yuav zoo li tej mov pam tuag, leejtwg noj lawm yuav qias tsis huv. Lawv tej mov noj tsuas yog daws lawv kev tshaib xwb, yuav coj mus tsis txog Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.5","label":"5","content":"Nej yuav ua li cas thaum txog hnub uas ua tej kevcai uas teem cia, thiab hnub uas ua kevcai noj haus rau Yawmsaub?"},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.6","label":"6","content":"Txawm yog lawv khiav dim kev puam tsuaj, los Iyi yuav sau zog lawv cia, lub moos Meefi yuav muab lawv log. Zaub kig yuav tuaj laum lawv tej qhov txhia chaw tsim txiaj uas xuas nyiaj ua, thiab pos yuav tuaj laum nkaus lawv tej tsev ntaub."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.7","label":"7","content":"Hnub uas teem txim los txog lawm, hnub uas ua pauj los txog lawm. Yixayee yeej yuav paub. Tus xibhwb cev lus mas ruam kawg thiab tus uas muaj Vaj Ntsuj Plig kuj vwm lawm, vim yog tim nej lub txim loj kawg thiab vim nej ntxub kuv heev."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.8","label":"8","content":"Tus xibhwb cev lus ua tus faj xwm nrog kuv tus Vajtswv ntsia ntsoov Efa‑i. Tiamsis rooj hlua cuab noog nyob hauv xibhwb txhua txojkev, thiab txojkev ntxub tos rawv nws rau hauv nws tus Vajtswv lub tuam tsev."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.9","label":"9","content":"Lawv ua phem ua qias kawg yam li thaum uas ua rau hauv lub moos Kinpe‑a. Vajtswv yuav nco ntsoov lawv tej kev txhaum, nws yuav rau txim rau lawv."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.10","label":"10","content":"“Thaum kuv ntsib Yixayee mas zoo yam li ntsib txiv hmab hauv tebchaws moj sab qhua. Thaum kuv pom nej tej poj koob yawm txwv mas zoo yam li pom thawj phaum txiv cev saum tsob ntoo txiv cev. Tiamsis lawv tuaj cuag Npa‑as ntawm Pe‑au, thiab muab lawv tus kheej pub kiag rau yam uas txaj muag ntawd, lawv thiaj ntxim ntxub kawg ib yam li tus uas lawv nyiam ntawd."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.11","label":"11","content":"Efa‑i lub koob meej yuav ya plaws yam li noog ya, yuav tsis yug menyuam, tsis suab menyuam, tsis xeeb menyuam."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.12","label":"12","content":"Txawm yog lawv tu menyuam hlob lawm los kuv yuav ua kom ncaim lawv tsis tshuav ib tug li. Lawv yuav raug txom nyem rau thaum kuv ncaim lawv lawm."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.13","label":"13","content":"Raws li kuv pom, Efa‑i tej tub ki twb raug muab ua luag li nqaij qhauv lawm, Efa‑i yuav coj nws li tub ki mus cob rau tus uas tua pov tseg."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.14","label":"14","content":"Au Yawmsaub thov pub rau lawv. Koj yuav pub dabtsi rau lawv? Thov pub lub plab nchuav menyuam thiab pub lub txiv mis uas qhuav rau lawv."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.15","label":"15","content":"“Lawv txhua yam kev phem nyob hauv lub moos Kilakas. Kuv pib ntxub lawv qhov chaw ntawd. Kuv yuav ntiab lawv tawm hauv kuv lub tsev vim yog tim tej kev limhiam uas lawv ua. Kuv yuav tsis hlub lawv dua li lawm, lawv cov thawj puavleej fav xeeb."},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.16","label":"16","content":"Efa‑i raug muab ua puam tsuaj lawm, lawv tej cag qhuav lawm, lawv yuav tsis txi txiv lawm. Txawm yog lawv yug tau tub ki, los kuv yuav muab tej tub ki uas lawv hlub ntawd tua pov tseg.”"},{"bible_id":"1269","chapter_code":"HOS.9","verse_code":"HOS.9.17","label":"17","content":"Kuv tus Vajtswv yuav muab lawv laim pov tseg, rau qhov lawv tsis mloog nws lus. Lawv yuav ua neeg loj leeb rau hauv ib tsoom tebchaws."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.1","label":"1","content":"Yixayee yog tsob txiv hmab uas hlob zoo thiab txi txiv ncw. Yimhuab txi txiv ntau kuj yimhuab ua thaj teev dab ntau. Thaum lawv lub tebchaws vam meej tuaj, lawv yimhuab ua tej ncej teev dab zoo nkauj tuaj."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.2","label":"2","content":"Lawv lub siab dag, nimno lawv thiaj yuav tsum ris lawv lub txim. Yawmsaub yuav tsoo lawv tej thaj pov tseg, thiab muab lawv tej ncej teev dab ua kom puam tsuaj."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.3","label":"3","content":"Thaum ntawd lawv yuav hais tias, “Peb tsis muaj vajntxwv vim peb tsis paub ntshai Yawmsaub. Yog peb muaj vajntxwv nws yuav pab tau peb li cas?”"},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.4","label":"4","content":"Lawv hais lus do do xwb, lawv lam cog lus twv qhuav qhuav xwb. Vim li no kev ua plaub ua ntug yuav hlav tuaj yam nkaus li tej nroj tsuag muaj taug tuaj raws kwj hniav khais hauv daim teb."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.5","label":"5","content":"Cov Xamali tshee hnyo vim txhawj txog tus dab mlom thav nyuj ntawm Npe‑avee. Lawv yuav quaj ntsuag thiab cov pov thawj uas teev dab yuav quaj nyiav tus dab mlom, vim tus dab mlom ntawd lub koob meej ploj lawm."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.6","label":"6","content":"Tus dab mlom ntawd yuav raug coj mus rau Axilia tebchaws pub ua tshav ntuj rau tus vajntxwv uas loj kawg. Efa‑i yuav raug poob ntsej muag, Yixayee yuav txaj muag vim yog qhov uas ua dab mlom."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.7","label":"7","content":"Xamali tus vajntxwv yuav puam tsuaj, yam nkaus li tej nplais ntoo ntab saum nplaim dej mus."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.8","label":"8","content":"Tej chaw siab teev dab hauv lub moos Avee, uas yog Yixayee lub txim, yuav raug puam tsuaj tag. Tej pos thiab nroj tsuag yuav tuaj rau saum lawv tej thaj xyeem. Lawv yuav hais rau tej roob tias, “Cia li txhub kiag peb lauj,” thiab hais rau tej pov roob tias, “Cia li nphau los tsuam peb.”"},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.9","label":"9","content":"“Cov Yixayee 'e, nej yeej ua txhaum txij thaum ua hauv lub moos Kinpe‑a. Lawv tseem ua quj qees ntawm lub chaw ntawd los li. Kev ua rog tseem yuav tsis los raug lawv ntawm Kinpe‑a lov?"},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.10","label":"10","content":"Kuv yuav tuaj rau txim rau cov neeg tawv ncauj ntawd. Ib tsoom tebchaws yuav sau zog tuaj ua ke tawm tsam lawv, mas lawv yuav raug khi vim muaj ob npaug kev txhaum."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.11","label":"11","content":"Efa‑i yog tus xyuas nyuj uas cob tau, nws nyiam tsuj qoob hauv lub tshav, kuv tsis tau yuam nws lub cej dab zoo nkauj ua haujlwm hnyav. Tiamsis kuv yuav muab Efa‑i hai tus quab, Yuda yuav tsum laij, Yakhauj yuav tsum muab lob phuaj sua."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.12","label":"12","content":"Cia li tseb txojkev ncaj ncees rau nej tus kheej, cia li sau tej uas tau ntawm qhov uas hlub kuv, cia li laij daim teb uas muab tso tseg lawm, rau qhov txog sijhawm uas yuav mus nrhiav Yawmsaub, xwv nws thiaj los tso txojkev dim rau nej."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.13","label":"13","content":"Nej twb cog txojkev limhiam lawm, nej twb sau txojkev phem, nej twb saws tej uas nej dag tau los noj. Vim nej tso siab rau nej tej tsheb nees ua rog thiab tso siab rau nej cov tub rog uas coob coob,"},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.14","label":"14","content":"lub suab ua rog thiaj yuav nrov tshwm rau hauv nej haiv neeg, nej tej chaw ruaj khov huvsi yuav raug muab ua puam tsuaj, ib yam li Samas muab lub moos Npe Anpee ua puam tsuaj rau hnub uas ua rog. Leej niam raug muab ntsawm ntuag ua tej dwb daim nrog nws cov menyuam ua ke."},{"bible_id":"1269","chapter_code":"HOS.10","verse_code":"HOS.10.15","label":"15","content":"Cov neeg hauv Npe‑ee 'e, nej yuav raug li no ntag lauj, rau qhov nej txojkev limhiam loj kawg li. Thaum kaj ntug Yixayee tus vajntxwv yuav raug muab txiav tu nrho.”"},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.1","label":"1","content":"“Thaum Yixayee tseem yau kuv hlub nws, kuv hu kuv tus tub tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.2","label":"2","content":"Kuv yimhuab hu lawv los lawv yimhuab khiav deb ntawm kuv. Lawv tseem muab tsiaj xyeem rau tej dab Npa‑as, thiab hlawv xyab xyeem rau tej dab mlom tsis tu li."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.3","label":"3","content":"Kuv yog tus qhia Efa‑i mus kev, thiab kuv muab lawv puag, los lawv tsis paub tias yog kuv kho lawv zoo."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.4","label":"4","content":"Kuv muab txoj hlua khuvleej cab lawv, thiab muab txojkev hlub khi lawv. Kuv ua rau tus quab ntawm lawv caj qwb sib zog, thiab kuv khoov mus pub rau lawv noj."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.5","label":"5","content":"“Lawv yuav rov mus rau Iyi tebchaws thiab Axilia yuav ua vajntxwv kav lawv, vim lawv tsis yeem rov los cuag kuv."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.6","label":"6","content":"Hniav ntaj yuav laim pes lias rau hauv lawv tej moos, ua rau lawv tej las rooj lov tag, thiab muab lawv rhuav tshem pov tseg vim yog lawv tej tswvyim phem."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.7","label":"7","content":"Kuv haiv neeg yeej txiav txim siab yuav khiav ntawm kuv mus, lawv thiaj raug muab nruab rau tus quab, tsis muaj leejtwg yuav daws tus quab ntawm lawv."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.8","label":"8","content":"“Efa‑i 'e, kuv yuav muab koj tso tseg tau li cas? Yixayee 'e, kuv yuav muab koj cob rau lwm tus tau li cas? Kuv yuav muab koj ua zoo li lub moos Ama tau li cas? Kuv yuav ua rau koj ib yam li ua rau lub moos Xenpau‑i tau li cas? Kuv lub siab yeej ceeb nkaus tsis xav ua li ntawd, kuv txojkev khuvleej kub lug tuaj."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.9","label":"9","content":"Kuv yuav tsis rau txim raws li kuv npau taws ceev, kuv yuav tsis ua rau Efa‑i puam tsuaj dua li lawm, rau qhov kuv yog Vajtswv, kuv tsis yog neeg, kuv yog tus Dawb Huv nyob hauv nej, kuv yuav tsis ua npau taws vog tuaj."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.10","label":"10","content":"Lawv yuav raws Yawmsaub qab, nws yuav nyooj laws li tsov ntxhuav. Thaum nws nyooj ntawd, nws cov tub yuav tawm sab hnub poob los ua tshee hnyo."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.11","label":"11","content":"Lawv yuav tawm tshee hnyo hauv Iyi tebchaws los yam li tej nas noog, thiab tawm hauv Axilia tebchaws los yam li nquab taug. Kuv yuav kom lawv rov mus rau lawv lub tsev.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"HOS.11","verse_code":"HOS.11.12","label":"12","content":"Efa‑i hais lus dag thiab Yixayee caj ces dag ntxias puag ncig kuv, thiab Yuda ywj fab ywj fwj ntawm Vajtswv uas yog tus Dawb Huv thiab yeej ua raws li nws cog tseg."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.1","label":"1","content":"Efa‑i haus cua xwb, thiab raws cua sab hnub tuaj tas hnub tas hmo. Lawv ua rau kev dag thiab kev ua nruj ua tsiv nthuav dav zuj zus. Lawv nrog Axilia cog lus sib raug zoo thiab thauj roj mus rau Iyi tebchaws."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.2","label":"2","content":"Yawmsaub muaj plaub rau Yuda, thiab yuav rau txim rau Yakhauj raws li nws lub neej, thiab ua pauj rau nws raws li nws tau ua."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.3","label":"3","content":"Thaum Yakhauj tseem nyob hauv nws niam lub plab, nws tuav rawv nws tus tijlaug luj taws, thiab thaum nws hlob lawd nws kuj nrog Vajtswv sib ntsuas zog."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.4","label":"4","content":"Nws nrog tus tubtxib saum ntuj sib ntsuas zog thiab kov yeej, nws quaj thiab thov kev hlub. Nws ntsib Vajtswv ntawm Npe‑ee thiab Vajtswv nrog nws hais lus qhov ntawd,"},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.5","label":"5","content":"yog Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus, Yawmsaub yog nws lub npe ntag."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.6","label":"6","content":"Nej cia li rov los cuag nej tus Vajtswv, thiab tuav rawv txojkev hlub thiab txojkev ua ncaj, thiab tos rawv nej tus Vajtswv tsis tu li."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.7","label":"7","content":"Tus tub luam uas txhais tes muaj rab teev tsis ncaj, nws nyiam ntxo luag."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.8","label":"8","content":"Efa‑i tau hais tias, “Kuv yeej nplua nuj, kuv muaj nyiaj txiag ntau. Kuv tau tej nyiaj txiag huvsi los tsis muaj leejtwg nrhiav tau kuv ua txhaum muaj txim.”"},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.9","label":"9","content":"“Kuv yog Yawmsaub uas yog nej tus Vajtswv txij thaum nyob hauv Iyi tebchaws los. Kuv yuav ua rau nej nyob hauv tej tsev ntaub dua ib zaug, ib yam li lub sijhawm uas nej ua tej kevcai uas teem cia."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.10","label":"10","content":"Kuv hais rau cov xibhwb cev lus, kuv ua rau lawv ua yog toog ntau zuj zus, thiab kom cov xibhwb cev lus ua paj lug hais rau lawv.”"},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.11","label":"11","content":"Muaj kev phem kev qias hauv Kile‑a mas lawv yuav ploj ntais tag. Lawv muab txiv nyuj xyeem rau hauv Kilakas, mas lawv tej thaj xyeem yuav zoo yam li tej pawg pob zeb uas nyob ntawm tej hniav khais laij teb."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.12","label":"12","content":"Yakhauj khiav mus rau Alas tebchaws, nws ua haujlwm qhov ntawd thiaj yuav tau pojniam, thiab nws yug yaj thiaj tau pojniam."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.13","label":"13","content":"Yawmsaub siv ib tug xibhwb cev lus coj Yixayee tawm hauv Iyi tebchaws los, thiab siv tus xibhwb cev lus tsom kwm lawv."},{"bible_id":"1269","chapter_code":"HOS.12","verse_code":"HOS.12.14","label":"14","content":"Efa‑i ua rau Yawmsaub mob siab kawg, Yawmsaub thiaj cia lawv ris lawv lub txim uas tua neeg, thiab yuav ua pauj rau tej uas lawv saib tsis taus nws."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.1","label":"1","content":"Thaum Efa‑i hais lus, luag tej tshee hnyo, mas nws tau koob meej loj rau hauv cov Yixayee, tiamsis nws teev dab Npa‑as thiaj muaj txim thiab tuag."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.2","label":"2","content":"Nimno lawv tseem ua txhaum ntau zuj zus tuaj, thiab lawv nchuav dab mlom rau lawv pe, yog tej dab mlom nyiaj uas lawv siv lawv lub tswvyim ua, txhua tus yog tej Kws nyiaj li haujlwm. Lawv hais tias, “Cia li xyeem tsiaj rau tej dab mlom no.” Neeg nwj tej dab mlom thav nyuj lawm lauj!"},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.3","label":"3","content":"Vim li no lawv yuav zoo yam li tej huab pw hav thaum kaj ntug, thiab zoo li tej dej lwg uas ploj tag thaum sawv ntxov, thiab zoo li tej npluag qoob uas cua ntsawj ya tag hauv lub tshav mus, thiab zoo li tej pa ncho uas tawm hauv lub qhov tsev."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.4","label":"4","content":"“Kuv yog Yawmsaub, yog nej tus Vajtswv txij thaum nyob hauv Iyi tebchaws los. Nej tsis paub lwm tus timtswv tsuas yog paub kuv xwb, dhau kuv lawm tsis muaj dua ib tug cawmseej li."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.5","label":"5","content":"Kuv yog tus uas saib nej hauv tebchaws moj sab qhua, yog lub tebchaws uas tsis muaj dej haus."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.6","label":"6","content":"Thaum kuv pub rau lawv noj, lawv tau noj tsau. Thaum lawv noj tsau npo lawm, lawv lub siab txawm khav theeb thiab tsis nco qab kuv lawm."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.7","label":"7","content":"Yog li no kuv yuav ua li tus tsov ntxhuav rau lawv, kuv yuav zov kev tos lawv yam li tus tsov pom txwv."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.8","label":"8","content":"Kuv yuav mos lawv yam li tus maum dais uas cov menyuam ploj lawm, kuv yuav dua lawv lub hauv nrob, thiab yuav muab lawv noj rau qhov ntawd ib yam li tsov ntxhuav thiab yam li tsiaj qus dua lawv."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.9","label":"9","content":"“Cov Yixayee 'e, kuv yuav ua kom nej puam tsuaj. Leejtwg yuav pab tau nej?"},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.10","label":"10","content":"Nimno nej tus vajntxwv nyob qhovtwg uas yuav los cawm nej? Nej cov thawj hauv nej txhua lub moos dua twg tag lawm? Lawv yog cov uas nej hais tias, ‘Thov tsa ib tug vajntxwv thiab cov thawj los kav peb.’"},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.11","label":"11","content":"Vim yog kuv chim kuv thiaj pub nej muaj vajntxwv. Vim yog kuv npau taws kuv thiaj muab tej vajntxwv coj mus."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.12","label":"12","content":"Efa‑i tej kev txhaum twb muab qhwv cia lawm, nws lub txim muab khaws cia lawm."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.13","label":"13","content":"Twb mob plab txog caij yug nws lawm tiamsis nws yog menyuam tsis paub tab, rau qhov nws tsis kam tawm hauv plab los raws li lub caij."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.14","label":"14","content":"Kuv yuav txhiv lawv dim hauv tub tuag teb li hwjchim lov? Kuv yuav txhiv lawv dim hauv txojkev tuag lov? Txojkev tuag 'e, koj tej ua siv ua npog dua twg lawm? Tub tuag teb 'e, koj tej vij sub vij sw dua twg lawm? “Kuv lub qhov muag tsis khuvleej lawm."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.15","label":"15","content":"Txawm yog Efa‑i hlob zoo rau hauv nruab nrab nws cov kwvtij, los tej cua sab hnub tuaj yuav tuaj ntawm Yawmsaub tuaj, thiab ntsawj hauv tebchaws moj sab qhua tuaj. Efa‑i lub qhov dej txhawv yuav qhuav thiab nws lub hauv dej cag yuav qhuav qhawv. Tej cua ntawd yuav nplawm tej qhov txhia chaw tsim txiaj huvsi hauv nws tej txhab ya du lug mus."},{"bible_id":"1269","chapter_code":"HOS.13","verse_code":"HOS.13.16","label":"16","content":"Xamali yuav ris nws lub txim vim yog nws fav xeeb rau nws tus Vajtswv. Lawv yuav raug hniav ntaj tuag tag. Lawv tej menyuam mos yuav raug muab ntsawm ntuag dhia ua tej dwb daim. Lawv tej pojniam uas suab menyuam yuav raug muab phua plab.”"},{"bible_id":"1269","chapter_code":"HOS.14","verse_code":"HOS.14.1","label":"1","content":"Yixayee 'e, cia li rov los cuag Yawmsaub uas yog nej tus Vajtswv, nej dawm vim yog tim nej tej kev txhaum txim."},{"bible_id":"1269","chapter_code":"HOS.14","verse_code":"HOS.14.2","label":"2","content":"Cia li coj tej lus los, thiab rov los cuag Yawmsaub, cia li hais rau nws tias, “Thov daws peb tej kev txhaum txim huvsi pov tseg. Thov txais yuav yam uas zoo, mas peb yuav coj tej lus ntawm peb lub qhov ncauj tuaj xyeem."},{"bible_id":"1269","chapter_code":"HOS.14","verse_code":"HOS.14.3","label":"3","content":"Axilia cawm tsis tau peb lawm, peb yuav tsis caij nees. Peb yuav tsis hu tej uas peb txhais tes ua tias yog peb tus Vajtswv dua li lawm. Nyob hauv Vajtswv mas tej menyuam ntsuag tau ntsib kev khuvleej.”"},{"bible_id":"1269","chapter_code":"HOS.14","verse_code":"HOS.14.4","label":"4","content":"“Kuv yuav kho qhov uas lawv fav xeeb kom zoo, kuv yuav ua siab dawb paug hlub lawv kawg nkaus li, rau qhov kuv txojkev chim twb thim ntawm lawv lawm."},{"bible_id":"1269","chapter_code":"HOS.14","verse_code":"HOS.14.5","label":"5","content":"Kuv yuav zoo li dej lwg rau cov Yixayee, lawv yuav tawg paj li lub paj lilij, lawv yuav nrhau cag tob yam li ntoo ciab Lenpanoo,"},{"bible_id":"1269","chapter_code":"HOS.14","verse_code":"HOS.14.6","label":"6","content":"lawv yuav ncau ceg nthuav dav, lawv yuav zoo nkauj li tsob ntoo aulib, thiab yuav tsw qab yam li ntoo ciab Lenpanoo."},{"bible_id":"1269","chapter_code":"HOS.14","verse_code":"HOS.14.7","label":"7","content":"Lawv yuav rov los nyob hauv kuv tus qab duab ntxoov ntxoo, lawv yuav hlob zoo yam li mog thiab qeb, lawv yuav tawg paj yam li tsob txiv hmab, lawv yuav tsw qab zib yam li cawv txiv hmab hauv Lenpanoo."},{"bible_id":"1269","chapter_code":"HOS.14","verse_code":"HOS.14.8","label":"8","content":"Efa‑i 'e, kuv ntsig txog dab mlom li cas? Kuv yog tus uas teb lawv thiab tsom kwm lawv. Kuv zoo yam li tsob ntoo ciab nplooj suab uas ntsuab tsaus nti thawm xyoo, lawv tawg paj txi txiv yog los ntawm kuv los.”"},{"bible_id":"1269","chapter_code":"HOS.14","verse_code":"HOS.14.9","label":"9","content":"Leejtwg ntse, cia nws nkag siab tej no, leejtwg txawj tshuaj saib, cia nws paub tej no, rau qhov Yawmsaub tej kev yeej raug cai. Cov neeg siab ncaj kuj taug txojkev ntawd, cov neeg fav xeeb kuj dawm ntog hauv txojkev ntawd."}]