[{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.1","label":"1","content":"Thaum uas Yausua tuag lawd cov Yixayee nug Yawmsaub tias, “Peb cov leejtwg yuav xub nce mus ua rog rau cov Khana‑as?”"},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.2","label":"2","content":"Yawmsaub hais tias, “Xeem Yuda yuav ua ntej. Saib maj, kuv twb muab lub tebchaws rau hauv lawv txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.3","label":"3","content":"Mas xeem Yuda thiaj hais rau xeem Xime‑oo uas ua tij tias, “Cia li nrog peb mus rau hauv lub tebchaws uas muab tu rau peb lawm, peb thiaj ua tau rog rau cov Khana‑as, thiab peb yuav nrog nej mus ua rog rau hauv lub tebchaws uas muab tu rau nej lawd.” Xeem Xime‑oo kuj nrog lawv mus."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.4","label":"4","content":"Xeem Yuda thiaj li mus, mas Yawmsaub muab cov Khana‑as thiab cov Pelixai rau hauv lawv txhais tes mas lawv tua yeej ib vam leej ntawm Npexe."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.5","label":"5","content":"Lawv ntsib Adauninpexe ntawm Npexe mas ua rog rau nws. Lawv tua yeej cov Khana‑as thiab cov Pelixai."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.6","label":"6","content":"Adauninpexe khiav lawm tiamsis lawv caum ntes tau nws, mas muab nws ob tug taub teg thiab ob tug taub taw txiav pov tseg."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.7","label":"7","content":"Adauninpexe hais tias, “Muaj xya caum tus vajntxwv uas taub teg taub taw tu tag txeev khaws nyuag qub mov qub zaub hauv kuv qab rooj. Kuv ua li cas rau luag lawm Vajtswv kuj ua ib yam li ntawd pauj kuv.” Lawv coj nws los rau hauv Yeluxalees mas nws txawm tuag rau hauv lawm."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.8","label":"8","content":"Cov Yuda mus ua rog rau lub moos Yeluxalees thiab txeeb tau thiab xuas ntaj tua lub moos thiab muab hlawv huvsi."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.9","label":"9","content":"Dhau ntawd cov Yuda kuj nqes mus ua rog rau cov Khana‑as uas nyob pem toj siab hauv Neke thiab tej pov roob Sefela."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.10","label":"10","content":"Cov Yuda kuj mus ntaus cov Khana‑as uas nyob hauv lub moos Heploo (lub moos Heploo ntawd yav nram ntej hu ua Khiliya Anpa). Lawv tua tau Sesai thiab Ahimas thiab Thamai."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.11","label":"11","content":"Lawv tawm qhov ntawd mus ua rog rau cov uas nyob hauv lub moos Denpi. Denpi yav nram ntej hu ua Khiliya Xefaw."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.12","label":"12","content":"Khalej hais tias, “Leejtwg ntaus tau lub moos Khiliya Xefaw thiab txeeb tau mas kuv yuav muab kuv tus ntxhais Axav rau nws ua pojniam.”"},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.13","label":"13","content":"Mas Auni‑ee uas yog Khalej tus kwv Khena tus tub txeeb tau lub moos ntawd mas Khalej muab nws tus ntxhais Axav rau nws ua pojniam."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.14","label":"14","content":"Thaum sib yuav lawd Axav txawm taij nws tus txiv thov leej txiv pub ib daim teb. Thaum Axav nqes saum nws tus nees luav los mas Khalej nug tias, “Koj xav yuav dabtsi?”"},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.15","label":"15","content":"Axav teb tias, “Thov koj pub ib yam koob hmoov rau kuv. Koj pub kuv muaj teb hauv tebchaws Neke, mas thov pub tej lub hauv dej txhawv thiab.” Khalej txawm muab lub hauv dej sab ped thiab lub sab nram rau nws."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.16","label":"16","content":"Mauxe yawm txiv caj ces uas yog neeg Khenai nrog cov Yuda ua ke tawm ntawm lub moos toov laj  nce mus rau tebchaws moj sab qhua Yuda uas nyob hauv Neke ze lub moos Alaj, mas lawv thiaj mus nrog cov qub neeg hauv tebchaws ntawd nyob ua ke."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.17","label":"17","content":"Xeem Yuda kuj nrog xeem Xime‑oo uas yog nws tij mus tua yeej cov Khana‑as uas nyob hauv lub moos Xefa thiab muab lub moos ntawd ua puam tsuaj huvsi, lawv thiaj hu lub moos ntawd tias Hauma."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.18","label":"18","content":"Xeem Yuda txeeb tau lub moos Kaxa thiab lub moos Akheloo thiab lub moos Ekhoo thiab cov moos ntawd li kav xyuam huvsi."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.19","label":"19","content":"Yawmsaub nrog nraim xeem Yuda, lawv thiaj txeeb tau tej tebchaws toj siab, tiamsis lawv ntiab tsis tau cov neeg nruab tiag, rau qhov cov nruab tiag muaj tsheb nees hlau ua rog."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.20","label":"20","content":"Lub moos Heploo lawv muab rau Khalej raws li Mauxe hais cia lawd. Khalej thiaj ntiab Anaj peb tug tub khiav mus."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.21","label":"21","content":"Tiamsis xeem Npeeyamee tsis ntiab cov Yenpu uas nyob hauv Yeluxalees khiav mus. Ua li no mas cov Yenpu thiaj li nrog cov Npeeyamee nyob ua ke hauv Yeluxalees los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.22","label":"22","content":"Yauxej caj ces mus ua rog rau lub moos Npe‑ee mas Yawmsaub nrog nraim lawv."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.23","label":"23","content":"Yauxej caj ces tso neeg mus tshuaj Npe‑ee (yav nram ntej lub moos no hu ua Lu)."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.24","label":"24","content":"Mas cov neeg tshuaj xov pom ib tug txivneej tawm hauv lub moos tuaj, lawv txawm hais rau nws tias, “Thov qhia txojkev uas nkag rau hauv lub moos no rau peb, mas peb yuav ua zoo rau koj.”"},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.25","label":"25","content":"Nws kuj qhia kev nkag hauv lub moos rau lawv, mas lawv xuas ntaj tua lub moos ntawd huvsi, tiamsis lawv tso tus txivneej ntawd thiab nws tsev neeg sawvdaws dim."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.26","label":"26","content":"Tus txivneej ntawd thiaj mus nyob rau hauv cov Hithai lub tebchaws thiab ua ib lub moos, tis npe hu ua Lu, mas lub npe ntawd nyob txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.27","label":"27","content":"Xeem Manaxe tsis ntiab cov neeg hauv tej moos no thiab tej zej zog ib ncig ntawd khiav, yog lub moos Npesas, Tha‑ana, Dau, Ile‑as thiab Mekidau. Cov Khana‑as tseem kwv tawv nyob hauv lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.28","label":"28","content":"Mas thaum cov Yixayee muaj zog tuaj lawv kuj yuam cov Khana‑as ua haujlwm rau lawv, tiamsis tsis muab ntiab kom khiav tag nrho."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.29","label":"29","content":"Thiab xeem Efa‑i kuj tsis ntiab cov Khana‑as uas nyob hauv lub moos Kexaw tawm khiav. Cov Khana‑as tseem nrog lawv nyob ua ke hauv lub moos Kexaw."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.30","label":"30","content":"Xeem Xenpuloo tsis ntiab cov neeg hauv lub moos Khibloo thiab hauv Nahaloo khiav. Cov Khana‑as tseem nrog lawv nyob ua ke thiab raug quab yuam ua haujlwm."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.31","label":"31","content":"Xeem Asaw tsis ntiab cov neeg hauv lub moos Akhau thiab Xaidoo thiab Alab thiab Axij thiab Henpa thiab Afi thiab Lehau khiav."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.32","label":"32","content":"Cov Asaw nrog cov qub neeg Khana‑as nyob ua ke hauv lub tebchaws ntawd rau qhov lawv tsis muab ntiab khiav mus."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.33","label":"33","content":"Xeem Nathali tsis ntiab cov neeg hauv Npeseme thiab hauv Npe‑anav khiav. Lawv cia li nrog cov qub neeg Khana‑as nyob ua ke hauv lub tebchaws ntawd. Tiamsis cov neeg hauv ob lub moos ntawd kuj raug quab yuam ua haujlwm rau lawv."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.34","label":"34","content":"Cov Amaulai tiv thaiv xeem Daj rau pem toj siab tsis kheev lawv nqes los nram nruab tiag."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.35","label":"35","content":"Cov Amaulai kwv tawv nyob hauv lub moos Hahele thiab hauv Aiyaloo thiab hauv Sa‑anpi, tiamsis Yauxej caj ces txhais tes tsuj yuam lawv, thiaj quab yuam lawv ua haujlwm."},{"bible_id":"1269","chapter_code":"JDG.1","verse_code":"JDG.1.36","label":"36","content":"Cov Amaulai ciam teb yog txij ntua txojkev uas hla lub dawm roob Akhanpi thiab txij ntua lub moos Xelaj los rau sab ped mus li."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.1","label":"1","content":"Yawmsaub tus tubtxib saum ntuj tawm ntawm lub moos Kilakas mus txog lub moos Npaukhi, mas hais tias, “Kuv coj nej tawm hauv Iyi tebchaws los thiab coj nej los rau hauv lub tebchaws uas kuv cog lus ruaj khov tias kuv yuav pub rau nej tej poj koob yawm txwv. Kuv hais tias, ‘Kuv yuav tsis rhuav tej lus uas kuv cog tseg rau nej ib zaug li,"},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.2","label":"2","content":"thiab nej yuav tsum tsis txhob nrog cov neeg hauv lub tebchaws no sib cog lus kiag li. Nej yuav tsum muab lawv tej thaj teev dab rhuav pov tseg huvsi.’ Tiamsis nej tsis mloog tej lus uas kuv hais. Nej ua dabtsi li no?"},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.3","label":"3","content":"Yog li no nimno kuv thiaj hais rau nej tias, kuv yuav tsis ntiab cov neeg ntawd khiav ntawm nej hauv ntej mus lawm. Lawv yuav ua yeeb ncuab  rau nej thiab lawv tej dab yuav ua rooj hlua cuab nej.”"},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.4","label":"4","content":"Thaum Yawmsaub tus tubtxib saum ntuj hais tej lus no rau cov Yixayee tag lawd, cov pejxeem txawm tsa suab quaj."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.5","label":"5","content":"Lawv thiaj hu lub chaw ntawd tias Npaukhi  thiab lawv tua tsiaj xyeem rau Yawmsaub qhov ntawd."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.6","label":"6","content":"Thaum Yausua tso cov pejxeem mus lawd, cov Yixayee nyias rov mus rau nyias thaj teb thiaj txeeb tau ua qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.7","label":"7","content":"Cov Yixayee ua koom tu Yawmsaub tag Yausua sim neej thiab tag cov kev txwj laus uas nyob ntev dhau Yausua sim neej thiab pom txhua yam haujlwm loj uas Yawmsaub tau ua rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.8","label":"8","content":"Noo tus tub Yausua uas yog Yawmsaub tus qhev txawm tuag rau thaum hnub nyoog muaj ib puas kaum xyoo."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.9","label":"9","content":"Lawv muab nws log rau hauv nws thaj teb uas yog nws qub txeeg qub teg ntawm lub moos Thinahele  uas nyob pem toj siab Efa‑i tebchaws ntawm lub roob Ka‑a sab ped."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.10","label":"10","content":"Cov neeg uas nyob tiam ntawd kuj dua tag mus nrog lawv tej poj koob yawm txwv nyob huvsi lawm, ho muaj dua ib tiam tshwm los uas tsis paub Yawmsaub thiab tsis paub tej uas Yawmsaub tau pab cov Yixayee lawd."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.11","label":"11","content":"Cov Yixayee kuj ua tej uas Yawmsaub pom tias phem thiab mus teev tej dab Npa‑as"},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.12","label":"12","content":"Lawv tso Yawmsaub tseg, yog lawv tej poj koob yawm txwv tus Vajtswv uas coj lawv tawm hauv Iyi tebchaws los. Lawv raws ncuj nciav luag tej dab uas yog cov neeg uas nyob ib ncig lawv tej dab, thiab pe tej dab ntawd mas ua rau Yawmsaub chim."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.13","label":"13","content":"Lawv tso Yawmsaub tseg mus ua koom tu tej dab Npa‑as thiab tej dab Athalau."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.14","label":"14","content":"Vim li no Yawmsaub thiaj npau taws rau cov Yixayee, nws thiaj muab lawv cob rau hauv cov uas lws lawv txhais tes thiab muab lawv muag rau hauv lawv cov yeeb ncuab uas nyob ib ncig, lawv thiaj li tiv tsis taus lawv cov yeeb ncuab dua li lawm."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.15","label":"15","content":"Lawv mus ntaus rog thaum twg los Yawmsaub txhais tes kuj tawm tsam lawv ua rau lawv swb kiag raws li Yawmsaub tau ntuas lawv thiab cog lus ruaj rau lawv lawm. Mas lawv raug kev ceeblaj txom nyem heev."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.16","label":"16","content":"Ces Yawmsaub txawm tsa kom muaj cov thawj uas cawm lawv dim ntawm cov uas lws lawv txhais tes."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.17","label":"17","content":"Los lawv kuj tsis mloog cov thawj ntawd tej lus. Lawv tseem mus deev luag tej dab thiab pe tej dab ntawd. Lawv tig hlo ntawm txojkev uas lawv tej poj koob yawm txwv taug sai kawg li lawm. Lawv tej poj koob yawm txwv ua raws li Yawmsaub txoj kevcai tiamsis lawv tsis ua raws li ntawd."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.18","label":"18","content":"Yawmsaub tsa kom muaj tus thawj thaum twg Yawmsaub kuj nrog nraim tus thawj ntawd, thiab cawm lawv dim hauv lawv cov yeeb ncuab txhais tes mus tag tus thawj ntawd sim neej. Vim yog lawv raug kev tsim txom raug kev quab yuam, lawv lub suab quaj qw ntsaj laws ua rau Yawmsaub khuvleej lawv."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.19","label":"19","content":"Tiamsis thaum tus thawj ntawd tag txojsia, lawv kuj tig hlo rov qab ua phem heev dua lawv tej poj koob yawm txwv, mus raws ncuj nciav luag tej dab thiab ua koom tu thiab pe tej dab ntawd. Lawv tsis tso ib yam kev phem twg uas lawv ua tseg lossis tso txojkev tawv ncauj tseg."},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.20","label":"20","content":"Vim li no Yawmsaub txojkev npau taws thiaj tshwm plaws rau cov Yixayee thiab nws hais tias, “Vim haiv neeg no fav xeeb rau kuv tej lus cog tseg uas kuv cog rau lawv tej poj koob yawm txwv thiab vim lawv tsis mloog kuv tej lus,"},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.21","label":"21","content":"mas txij no mus kuv yuav tsis muab tej haiv neeg uas thaum Yausua tuag tseem tshuav nyob ntiab tawm ntawm nej hauv ntej mus,"},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.22","label":"22","content":"xwv kuv thiaj tau siv tej haiv neeg ntawd sim cov Yixayee saib lawv yuav ceev faj taug Yawmsaub txojkev ib yam li lawv tej poj koob yawm txwv los tsis taug.”"},{"bible_id":"1269","chapter_code":"JDG.2","verse_code":"JDG.2.23","label":"23","content":"Vim li no Yawmsaub thiaj tso tej neeg ntawd nyob, tsis ntiab lawv tawm mus sai sai, thiab tsis muab cob rau hauv Yausua txhais tes."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.1","label":"1","content":"No yog cov neeg uas Yawmsaub tseg cia tshuav nyob xwv thiaj tau sim txhua tus Yixayee uas tsis tau txeev paub ua rog hauv Khana‑as."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.2","label":"2","content":"Yawmsaub ua li no tsuas yog xav qhia kev ua rog rau cov Yixayee txhua tiam uas tsis tau txeev paub ua rog dua."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.3","label":"3","content":"Yog tshuav cov Filixatee tsib tug vajntxwv, thiab cov Khana‑as huvsi thiab cov Xaidoo thiab cov Hivai uas nyob saum lub roob Lenpanoo txij ntua lub roob Npa‑as Hawmoo mus txog txojkev uas mus rau hauv lub moos Hama."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.4","label":"4","content":"Cov neeg no tshuav nyob los sim cov Yixayee xwv thiaj paub tias cov Yixayee yuav mloog Yawmsaub tej lus nkaw uas Yawmsaub twb kom Mauxe hais rau lawv tej poj koob yawm txwv los tsis mloog."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.5","label":"5","content":"Yog li no cov Yixayee thiaj nyob txuam rau hauv cov Khana‑as, cov Hithai, cov Amaulai, cov Pelixai, cov Hivai thiab cov Yenpu."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.6","label":"6","content":"Lawv mus yuav cov neeg ntawd tej ntxhais ua pojniam thiab muab lawv tej ntxhais qua rau cov neeg ntawd tej tub, thiab ua koom tu lawv tej dab."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.7","label":"7","content":"Cov Yixayee ua tej uas Yawmsaub pom tias phem kawg li. Lawv tsis nco Yawmsaub uas yog lawv tus Vajtswv lawm, lawv mus teev tej dab Npa‑as thiab tej dab Asela."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.8","label":"8","content":"Vim li ntawd Yawmsaub txojkev npau taws thiaj tshwm plaws rau cov Yixayee, Yawmsaub thiaj muab lawv tso rau Kusa Lisatha‑i uas yog Alas Nahala‑i  tebchaws tus vajntxwv. Cov Yixayee thiaj li zwm rau Kusa Lisatha‑i tau yim xyoo."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.9","label":"9","content":"Mas thaum cov Yixayee quaj thov Yawmsaub mas Yawmsaub thiaj tsa kom muaj ib tug pab cov Yixayee, yog Khalej tus kwv Khena tus tub Auni‑ee uas pab lawv dim."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.10","label":"10","content":"Yawmsaub tus Ntsuj Plig thiaj los kav nws lub siab thiab nws ua thawj kav cov Yixayee thiab nws tawm mus ua rog. Mas Yawmsaub muab Alas Nahala‑i tus vajntxwv Kusa Lisatha‑i rau hauv nws txhais tes, nws thiaj kov yeej Kusa Lisatha‑i."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.11","label":"11","content":"Ua li no lub tebchaws thiaj li so tsis ua rog tau plaub caug xyoo. Mas Khena tus tub Auni‑ee txawm tuag lawm."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.12","label":"12","content":"Cov Yixayee rov ua tej uas Yawmsaub pom tias phem kawg li, Yawmsaub thiaj cuab cov Mau‑a tus vajntxwv Eloos zog ntaus cov Yixayee, vim yog lawv twb ua tej uas Yawmsaub pom tias phem kawg li."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.13","label":"13","content":"Eloos thiaj hu cov Asmoo thiab cov Amalej tuaj ua ke mus ntaus yeej cov Yixayee thiab txeeb tau lub moos toov laj."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.14","label":"14","content":"Cov Yixayee thiaj li zwm rau Mau‑a tus vajntxwv Eloos tau kaum yim xyoo."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.15","label":"15","content":"Thaum cov Yixayee quaj thov Yawmsaub mas Yawmsaub kuj tsa muaj ib tug los pab lawv, yog Kela tus tub Ehuj, yog xeem Npeeyamee, yog ib tug xis sab tes laug. Cov Yixayee muab se rau nws xa mus rau Mau‑a tus vajntxwv Eloos."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.16","label":"16","content":"Ehuj ntaus ib rab ntaj ob sab ntse ntev ib tshim coj nrog cev muab ntxig raws sab ncej qab xis rau hauv lub ris."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.17","label":"17","content":"Nws txawm coj se mus cev rau Mau‑a tus vajntxwv Eloos. Eloos yog ib tug rog rog heev."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.18","label":"18","content":"Thaum Ehuj muab cov se cob tag lawm ces nws txawm kom cov uas kwv cov se ntawd rov qab."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.19","label":"19","content":"Mas nws tig rov qab ntawm cov dab mlom pob zeb uas lawv txaug uas nyob ze Kilakas rov los hais tias, “Au Vajntxwv, kuv muaj ib lo lus uas kuv yuav hais rau koj tib leeg paub xwb.” Vajntxwv thiaj hais kom nyob twjywm. Ces vajntxwv cov tub teg tub taws thiaj tawm mus lawm."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.20","label":"20","content":"Mas Ehuj nkag mus cuag vajntxwv rau thaum uas vajntxwv tib leeg zaum txheej saud hauv nws chav uas laj ntxiag. Mas Ehuj hais tias, “Kuv muaj Vajtswv tej lus uas kuv yuav hais rau koj.” Ces vajntxwv txawm sawv tsees."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.21","label":"21","content":"Ehuj thiaj xuas txhais tes laug rho kiag ntaj hauv sab ceg xis nkaug kiag Eloos plab."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.22","label":"22","content":"Rab ntaj ploj ntais tag nrho tus ko, tej pav ywj foob nkaus rab ntaj. Nws kuj tsis rho rab ntaj hauv Eloos lub plab los, tej quav zis tawm los xwb."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.23","label":"23","content":"Ces Ehuj txawm tawm rau nraum qab khav, nws muab chav tsev txheej saud qhov rooj kaw thiab muab ntsuas phoo xauv cia."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.24","label":"24","content":"Thaum Ehuj mus lawd vajntxwv cov tub teg tub taws los saib mas pom tias chav tsev txheej saum lub qhov rooj muab ntsas phoo xauv lawm, lawv kuj xav tias “Nyaj vajntxwv mus plob sab rau lub tsev dej hauv chav laj ntxiag lawm.”"},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.25","label":"25","content":"Lawv tos ntev xeeb txob lawm. Thaum nws tseem tsis qheb qhov rooj txheej saud li, lawv thiaj muab yuam sij los qheb ua ciav lawv tus vajntxwv twb tuag xyab luas saum lawj."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.26","label":"26","content":"Thaum uas lawv tseem tos tos ntawd Ehuj twb khiav dhau ntawm cov dab mlom pob zeb twb mus txog Xe‑ila lawm."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.27","label":"27","content":"Thaum nws los txog nws thiaj tshuab raj kub yaj hauv tebchaws toj siab Efa‑i, mas cov Yixayee kuj nrog nws nqes pem toj siab mus, nws coj lawv kev."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.28","label":"28","content":"Nws hais rau lawv tias, “Cia li raws kuv qab rau qhov Yawmsaub twb muab nej cov yeeb ncuab uas yog cov Mau‑a rau hauv nej txhais tes lawm.” Lawv thiaj nrog nws nqes mus txeeb tau tej chaw uas hla tau dej Yaladee, thaiv cov Mau‑a kev tsis pub ib tug hla tau li."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.29","label":"29","content":"Zaum ntawd lawv tua cov Mau‑a tuag kwvlam ib vam leej yog cov uas khov sim kho thiab muaj zog huvsi, tsis muaj ib tug khiav dim li."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.30","label":"30","content":"Cov Mau‑a thiaj swb thiab zwm rau cov Yixayee hnub ntawd. Mas lub tebchaws thiaj so tsis ua rog tau yim caum xyoo."},{"bible_id":"1269","chapter_code":"JDG.3","verse_code":"JDG.3.31","label":"31","content":"Dhau Ehuj lawm mas muaj Anav tus tub Saka. Nws xuas tus hmuv raws nyuj tua cov Filixatee tuag rau pua leej. Nws kuj pab cov Yixayee dim thiab."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.1","label":"1","content":"Thaum Ehuj tuag lawd, cov Yixayee rov ua tej uas Yawmsaub pom tias phem."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.2","label":"2","content":"Yawmsaub thiaj muab lawv cob rau hauv cov Khana‑as tus vajntxwv Yanpi uas nyob lub moos Haxau txhais tes. Nws tus thawj rog hu ua Xixela uas nyob hauv lub moos Halause Hakau‑i."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.3","label":"3","content":"Cov Yixayee txawm quaj thov Yawmsaub pab, rau qhov vajntxwv Yanpi muaj cuaj pua lub tsheb hlau ua rog thiab ua nruj ua tsiv quab yuam cov Yixayee tau nees nkaum xyoo."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.4","label":"4","content":"Mas ib tug pojniam cev Vajtswv lus hu ua Denpaula, yog Lapidau li pojniam, nws ua thawj coj cov Yixayee lub sijhawm ntawd."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.5","label":"5","content":"Nws pheej nyob hauv tsob qab toov laj Denpaula uas nyob ntawm Lama thiab Npe‑ee ntu nruab nrab pem toj siab Efa‑i tebchaws, mas cov neeg Yixayee pheej tuaj cuag nws qhov ntawd kom nws tu lawv tej plaub."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.6","label":"6","content":"Denpaula txib neeg mus hu Npala uas yog Anpinau‑a tus tub tuaj ntawm Khede hauv Nathali tebchaws tuaj mas hais rau nws tias, “Yawmsaub uas yog cov Yixayee tus Vajtswv hais rau koj tias, ‘Cia li mus sau zog koj cov tub rog tuaj rau ntawm lub roob Thanpau. Cia li mus sau xeem Nathali thiab xeem Xenpuloo ib vam leej."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.7","label":"7","content":"Mas kuv yuav ntxias Xixela uas yog vajntxwv Yanpi tus thawj rog kom coj nws cov tub rog thiab nws cov tsheb ua rog tuaj ntsib koj ntawm tus dej Khisoo, thiab kuv yuav muab nws cob rau hauv koj txhais tes.’ ”"},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.8","label":"8","content":"Npala thiaj teb Denpaula tias, “Yog koj nrog kuv mus kuv thiaj li mus. Yog koj tsis nrog kuv mus, kuv kuj tsis mus.”"},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.9","label":"9","content":"Denpaula teb tias, “Kuv yeej yuav nrog koj mus tiag, tiamsis txojkev uas koj taug ntawd yuav tsis coj koj tau koob meej, rau qhov Yawmsaub yuav muab Xixela cob rau ib tug pojniam txhais tes.” Ces Denpaula txawm sawv tsees nrog Npala mus txog lub moos Khede."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.10","label":"10","content":"Npala thiaj hu xeem Xenpuloo thiab xeem Nathali tuaj rau ntawm Khede, mas muaj ib vam leej nrog Npala mus thiab Denpaula kuj nrog nws mus thiab."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.11","label":"11","content":"Henpaw uas yog neeg Khenai tau ncaim ntawm cov Khenai sawvdaws uas yog Mauxe yawm txiv Haunpas caj ces los tsa tsev ntaub nyob rau ntawm tus ntoo qheb hauv Xanani uas nyob ze lub moos Khede."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.12","label":"12","content":"Thaum muaj neeg mus hais rau Xixela tias Anpinau‑a tus tub Npala nce mus rau saum lub roob Thanpau lawm,"},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.13","label":"13","content":"Xixela txawm txhij nws cuaj pua lub tsheb hlau ua rog huvsi thiab tag nrho nws cov tub rog tuaj rau ntawm lub moos Halause Hakau‑i mus txog tus dej Khisoo."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.14","label":"14","content":"Denpaula hais rau Npala tias, “Cia li mus los maj, rau qhov hnub no yog hnub uas Yawmsaub muab Xixela rau hauv koj txhais tes. Yawmsaub twb ua koj ntej mus lawm nev.” Npala thiab nws cov tub rog ib vam leej thiaj nqes ntawm lub roob Thanpau mus."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.15","label":"15","content":"Yawmsaub ua rau Xixela thiab nws tej tsheb ua rog huvsi thiab nws pab tub rog huvsi tawg khiav swb kiag Npala tej hniav ntaj, ces Xixela txawm nqes saum nws lub tsheb ua rog xuas kotaw khiav lawm."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.16","label":"16","content":"Ces Npala txawm caum tej tsheb ua rog thiab cov tub rog mus txog Halause Hakau‑i. Mas Xixela pab tub rog raug hniav ntaj tuag tag tsis tshuav ib tug li."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.17","label":"17","content":"Tiamsis Xixela dhia khiav mus txog Ya‑ee uas yog Henpaw tus pojniam uas yog neeg Khenai lub tsev ntaub, rau qhov vajntxwv Yanpi hauv lub moos Haxau nrog Henpaw uas yog neeg Khenai tsev neeg sib raug zoo."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.18","label":"18","content":"Ya‑ee txawm tawm tuaj tos Xixela thiab hais tias, “Yawg hlob, cia li los tsev, cia li los so hauv kuv lub tsev, tsis txhob ntshai li.” Xixela thiaj nkag mus rau hauv nws lub tsev ntaub, thiab nws muab ib daim pam los vov Xixela."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.19","label":"19","content":"Xixela hais rau nws tias, “Thov mentsis dej rau kuv haus, rau qhov kuv nqhis dej heev.” Ya‑ee txawm qheb kiag ib lub hnab tawv kua mis hliv rau nws haus thiab muab daim pam vov nws."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.20","label":"20","content":"Xixela hais rau nws tias, “Thov koj mus sawv ntawm qhov rooj zov. Yog leejtwg tuaj nug tias, ‘Muaj leejtwg tuaj no los tsis muaj?’ Cia li teb tias, Tsis muaj.”"},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.21","label":"21","content":"Tiamsis Ya‑ee uas yog Henpaw tus pojniam muab ib tug tswg hlau uas rub tsev ntaub thiab tuav ib rab rauj nyas los muab tus tswg hlau twb nkaus Xixela xub ntsos npuj tshab plaws rau hauv av rau thaum nws tabtom tsaug zog heev rau qhov yog txog siav. Ces Xixela txawm tuag lawm."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.22","label":"22","content":"Thaum Npala caum Xixela tuaj txog, Ya‑ee tawm mus tos nws thiab hais rau nws tias, “Cia li los tsev, kuv yuav qhia koj pom tus uas koj tabtom nrhiav ntawd.” Npala kuj nkag los rau hauv nws lub tsev ntaub pom Xixela tuag xyab luas lawm, tus tswg tsev ntaub tseem ntsia ntsees xub ntsos."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.23","label":"23","content":"Hnub ntawd Yawmsaub thiaj ua rau cov Yixayee kov yeej Khana‑as tus vajntxwv Yanpi."},{"bible_id":"1269","chapter_code":"JDG.4","verse_code":"JDG.4.24","label":"24","content":"Cov Yixayee txhais tes ua hnyav zuj zus rau Khana‑as tus vajntxwv Yanpi mus txog thaum lawv ua kom vajntxwv Yanpi puam tsuaj tag."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.1","label":"1","content":"Denpaula thiab Anpinau‑a tus tub Npala hu zaj nkauj rau hnub ntawd tias,"},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.2","label":"2","content":"“Cia li qhuas Yawmsaub, rau qhov Yixayee cov thawj xub nqes tes thiab cov pejxeem tau xyiv fab xyiv yeem pab."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.3","label":"3","content":"Au tej vajntxwv, cia li mloog. Tej thawj, cia li tig ntsej mloog. Kuv yuav hu nkauj rau Yawmsaub, kuv seev suab hu nkauj rau Yawmsaub uas yog Yixayee tus Vajtswv."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.4","label":"4","content":"“Au Yawmsaub, thaum koj tawm ntawm Xe‑i mus ua rog, thaum koj taug kev tawm Edoo tebchaws mus, lub ntiajteb kuj ua zog koog, lub ntuj tso nag los, tej huab tso tuam tsam nag los."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.5","label":"5","content":"Tej roob kuj ua zog koog rau ntawm Yawmsaub xubntiag, yog Xinai tus Vajtswv, yog Yawmsaub uas yog Yixayee tus Vajtswv."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.6","label":"6","content":"“Ntu uas Anav tus tub Saka nyob thiab ntu uas Ya‑ee nyob, tej kev loj tsis muaj neeg taug, cov uas mus mus los los tsuas taug me kev xwb."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.7","label":"7","content":"Tej tub qoob tub loos hauv Yixayee tebchaws kuj tseg tsis ua teb lawm, tsis ua mus txog thaum kuv, Denpaula sawv los kav, txog thaum kuv sawv los ua niam hauv Yixayee tebchaws."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.8","label":"8","content":"Thaum xaiv tej dab tshiab los teev kev ua rog kuj tuaj txog ntawm rooj loog. Yeej tsis pom ib daim hlau thaiv ua rog thiab ib rab hmuv rau hauv plaub vam tus tub rog hauv Yixayee li."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.9","label":"9","content":"Kuv lub siab dai qas dhuam Yixayee cov thawj, thiab cov pejxeem uas xyiv fab xyiv yeem mus pab. Cia li qhuas Yawmsaub."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.10","label":"10","content":"“Nej cov uas caij tej nees luav dawb, cov uas nyob saum ntaub pua eeb nees thiab cov uas xuas kotaw taug kev cia li hais zaj no."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.11","label":"11","content":"Cia li mloog zaj kwv txhiaj uas hais ntawm qhov dej. Lawv hais txog qhov uas Yawmsaub kov yeej, hais txog nws cov tub qoob tub loos Yixayee kov yeej. “Thaum ntawd Yawmsaub cov neeg kuj mus ua ib txwg ib txwg rau ntawm rooj loog."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.12","label":"12","content":"‘Denpaula, cia li tsim los, tsim los. Cia li tsim los tsim los hu nkauj. Npala cia li sawv tsees, Anpinau‑a tus tub, cia li coj cov uas koj ntes tau mus.’"},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.13","label":"13","content":"Thaum ntawd cov uas muaj meej uas tseem tshuav nyob nqes los, Yawmsaub cov pejxeem nqes los nrog kuv ua rog rau cov uas muaj zog heev."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.14","label":"14","content":"Cov uas cog cag rau hauv Amalej tau nqes pem Efa‑i los. Npeeyamee, lawv raws koj thiab koj cov kwvtij qab. Cov thawj nqes ntawm Makhi los thiab cov uas coj tus cwj thawj rog tawm hauv Xenpuloo los."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.15","label":"15","content":"Ixakha cov uas ua thawj kuj nrog Denpaula los, Ixakha kuj nrog Npala los. Lawv raws nws qab dhia mus rau hauv lub hav. Xeem Lunpee tej cum siab fab tsis txawj ua txoj twg."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.16","label":"16","content":"Ua li cas nej nyob ntawm nkuaj yaj tos, mloog lub suab raj uas tshuab rau yaj xwb? Xeem Lunpee tej cum siab fab tsis txawj ua txoj twg."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.17","label":"17","content":"Kile‑a kuj nyob sab dej Yaladee hnub tuaj. Daj nyob dabtsi ntawm lub nkoj txwg? Asaw nyob twjywm ntawm ntug hiavtxwv, nyob twjywm hauv tej tsev ntawm tshav nkoj."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.18","label":"18","content":"Xenpuloo yog cov uas zoo siab tso nyog txojsia mus pab. Nathali kuj ib yam nkaus rau hauv tej tshav rog pem toj siab."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.19","label":"19","content":"“Cov vajntxwv tuaj, lawv tuaj ua rog, cov Khana‑as tej vajntxwv ua rog ntawm Tha‑ana ntawm ntug dej Mekidau. Lawv tsis txeeb tej nyiaj txiag li."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.20","label":"20","content":"Tej hnub qub saum ntuj kuj ua rog, tej hnub qub kuj tuaj saum ntuj ua rog rau Xixela."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.21","label":"21","content":"Tus niag dej Khisoo kuav lawv mus, yog tus niag dej Khisoo uas hlob kawg li. Kuv lub siab, cia li muaj zog taug kev mus."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.22","label":"22","content":"Lub suab nees dhia rau nrov qas qees, yog cov nees dhia noj tuam pwm."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.23","label":"23","content":"Yawmsaub tus tubtxib saum ntuj hais tias, ‘Cia li tsawm foom Melau, cia li foom hnyav kawg rau cov neeg hauv lub moos ntawd vim yog lawv tsis tuaj pab Yawmsaub, tsis pab Yawmsaub ua rog rau cov uas muaj zog.’"},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.24","label":"24","content":"“Cia Ya‑ee tau hmoov zoo tshaj plaws tej pojniam huvsi, nws yog Henpaw uas yog neeg Khenai tus pojniam. Cia nws tau hmoov zoo tshaj plaws tej pojniam uas nyob hauv tsev ntaub huvsi."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.25","label":"25","content":"Xixela thov dej haus, mas nws pub nyuj mis, nws muab kua mis nyeem  rau hauv lub phaj uas yog cov thawj siv cev rau Xixela."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.26","label":"26","content":"Nws txawm cev tes muab tus tswg tsev ntaub thiab nws txhais tes xis tuav tus pam thawj uas cov ua haujlwm siv. Nws ntaus Xixela ib teg, nws tsoo Xixela taubhau, nws tsoo taubhau tawg tag, nws nkaug xub ntsos tshab plaws."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.27","label":"27","content":"Xixela ntog, nws vau hlo, nws xyab luas ntawm tus pojniam txhais kotaw, nws ntog qaug lias rau ntawm tus pojniam ntawd kotaw, nws vau hlo, nws ntog rau qhovtwg nws tuag qhov ntawd."},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.28","label":"28","content":"“Leej niam saib qhov rais ntsoov, Xixela niam saib qhov rais ntsoov hais tias, ‘Ua cas nws tsheb ua rog yuav los qeeb ua luaj? Ua cas tej nees hai tsheb yuav los qeeb kawg?’"},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.29","label":"29","content":"Tej pojniam uas ntse teb nws, lossis nws teb nws hais tias,"},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.30","label":"30","content":"‘Yog lawv tseem tshawb nrhiav thiab faib tej qhov txhia chaw uas txeeb tau los kab, yog faib ib tug lossis ob tug hluas nkauj rau ib tug txivneej, thiab faib tej ntaub uas raus zoo zoo rau Xixela, thiab faib tej daim paj ntaub uas raus zoo zoo thiab tej daim paj ntaub zoo nkauj rau kuv qhwv ntawm caj dab, coj los ua lawv tug.’"},{"bible_id":"1269","chapter_code":"JDG.5","verse_code":"JDG.5.31","label":"31","content":"“Au Yawmsaub, cia kom koj cov yeeb ncuab huvsi puam tsuaj ib yam nkaus li no. Cia tus uas nyiam koj zoo yam nkaus li lub hnub thaum uas tawm tuaj muaj hwjchim ci nplas.” Mas lub tebchaws thiaj tau so tsis ua rog plaub caug xyoo."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.1","label":"1","content":"Cov Yixayee ua tej uas Yawmsaub pom tias phem, mas Yawmsaub muab lawv cob rau hauv cov Midee txhais tes tau xya xyoo."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.2","label":"2","content":"Cov Midee txhais tes tsuj yuam cov Yixayee. Vim tim cov Midee mas cov Yixayee thiaj npaj chaw nraim cev rau pem tej roob thiab hauv tej qhov tsua thiab tej chaw uas ruaj khov."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.3","label":"3","content":"Cov Yixayee cog qoob thaum twg mas cov Midee thiab cov Amalej thiab cov neeg uas nyob sab hnub tuaj txawm tuaj ua rog rau lawv,"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.4","label":"4","content":"thiab tuaj tsuam chaw nyob rau hauv lub tebchaws thiab muab lawv tej qoob loo ua puam tsuaj tag thoob plaws mus txog lub moos Kaxa tsis tseg ib yam dabtsi cia tau noj li tsis hais yaj nyuj nees luav huvsi."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.5","label":"5","content":"Luag coj kiag tsiaj txhu thiab lub tsev ntaub tuaj coob yam nkaus li tej pab kooj txig. Neeg thiab tej ntxhuav kuj coob suav tsis txheeb. Thaum luag tuaj luag ua rau lub tebchaws piam tag."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.6","label":"6","content":"Cov Yixayee thiaj poob qes kawg li vim yog tim cov Midee. Cov Yixayee thiaj quaj thov Yawmsaub pab."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.7","label":"7","content":"Thaum cov Yixayee quaj thov Yawmsaub vim yog tim cov Midee,"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.8","label":"8","content":"Yawmsaub kuj txib ib tug xibhwb cev Vajtswv lus tuaj rau hauv cov Yixayee. Tus ntawd hais rau lawv tias, “Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, Kuv coj nej tawm hauv Iyi tebchaws los thiab coj nej tawm hauv txojkev ua qhev."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.9","label":"9","content":"Kuv cawm nej dim hauv cov Iyi txhais tes thiab dim hauv txhua tus uas tsim txom nej txhais tes thiab ntiab lawv khiav ntawm nej hauv ntej mus thiab muab lawv lub tebchaws rau nej."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.10","label":"10","content":"Thiab kuv twb hais rau nej tias, ‘Kuv yog Yawmsaub yog nej tus Vajtswv, nej tsis txhob pe hawm cov Amaulai tej dab hauv lub tebchaws uas nej mus nyob ntawd.’ Tiamsis nej tsis quav ntsej kuv tej lus.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.11","label":"11","content":"Yawmsaub tus tubtxib saum ntuj tuaj zaum hauv Yau‑as tus qab ntoo qheb ntawm Aufa, Yau‑as yog Anpiyexaw cum. Yau‑as tus tub Kide‑oo tabtom ntaus mog hauv lub qhov tsuam kua txiv hmab kom cov Midee thiaj tsis pom."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.12","label":"12","content":"Yawmsaub tus tubtxib saum ntuj los tshwm rau Kide‑oo thiab hais rau nws tias, “Koj yog tus uas siab loj siab tuab, Yawmsaub nrog nraim koj.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.13","label":"13","content":"Kide‑oo txawm hais rau nws tias, “Yawg hlob, thov nug koj, yog Yawmsaub nrog nraim peb lawm ua cas tej xwm txheej no tseem tshwm los raug peb thiab? Yawmsaub tej txujci phimhwj uas peb tej poj koob yawm txwv txeev piav rau peb mloog dua twg lawm? Lawv piav hais tias ‘Yawmsaub coj peb tawm hauv Iyi tebchaws los los tsis yog?’ Tiamsis nimno Yawmsaub tso peb tseg lawm thiab muab peb cob rau hauv cov Midee txhais tes.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.14","label":"14","content":"Yawmsaub tig los hais rau nws tias, “Cia li siv koj lub zog loj no mus cawm cov Yixayee dim hauv cov Midee txhais tes. Yeej yog kuv txib koj mus.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.15","label":"15","content":"Kide‑oo txawm hais tias, “Yawg hlob, kuv yuav cawm tau cov Yixayee dim li cas? Sim saib kuv cum yog cum uas qes kawg hauv xeem Manaxe thiab kuv tsev neeg kuv yog tus uas me dhau.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.16","label":"16","content":"Yawmsaub hais rau nws tias, “Kuv yeej yuav nrog nraim koj mas koj yuav ntaus yeej kiag cov Midee yam nkaus li ntaus ib tug xwb.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.17","label":"17","content":"Kide‑oo hais rau Yawmsaub tias, “Yog nimno koj txaus siab rau kuv, thov koj ua ib yam txujci tshwm qhia kuv paub tias tus uas nrog kuv hais lus no yog koj ntag."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.18","label":"18","content":"Thov koj tsis txhob tawm ntawm no mus, tos txog thaum kuv rov tuaj cuag koj thiab coj tej uas muab xyeem tuaj tso rau ntawm koj xubntiag.” Mas nws hais tias, “Kuv yuav tos txog thaum koj rov tuaj.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.19","label":"19","content":"Kide‑oo txawm nkag rau hauv tsev npaj ib tug menyuam tshis thiab ib efa  hmoov mog ua ncuav tsis xyaw keeb. Nws muab cov nqaij tso rau hauv lub choo thiab muab cov kua nqaij tso rau hauv lub laujkaub coj tuaj xyeem rau nws hauv tsob qab ntoo qheb."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.20","label":"20","content":"Vajtswv tus tubtxib saum ntuj hais rau Kide‑oo tias, “Cia li muab cov nqaij thiab cov ncuav tsis xyaw keeb tso rau saum lub pob zeb no thiab hliv cov kua nqaij ywg rau saud.” Kide‑oo kuj ua raws li ntawd."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.21","label":"21","content":"Ces Yawmsaub tus tubtxib txawm muab tus hau pas nrig hauv nws txhais tes cev mus twb rau cov nqaij thiab cov ncuav tsis xyaw keeb. Ces hluavtaws txawm cig plaws ntawm lub pob zeb kub tej nqaij thiab tej ncuav tsis xyaw keeb tag huvsi. Ces Yawmsaub tus tubtxib txawm ploj ntais ntawm nws qhov muag mus lawm."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.22","label":"22","content":"Kide‑oo thiaj paub tias yog Yawmsaub tus tubtxib saum ntuj tiag tiag li thiab Kide‑oo hais tias, “Au Vajtswv Yawmsaub nimno kuv tau pom koj tus tubtxib saum ntuj tim ntsej tim muag, yuav ua li cas lauj?”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.23","label":"23","content":"Tiamsis Yawmsaub hais rau Kide‑oo tias, “Koj tsuas muaj uas nyob kaj siab lug xwb. Koj tsis txhob ntshai, koj yuav tsis tuag.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.24","label":"24","content":"Ces Kide‑oo txawm ua ib lub thaj rau Yawmsaub rau qhov ntawd thiab hu lub thaj ntawd tias Yawmsaub yog txojkev kaj siab lug. Niaj hnub nimno lub thaj ntawd tseem nyob ntawm Aufa uas yog Anpiyexaw cum li moos."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.25","label":"25","content":"Mas hmo ntawd Yawmsaub hais rau Kide‑oo tias, “Cia li muab koj txiv tus txiv nyuj uas ob hnub nyoog muaj xya xyoo los, es mus rhuav koj txiv lub thaj teev dab Npa‑as pov tseg thiab ntov tus ncej dab Asela uas nyob ntawm lub thaj ib sab pov tseg."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.26","label":"26","content":"Thiab ua ib lub thaj xyeem rau Yawmsaub uas yog koj tus Vajtswv rau saum lub chaw ruaj khov no, siv tej pob zeb los tib raws li kevcai, mas muab tus txiv nyuj uas ob ntawd tua ua kevcai hlawv xyeem, thiab muab tus ncej dab Asela uas koj ntov ntawd ua taws rauv hlawv ntag.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.27","label":"27","content":"Kide‑oo txawm coj nws cov tub qhe kaum leej nrog nws mus ua raws li Yawmsaub hais rau nws, tiamsis vim Kide‑oo ntshai nws tsev neeg thiab ntshai cov neeg hauv lub moos ntawd nws thiaj tsis kav ua nruab hnub nws thiaj ua hmo ntuj."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.28","label":"28","content":"Hnub tom qab thaum cov neeg hauv lub moos sawv ntxov mas pom lub thaj teev dab Npa‑as pob tag thiab pom tias tus ncej dab Asela uas nyob ib sab raug muab ntov lawm thiab pom tias muab tus txiv nyuj uas ob xyeem rau saum lub thaj uas ua tshiab ntawd."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.29","label":"29","content":"Lawv txawm sib hais hais tias, “Leejtwg ua li no ne?” Thaum lawv tshuaj tau lawd lawv txawm hais tias, “Yog Yau‑as tus tub Kide‑oo ua tej no.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.30","label":"30","content":"Ces cov neeg hauv lub moos txawm hais rau Yau‑as tias, “Cia li muab koj tus tub tuaj rau peb tua pov tseg, rau qhov nws rhuav lub thaj teev tus dab Npa‑as thiab ntov tus ncej dab Asela uas nyob ntawm ib sab lawm.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.31","label":"31","content":"Tiamsis Yau‑as hais rau txhua tus uas tuaj tawm tsam nws hais tias, “Nej yuav nyob dab Npa‑as chaw tuaj tawm tsam lov? Nej yuav pab dab Npa‑as hais plaub lov? Leejtwg ua txiv lus pab dab Npa‑as hais, tus ntawd yuav raug muab tua thaum tsis tau kaj ntug. Yog dab Npa‑as yog ib tug vajtswv tiag kuj cia nws hais nws tshaj plaub, vim yog nws lub thaj raug luag rhuav pov tseg lawm.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.32","label":"32","content":"Vim li no hnub ntawd lawv thiaj tis npe rau Kide‑oo hais tias Yelunpa‑as, lub ntsiab hais tias, “Cia Npa‑as nws hais nws li plaub,” vim yog Kide‑oo rhuav nws lub thaj."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.33","label":"33","content":"Mas cov Midee sawvdaws thiab cov Amalej sawvdaws thiab cov uas nyob sab hnub tuaj sau zog ua ke hla tus dej Yaladee tuaj tsuam chaw nyob ntawm lub hav Yile‑ee."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.34","label":"34","content":"Tiamsis Yawmsaub tus Ntsuj Plig los kav kiag Kide‑oo, nws txawm tshuab raj kub yaj hu Anpiyexaw cum nrog nws mus."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.35","label":"35","content":"Nws tso neeg mus hu thoob plaws Manaxe tebchaws kom tuaj nrog nws mus. Thiab nws tso neeg mus hu xeem Asaw xeem Xenpuloo thiab xeem Nathali, mas cov neeg no kuj tuaj nrog nws mus ua rog."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.36","label":"36","content":"Kide‑oo hais rau Vajtswv tias, “Yog koj yuav siv kuv txhais tes cawm cov Yixayee raws li koj hais ntawd,"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.37","label":"37","content":"kuv muab cov plaub yaj tso rau ntawm tshav ntaus mog, mas yog lwg ntub cov plaub yaj xwb es cov av thoob plaws qhuav qhawv, mas kuv thiaj paub tias koj yuav siv kuv txhais tes cawm cov Yixayee raws li koj tau hais.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.38","label":"38","content":"Kuj muaj li ntawd. Hnub tom qab thaum Kide‑oo sawv ntxov tsees thiab nws muab cov plaub yaj tso tau ib phaj dej lwg puv nkaus."},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.39","label":"39","content":"Mas Kide‑oo hais rau Vajtswv tias, “Thov koj tsis txhob chim rau kuv, thov kuv hais dua ib zaug xwb. Thov cia kuv sim cov plaub yaj no dua ib zaug. Thov cia cov plaub yaj qhuav qhawv xwb, cia cov av ntub lwg thoob plaws.”"},{"bible_id":"1269","chapter_code":"JDG.6","verse_code":"JDG.6.40","label":"40","content":"Hmo ntawd Yawmsaub kuj ua raws li ntawd. Cov plaub yaj mas qhuav qhawv, hos tej av mas lwg ntub thoob plaws."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.1","label":"1","content":"Yelunpa‑as uas yog Kide‑oo thiab cov neeg sawvdaws uas nrog nws sawv ntxov mus ua yeej rau ntawm qhov dej txhawv Halau. Cov Midee lub yeej kuj nyob ntawm lawv sab ped hauv lub hav uas ze lub roob Maule."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.2","label":"2","content":"Yawmsaub hais rau Kide‑oo tias, “Cov neeg uas nrog koj mus no coob dhau uas kuv yuav muab cov Midee rau hauv lawv txhais tes, ntshai tsam cov Yixayee yuav khav theeb hais tias, ‘Yog peb txhais tes cawm tau peb dim.’"},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.3","label":"3","content":"Yog li ntawd cia li tshaj tawm rau sawvdaws tias, ‘Leejtwg ntshai thiab tshee kuj cia tus ntawd tawm ntawm lub roob Kile‑a rov mus tsev.’ ” Mas muaj ob vam ob txhiab leej rov mus lawm, tshuav ib vam leej nyob xwb."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.4","label":"4","content":"Yawmsaub hais rau Kide‑oo tias, “Cov neeg tseem coob dhau. Cia li coj lawv nqes mus nram hav dej mas kuv yuav sim lawv rau koj qhov ntawd. Tus uas kuv hais rau koj tias, ‘Tus no nrog koj mus,’ mas tus ntawd yuav nrog koj mus. Tus uas kuv hais rau koj tias, ‘Tus no tsis txhob nrog koj mus,’ tus ntawd yuav tsum tsis txhob mus.”"},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.5","label":"5","content":"Nws thiaj coj cov neeg nqes mus nram hav dej. Yawmsaub hais rau Kide‑oo tias, “Txhua tus uas xuas nplaig yaim dej yam li dev muab cais rau ib qho. Txhua tus uas txhos caug ntua rua ncauj haus mas muab cais rau ib qho ib yam nkaus.”"},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.6","label":"6","content":"Cov uas xuas tes ntaus dej los yaim muaj peb puas leej, tiamsis dua li tej mas puavleej txhos caug rua ncauj haus."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.7","label":"7","content":"Yawmsaub hais rau Kide‑oo tias, “Kuv yuav siv peb puas leej uas yaim dej no cawm nej dim thiab muab cov Midee rau hauv koj txhais tes. Dua li cov mas cia li tso sawvdaws rov mus nyias vaj nyias tsev.”"},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.8","label":"8","content":"Cov uas nyob txawm khaws cov uas mus tsev tej mov noj thiab raj kub yaj cia. Dua li cov mas Kide‑oo hais kom sawvdaws nyias rov mus rau nyias vaj nyias tsev, tiamsis cia peb puas leej ntawd nrog Kide‑oo nyob. Cov Midee lub yeej nyob ntawm lawv lawm nram hav."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.9","label":"9","content":"Hmo ntawd Yawmsaub hais rau Kide‑oo tias, “Cia li sawv tsees mus ntaus lawv lub yeej, rau qhov kuv twb muab lawv rau hauv koj txhais tes lawm."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.10","label":"10","content":"Tiamsis yog koj ntshai mus ntaus mas koj cia li coj koj tus qhev Pula nrog koj mus kom txog lawv lub yeej."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.11","label":"11","content":"Koj yuav hnov lawv hais dabtsi mas dhau ntawd koj txhais tes yuav muaj zog mus ntaus lawv lub yeej.” Kide‑oo thiaj coj nws tus qhev Pula nrog nws mus txog ntawm cov tub rog uas zov khuav sab nraum lub yeej."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.12","label":"12","content":"Mas cov Midee thiab cov Amalej thiab cov neeg uas nyob sab hnub tuaj sawvdaws pw thoob plaws lub hav coob yam nkaus li tej niag pab kooj txig. Lawv tej ntxhuav kuj suav tsis txheeb, coob yam nkaus li tej xuab zeb ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.13","label":"13","content":"Thaum Kide‑oo ob tug tuaj txog muaj ib tug yawg txawm piav nws zaj npau suav rau ib tug mloog hais tias, “Kuv ua ib zaj npau suav pom ib lub ncuav qeb ntog los rau hauv cov Midee lub yeej, los txog ib lub tsev ntaub txawm raug ua rau lub tsev ntaub vau ntxeev zuav zog rau hauv av lawm.”"},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.14","label":"14","content":"Nws tus kwvluag txawm teb tias, “Tej no yeej yog Yau‑as tus tub Kide‑oo uas yog neeg Yixayee rab ntaj xwb lauj! Vajtswv twb muab cov Midee thiab tej pab tub rog huvsi cob rau hauv Kide‑oo txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.15","label":"15","content":"Thaum Kide‑oo hnov ob tug piav zaj npau suav thiab lub ntsiab npau suav ntawd lawm, nws txawm pe hawm Yawmsaub, thiab rov mus rau hauv cov Yixayee lub yeej thiab hais tias, “Cia li sawv tsees, Yawmsaub twb muab Midee cov tub rog rau nej txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.16","label":"16","content":"Kide‑oo thiaj muab peb puas leej ntawd faib ua peb pab, thiab muab ib leeg ib lub raj kub yaj thiab ib leeg ib lub hub av, muaj ib teg tsau nyob hauv txhua lub hub ntawd."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.17","label":"17","content":"Thiab nws hais rau lawv tias, “Nej ntsia ntsoov kuv thiab ua ib yam li kuv. Thaum kuv mus txog lawv lub yeej sab nraud, kuv ua li cas, nej ua ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.18","label":"18","content":"Thaum kuv thiab pab uas nrog kuv ua ke tshuab raj kub yaj, nej cia li tshuab raj kub yaj puag ncig lawv lub yeej thiab qw hais tias, ‘Peb ua rau Yawmsaub thiab ua rau Kide‑oo.’ ”"},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.19","label":"19","content":"Kide‑oo thiab ib puas leej tub rog uas nrog nws thiaj tuaj txog sab nraum lawv lub yeej rau thaum ib tag hmo, cov Midee nyuam qhuav hloov cov neeg zov khuav. Kide‑oo lawv txawm tshuab raj kub yaj thiab tsoo tej hub av ntawm lawv txhais tes tawg."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.20","label":"20","content":"Peb pab tub rog txawm tshuab raj kub yaj thiab tsoo tej hub av tawg, lawv sab tes laug tuav teg tsau, sab tes xis tuav raj kub yaj yuav tshuab thiab lawv qw tias, “Yawmsaub rab ntaj thiab Kide‑oo rab ntaj tuaj lawm lauj!”"},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.21","label":"21","content":"Lawv nyias sawv nyias qhov chaw vij thoob plaws lub yeej ntawd, mas cov Midee pab tub rog sawvdaws qw ntsoog qees dhia khiav."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.22","label":"22","content":"Thaum peb puas leej ntawd tshuab raj kub yaj Yawmsaub ua rau Midee cov tub rog sawvdaws rov sib tua ib leeg tua ib leeg, mas lawv cov tub rog thiaj li khiav mus rau lub moos Xelela thiab mus txog Npesitha thiab mus txog Anpee Mehaula ciam teb uas nyob ze lub moos Thanpa."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.23","label":"23","content":"Cov Yixayee raug hu tawm hauv Nathali thiab Asaw thiab thoob plaws Manaxe tebchaws tuaj, mas lawv caum cov Midee qab mus."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.24","label":"24","content":"Kide‑oo txib neeg mus thoob plaws pem toj siab Efa‑i tebchaws hais tias, “Cia li nqes los ua rog rau cov Midee thiab txeeb txhua ntu dej ntiav mus txog ntua lub moos Npenpala thiab tus dej Yaladee huvsi.” Lawv kuj hu Efa‑i cov tub rog sawvdaws tuaj. Cov Efa‑i txeeb txhua ntu dej ntiav mus txog ntua lub moos Npenpala thiab tus dej Yaladee huvsi."},{"bible_id":"1269","chapter_code":"JDG.7","verse_code":"JDG.7.25","label":"25","content":"Lawv ntes tau cov Midee ob tug thawj, yog Aulej thiab Xe‑ev. Lawv muab Aulej tua rau ntawm lub pob zeb Aulej thiab muab Xe‑ev tua rau ntawm lub qhov tsuam txiv hmab Xe‑ev, thiab caum cov Midee mus. Lawv coj Aulej lub taubhau thiab Xe‑ev lub taubhau los rau Kide‑oo ntawm tus dej Yaladee sab hnub tuaj."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.1","label":"1","content":"Cov Efa‑i txawm hais rau Kide‑oo tias, “Ua cas koj yuav ua siab deb rau peb? Thaum koj mus ntaus Midee ntawd koj tsis hu peb nrog koj mus thiab.” Thiab lawv cem nws heev."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.2","label":"2","content":"Mas nws hais rau lawv tias, “Tej uas kuv ua los lawd muab piv tsis tau rau tej uas nej ua. Tej nyuag tsuag txiv hmab uas Efa‑i xawb de tseem zoo dua tej txiv hmab uas Anpiyexaw de lawm los tsis yog?"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.3","label":"3","content":"Vajtswv muab cov Midee ob tug thawj yog Aulej thiab Xe‑ev rau hauv nej txhais tes, ces kuv ua tau dabtsi uas yuav muab piv tau rau nej?” Thaum nws hais li no lawd, lawv lub siab chim thiaj li nqeg lawm."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.4","label":"4","content":"Kide‑oo thiab peb puas leej uas nrog nws kuj tuaj txog ntawm tus dej Yaladee thiab hla mus rau sab tid. Txawm yog lawv tsaug leeg heev los lawv tseem caum qab mus."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.5","label":"5","content":"Kide‑oo txawm hais rau cov neeg Xukhau tias, “Thov muab ncuav rau cov neeg uas nrog kuv ua ke no noj thiab, rau qhov lawv tsaug leeg heev thiab kuv tabtom caum ntes Xenpa thiab Xamuna uas yog cov Midee li vajntxwv.”"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.6","label":"6","content":"Cov nom tswv hauv lub moos Xukhau teb tias, “Xenpa thiab Xamuna twb nyob hauv koj txhais tes lawm lov es peb yuav muab ncuav rau koj pab tub rog noj?”"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.7","label":"7","content":"Kide‑oo thiaj hais tias, “Yog li ntawd, thaum Yawmsaub muab Xenpa thiab Xamuna rau hauv kuv txhais tes lawm, kuv yuav muab pos kaus ntsaj pos kaus ntsim hauv tebchaws moj sab qhua los nplawm nej lub cev.”"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.8","label":"8","content":"Nws tawm qhov ntawd mus txog lub moos Penu‑ee  thiab hais rau cov neeg qhov ntawd ib yam nkaus. Mas cov neeg Penu‑ee teb nws ib yam li cov neeg hauv lub moos Xukhau teb."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.9","label":"9","content":"Kide‑oo thiaj hais rau cov neeg Penu‑ee tias, “Thaum kuv rov qab los muaj kev noj qab nyob zoo kuv yuav muab lub chaw tsom faj no tsoo pov tseg.”"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.10","label":"10","content":"Thaum ntawd Xenpa thiab Xamuna nrog ib vam tsib txhiab leej tub rog nyob hauv lub moos Khakhau, lawv yog cov tub rog sab hnub tuaj huvsi uas khiav dim los, rau qhov cov uas tuav ntaj tuag tag lawm 120,000 leej."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.11","label":"11","content":"Kide‑oo taug txojkev uas cov tub lag tub luam taug yog ntawm lub moos Naunpa thiab lub moos Yaunpeha sab hnub tuaj, mus ntaus cov tub rog ntawd rau thaum lawv tsis nco ceev faj zov kiag li."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.12","label":"12","content":"Xenpa thiab Xamuna thiaj khiav, mas Kide‑oo caum ntes tau Xenpa thiab Xamuna uas yog cov Midee li vajntxwv, thiab ua rau tej tub rog ntshai ras zom zaws."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.13","label":"13","content":"Thaum Yau‑as tus tub Kide‑oo mus ua rog rov qab los txog ntawm txojkev uas nce mus rau lub moos Hele,"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.14","label":"14","content":"nws ntes tau ib tug tub hluas uas nyob hauv lub moos Xukhau thiab nug tus hluas ntawd. Tus hluas ntawd kuj sau cov nom tswv thiab cov kev txwj laus hauv Xukhau tej npe, huvsi tau xya caum xya leej rau Kide‑oo."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.15","label":"15","content":"Kide‑oo thiaj tuaj rau ntawm cov neeg hauv lub moos Xukhau thiab hais tias, “Nej cia li saib Xenpa thiab Xamuna uas yav nram ntej nej thuam kuv hais tias, ‘Xenpa thiab Xamuna nyob hauv koj txhais tes lawm lov es peb yuav muab ncuav rau koj cov tub rog uas tsaug leeg noj?’ ”"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.16","label":"16","content":"Kide‑oo kuj ntes cov kev txwj laus hauv lub moos thiab xuas pos kaus ntsaj pos kaus ntsim qhuab qhia cov neeg Xukhau."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.17","label":"17","content":"Thiab nws muab lub chaw tsom faj ntawm lub moos Penu‑ee rhuav pov tseg thiab muab cov txivneej hauv lub moos ntawd tua pov tseg."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.18","label":"18","content":"Kide‑oo hais rau Xenpa thiab Xamuna tias, “Cov neeg uas neb muab tua ntawm roob Thanpau nev?” Ob tug teb tias, “Koj zoo li cas, lawv txhua tus kuj zoo ib yam li ntawd, lawv zoo li vajntxwv tej tub.”"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.19","label":"19","content":"Nws hais tias, “Lawv yog kuv li kwvtij nrog kuv koom ib leeg niam. Muaj Yawmsaub uas muaj txojsia nyob pom, yog neb tau tseg lawv txojsia kuv yuav tsis muab neb tua pov tseg.”"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.20","label":"20","content":"Ces nws hais rau nws tus tub hlob Yethaw tias, “Cia li sawv tsees muab ob tug ntawd tua pov tseg.” Tiamsis tus tub ntawd tsis rho ntaj vim yog nws ntshai rau qhov nws tseem hluas."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.21","label":"21","content":"Ces Xenpa thiab Xamuna txawm hais tias, “Koj cia li sawv tsees tua wb los maj! Tus neeg laus thiaj muaj zog ua tus neeg laus li haujlwm los sav.” Kide‑oo thiaj sawv tsees tua Xenpe thiab Xamuna pov tseg thiab daws tej npauj uas zoo li lub hli xiab ntawm ob tug tej ntxhuav los."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.22","label":"22","content":"Dhau ntawd cov Yixayee hais rau Kide‑oo tias, “Thov koj ua tus uas kav peb thiab koj tus tub thiab koj tus xeeb ntxwv kuj kav peb ntxiv mus, vim yog koj cawm tau peb dim hauv cov Midee txhais tes.”"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.23","label":"23","content":"Kide‑oo teb lawv tias, “Kuv yuav tsis kav nej, thiab kuv tus tub yuav tsis kav nej. Yawmsaub yuav kav nej xwb.”"},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.24","label":"24","content":"Thiab Kide‑oo hais rau lawv tias, “Kuv thov ib yam ntawm nej xwb. Thov nej txhua tus muab tej kauj co uas nej txeeb tau los ntawd rau kuv xwb.” Cov Midee muaj kauj co kub vim lawv yog Yisama‑ee caj ces."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.25","label":"25","content":"Lawv kuj teb nws tias, “Peb yeej zoo siab muab.” Lawv txawm muab ntaub pua thiab txhua tus muab tej kauj co uas txeeb tau los ntawd tso rau hauv."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.26","label":"26","content":"Cov kauj co kub uas nws thov tau ntawd hnyav ib txhiab xya pua sekhee,  dua li ntawd tseem muaj tej npauj uas zoo li lub hli xiab thiab tej saw thiab tej tsoos tsho tsamxem uas Midee ob tug vajntxwv hnav thiab tej saw uas dai ntawm lawv tej ntxhuav caj dab."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.27","label":"27","content":"Kide‑oo muab tej kub no ua ib lub efau  khaws cia rau hauv nws lub moos Aufa. Ces cov Yixayee sawvdaws txawm mus pe hawm lub efau ntawd mas lub efau ntawd thiaj ua rooj hlua cuab Kide‑oo thiab nws caj ces."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.28","label":"28","content":"Cov Midee swb kiag cov Yixayee, tsa tsis tau taubhau dua li lawm. Thiab lub tebchaws kuj so tsis ua rog tau plaub caug xyoo mus txog thaum tag Kide‑oo sim neej."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.29","label":"29","content":"Yelunpa‑as uas yog Yau‑as tus tub kuj mus nyob hauv nws lub tsev."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.30","label":"30","content":"Kide‑oo muaj xya caum tus tub uas yog nws roj nws ntshav xeeb, vim yog nws muaj pojniam coob."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.31","label":"31","content":"Kide‑oo tus niam yau uas nyob hauv lub moos Sekhee kuj yug tau ib tug tub rau nws, nws tis npe hu ua Anpimelej."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.32","label":"32","content":"Yau‑as tus tub Kide‑oo hnub nyoog laus heev lawm li tuag. Lawv muab nws log rau hauv nws txiv Yau‑as lub qhov ntxa hauv lub moos Aufa uas yog Anpiyexaw cum li moos."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.33","label":"33","content":"Thaum Kide‑oo tuag lawd cov Yixayee txawm tig hlo mus deev tej dab Npa‑as thiab lawv teev Npa‑as Npeli ua lawv tus vajtswv."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.34","label":"34","content":"Cov Yixayee tsis nco txog Yawmsaub uas yog lawv tus Vajtswv uas cawm lawv dim hauv lawv cov yeeb ncuab txhais tes rau txhua fab."},{"bible_id":"1269","chapter_code":"JDG.8","verse_code":"JDG.8.35","label":"35","content":"Lawv tsis hlub Yelunpa‑as tsev neeg uas yog Kide‑oo, tsis pauj Kide‑oo tej txiaj ntsig uas nws tau ua rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.1","label":"1","content":"Yelunpa‑as tus tub Anpimelej txawm mus cuag nws niam cov neej tsa hauv lub moos Sekhee mas hais rau lawv thiab lawv cum sawvdaws tias,"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.2","label":"2","content":"“Thov nej mus hais tej lus no rau cov neeg Sekhee sawvdaws hnov hais tias, ‘Yuav cia Yelunpa‑as xya caum tus tub kav nej thiaj zoo los yuav cia ib tug kav xwb thiaj zoo?’ Thov nej nco tias kuv yog nej nqaij xeeb tawv hlav.”"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.3","label":"3","content":"Mas nws niam tej neej tsa thiaj hais tej lus no rau cov neeg Sekhee mloog. Ces lawv txawm qaug siab kiag tuaj Anpimelej tog, rau qhov lawv hais tias, “Nws twb txheeb ze peb.”"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.4","label":"4","content":"Lawv thiaj muab xya caum daim nyiaj hauv lub tsev dab Npa‑as Npeli pub rau Anpimelej. Nws coj mus ntiav cov neeg loj leeb tsis tsheej haj tuaj nws tog."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.5","label":"5","content":"Nws txawm mus rau hauv nws txiv tsev hauv lub moos Aufa thiab tua nws cov kwvtij uas yog Yelunpa‑as xya caum tus tub rau saum tib daim lag zeb. Tsuas yog tshuav Yauthas uas yog Yelunpa‑as tus tub ntxawg xwb vim nws mus tsiv nraim lawm."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.6","label":"6","content":"Cov neeg Sekhee thiab cov neeg Npemilau sawvdaws sau zog tuaj ua ke. Lawv mus tsa Anpimelej ua vajntxwv rau ntawm tus ncej zeb uas nyob ntawm ib sab tus ntoo qheb hauv Sekhee."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.7","label":"7","content":"Thaum muaj neeg mus hais rau Yauthas paub mas nws kuj mus rau saum lub ncov roob Kelixi qw nrov nrov hais rau lawv tias, “Cov neeg Sekhee, nej cia li mloog kuv hais, xwv Vajtswv thiaj yuav mloog nej lub suab."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.8","label":"8","content":"Muaj ib zaug cov ntoo tau mus tsa ib tug ntoo ua vajntxwv kav lawv. Lawv hais rau tsob txiv aulib tias, ‘Koj cia li los ua vajntxwv kav peb.’"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.9","label":"9","content":"Tiamsis tsob txiv aulib teb lawv tias, ‘Yuav cia kuv muab kuv cov roj uas siv rau tej timtswv thiab neeg tau meej mom tso tseg es mus yoj yuj yeev saum tej ntoo huvsi lov?’"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.10","label":"10","content":"Mas cov ntoo ho hais rau tsob txiv cev tias, ‘Koj cia li los kav peb.’"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.11","label":"11","content":"Tiamsis tsob txiv cev teb lawv tias, ‘Yuav cia kuv muab kuv cov txiv qab zib zoo tso tseg es mus yoj yuj yeev saum tej ntoo huvsi lov?’"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.12","label":"12","content":"Cov ntoo ho hais rau tsob txiv hmab tias, ‘Koj cia li los kav peb.’"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.13","label":"13","content":"Tiamsis tsob txiv hmab teb tias, ‘Yuav cia kuv muab kuv cov cawv txiv hmab uas ua rau tej timtswv thiab neeg zoo siab tso tseg es mus yoj yuj yeev saum tej ntoo huvsi lov?’"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.14","label":"14","content":"Cov ntoo sawvdaws ho hais rau tsob pos tias, ‘Koj cia li los kav peb.’"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.15","label":"15","content":"Tsob pos hais rau cov ntoo ntawd tias, ‘Yog nej muaj siab yuav tsa kuv ua vajntxwv kav nej tiag tiag mas nej cia li los nyob hauv kuv tej qab ntxoov ntxoo. Yog tsis ua li ntawd mas cia hluavtaws tawm hauv tsob pos los kub cov ntoo ciab hauv Lenpanoo huvsi pov tseg.’"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.16","label":"16","content":"“Qhov uas nej tsa Anpimelej ua vajntxwv ntawd, yog nej ua tuaj nruab siab thiab ua ncaj ncees tiag, thiab yog nej tau ua zoo rau Yelunpa‑as tsev neeg thiab ua rau nws kom tsim nyog li uas nws tau ua zoo cia lawd,"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.17","label":"17","content":"(rau qhov kuv txiv twb ua rog pab nej, tso nyog nws txojsia pab nej dim hauv cov Midee txhais tes."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.18","label":"18","content":"Tiamsis hnub no nej sawv twv kuv txiv tsev neeg, nej tua kuv txiv xya caum leej tub rau saum tib daim lag zeb thiab nej tsa kuv txiv tus niam nkauj qhev tus tub Anpimelej ua vajntxwv kav cov neeg Sekhee rau qhov yog nws txheeb ze nej)"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.19","label":"19","content":"yog hnub no nej ua tuaj nruab siab thiab ua ncaj rau Yelunpa‑as thiab nws tsev neeg, kuj cia li zoo siab xyiv fab rau Anpimelej thiab cia nws zoo siab xyiv fab rau nej."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.20","label":"20","content":"Yog qhov uas nej ua li ntawd tsis ncaj mas cia hluavtaws tawm hauv Anpimelej los kub cov neeg Sekhee thiab cov neeg Npemilau pov tseg. Thiab cia hluavtaws tawm hauv cov Sekhee thiab cov Npemilau kub Anpimelej pov tseg.”"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.21","label":"21","content":"Yauthas thiaj li khiav mus nyob rau ntawm Npe‑aw vim yog ntshai nws tijlaug Anpimelej."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.22","label":"22","content":"Anpimelej kav cov Yixayee tau peb xyoos."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.23","label":"23","content":"Yawmsaub tshoov siab rau Anpimelej thiab cov neeg Sekhee kom tsis sib hum. Cov Sekhee thiaj fav xeeb rau Anpimelej,"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.24","label":"24","content":"thiaj ua pauj rau qhov uas lawv ua limhiam rau Yelunpa‑as xya caum leej tub, thiab lub txim uas tua cov neeg ntawd poob rau Anpimelej uas tua lawv thiab poob rau cov neeg Sekhee uas cuab zog rau Anpimelej tua nws cov kwvtij pov tseg."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.25","label":"25","content":"Cov Sekhee sawv twv Anpimelej thiab tso neeg mus zov kev saum lub ncov roob lws txhua tus uas taug txojkev ntawd. Txawm muaj neeg mus hais rau Anpimelej paub."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.26","label":"26","content":"Mas Enpe tus tub Ka‑a thiab nws cov kwvtij khiav mus nyob hauv lub moos Sekhee, mas cov neeg Sekhee tso siab rau nws."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.27","label":"27","content":"Lawv mus de txiv hmab coj los tsuj tsuam kua thiab pam noj haus rau hauv lawv lub tsev dab, lawv thiaj noj haus cem foom Anpimelej."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.28","label":"28","content":"Mas Enpe tus tub Ka‑a thiaj hais tias, “Anpimelej yog leejtwg thiab peb cov Sekhee ho yog leejtwg es yuav mus tu nws? Yelunpa‑as tus tub thiab Xenpu uas ua nws tim xyoob twb txeev ua num rau Sekhee txiv Hamau los tsis yog? Peb tseem yuav tu nws ua dabtsi?"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.29","label":"29","content":"Yog cia kuv kav cov neeg no mas kuv yuav muab Anpimelej rhuav tseg. Kuv yuav twv ntxhias Anpimelej tias, ‘Koj cia li tsav ntxiv tub rog thiab tawm tuaj.’ ”"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.30","label":"30","content":"Thaum tus tim xyoob Xenpu hauv lub moos Sekhee tau hnov tej lus uas Enpe tus tub Ka‑a hais nws chim heev."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.31","label":"31","content":"Nws thiaj tso neeg xa xov mus rau Anpimelej hauv lub moos Aluma hais tias, “Saib maj, Enpe tus tub Ka‑a thiab nws cov kwvtij tuaj rau hauv lub moos Sekhee mas tshum cov neeg Sekhee sawv twv koj."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.32","label":"32","content":"Mas koj thiab koj cov neeg cia li sawv tsees hmo ntuj mus zov tos tom teb."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.33","label":"33","content":"Mas tagkis thaum hnub pib tawm koj cia li sawv ntxov txeem plaws tuaj ntaus lub moos. Mas thaum Ka‑a thiab nws cov tub rog tawm tuaj tiv nej, koj cia li ntaus lawv raws li uas zoo sijhawm.”"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.34","label":"34","content":"Anpimelej thiab cov neeg sawvdaws uas nrog nws thiaj li tuaj hmo ntuj, muab faib ua plaub pab zov ntaus lub moos Sekhee."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.35","label":"35","content":"Thaum Enpe tus tub Ka‑a tawm mus sawv ntawm txojkev uas nkag rau hauv rooj loog, mas Anpimelej thiab nws cov tub rog txawm sawv tsees ntawm lub chaw zov tuaj."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.36","label":"36","content":"Thaum Ka‑a pom cov neeg ntawd nws hais rau Xenpu tias, “Saib maj, muaj neeg nqes pem roob tuaj.” Xenpu teb nws tias, “Koj pom lub roob tus duab zoo li neeg kab.”"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.37","label":"37","content":"Ka‑a rov hais dua tias, “Saib maj, muaj ib pab tub rog tabtom tawm tom plawv tuaj, thiab muaj ib pab tawm ntawm cov txiv neeb txiv yaig tus ntoo qheb tuaj thiab.”"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.38","label":"38","content":"Xenpu thiaj hais rau Ka‑a tias, “Koj lub qhov ncauj dua twg lawm? Koj twb hais tias, ‘Anpimelej yog leejtwg es peb yuav tu nws?’ Cov neeg no twb yog cov uas koj saib tsis taus nev. Cia li tawm mus ua rog rau lawv.”"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.39","label":"39","content":"Mas Ka‑a thiaj ua ntej coj cov neeg Sekhee mus nrog Anpimelej ua rog."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.40","label":"40","content":"Anpimelej muab Ka‑a ntiab khiav mus thiab muaj neeg raug mob ntog coob kawg taug kev los txog ntua rooj loog."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.41","label":"41","content":"Anpimelej kuj nyob hauv Aluma, mas Xenpu muab Ka‑a thiab nws cov kwvtij ntiab khiav mus, lawv thiaj nyob tsis tau hauv lub moos Sekhee lawm."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.42","label":"42","content":"Hnub tom qab muaj neeg hais rau Anpimelej tias cov neeg hauv moos tawm mus tom tej teb,"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.43","label":"43","content":"ces nws txawm muab nws cov tub rog faib ua peb pab zov tom tej teb. Nws saib pom cov neeg tawm hauv lub moos tuaj ces nws txawm sawv tsees muab tua kiag tuag."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.44","label":"44","content":"Anpimelej thiab pab tub rog uas nrog nws txawm txeem plaws mus nyob ntawm rooj loog, mas ob pab tub rog uas nyob ib cag kuj dhia mus tua cov uas nyob tom tej teb tuag tag huvsi."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.45","label":"45","content":"Anpimelej tua lub moos ntawd ib hnub tsaus ntuj mas txeeb tau lub moos thiab tua cov pejxeem hauv lub moos ntawd tuag tag huvsi. Nws muab lub moos tsoo puam tsuaj tag thiab w ntsev rau hauv lub moos."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.46","label":"46","content":"Thaum cov neeg uas nyob ntawm lub chaw faj seeb hauv Sekhee tau hnov tej xwm no lawv khiav nkag rau hauv lub chaw ruaj khov uas yog tsev dab Eenpeli."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.47","label":"47","content":"Muaj neeg hais rau Anpimelej tias cov neeg uas nyob ntawm lub chaw faj seeb hauv Sekhee tau sau zog ua ke."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.48","label":"48","content":"Anpimelej thiaj coj nws cov neeg nce mus saum lub roob Xamoo, thiab Anpimelej coj taus mus txiav ib tsuag taws kwv rau saum xub pwg. Nws hais rau cov neeg uas nrog nws ua ke tias, “Nej pom kuv ua dabtsi nej kavtsij ua li ntawd thiab.”"},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.49","label":"49","content":"Yog li ntawd cov neeg sawvdaws thiaj txiav taws kwv raws Anpimelej qab mus tib ua ib pawg rau ntawm lub chaw ruaj khov ntawd, mas lawv rauv taws hlawv lub chaw ruaj khov, ces cov neeg uas nyob hauv lub chaw faj seeb ntawm Sekhee kuj tuag tag, pojniam txivneej huvsi kwvlam ib txhiab leej."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.50","label":"50","content":"Anpimelej txawm mus rau ntawm lub moos Thenpes, mus ua yeej vij lub moos thiab txeeb tau lub moos ntawd."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.51","label":"51","content":"Tiamsis muaj ib lub chaw faj seeb ruaj khov hauv lub moos ntawd, mas cov pejxeem pojniam txivneej huvsi thiaj khiav mus nkag rau hauv lub chaw faj seeb kaw qhov rooj. Lawv nce mus rau saum lub hauv chaw faj seeb."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.52","label":"52","content":"Anpimelej thiaj tuaj txog thiab ua rog rau lub chaw faj seeb ntawd. Nws mus ze lub qhov rooj yuav muab hluavtaws hlawv."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.53","label":"53","content":"Mas muaj ib tug pojniam muab txhib zeb txiv tso los tsoo Anpimelej taubhau ua nws taubhau tawg rhe."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.54","label":"54","content":"Nws thiaj qw ceev ceev rau tus hluas uas coj nws cuab yeej tias, “Rho kiag koj rab ntaj tua kuv, xwv luag thiaj tsis hais txog kuv tias yog ib tug pojniam tua tau kuv.” Tus hluas ntawd thiaj li nkaug nws tshab plaws nws thiaj tuag."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.55","label":"55","content":"Thaum cov Yixayee pom tias Anpimelej tuag lawm lawv nyias taus nyias rov qab mus tsev."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.56","label":"56","content":"Qhov no yog Vajtswv ua pauj rau tej kev phem uas Anpimelej ua rau nws txiv uas yog nws tua nws xya caum leej kwvtij."},{"bible_id":"1269","chapter_code":"JDG.9","verse_code":"JDG.9.57","label":"57","content":"Vajtswv muab tej kev phem uas cov neeg Sekhee ua no coj rov los poob rau saum cov Sekhee taubhau, thiab tej lus uas Yelunpa‑as tus tub Yauthas foom kuj poob raug lawv."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.1","label":"1","content":"Dhau Anpimelej lawm muaj dua ib tug sawv los pab cov Yixayee dim yeeb ncuab, yog Pu‑a tus tub Thaula. Nws yog Daudau tus xeeb ntxwv yog xeem Ixakha nyob lub moos Sami pem toj siab Efa‑i tebchaws."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.2","label":"2","content":"Nws ua thawj kav cov Yixayee tau nees nkaum peb xyoos, nws li tuag mas lawv muab nws log rau hauv lub moos Sami."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.3","label":"3","content":"Dhau ntawd Ya‑i uas yog neeg Kile‑a ho sawv ua thawj kav cov Yixayee tau nees nkaum ob xyoos."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.4","label":"4","content":"Nws muaj peb caug tus tub uas caij peb caug tus nees luav. Lawv muaj peb caug lub moos hu ua Havauya‑i los txog niaj hnub nimno rau hauv Kile‑a tebchaws."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.5","label":"5","content":"Ya‑i tuag mas muab log rau hauv lub moos Khamoo."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.6","label":"6","content":"Cov Yixayee rov ua tej uas Yawmsaub pom tias phem. Lawv mus teev tej dab Npa‑as thiab tej dab Athalau, thiab Alas cov dab, Xaidoo cov dab, Mau‑a cov dab thiab cov Asmoo thiab cov Filixatee tej dab. Lawv tso Yawmsaub tseg tsis ua koom tu Yawmsaub."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.7","label":"7","content":"Mas Yawmsaub npau taws rau cov Yixayee, nws thiaj muab lawv tso rau hauv cov Asmoo thiab cov Filixatee txhais tes."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.8","label":"8","content":"Luag thiaj tsim txom quab yuam cov Yixayee rau xyoo ntawd. Luag quab yuam cov Yixayee uas nyob sab dej Yaladee hnub tuaj hauv cov Amaulai tebchaws uas yog Kile‑a tau kaum yim xyoo."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.9","label":"9","content":"Cov Asmoo kuj hla tus dej Yaladee mus ua rog rau cov Yuda thiab Npeeyamee thiab Efa‑i. Cov Yixayee thiaj raug kev txom nyem heev kawg li."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.10","label":"10","content":"Cov Yixayee thiaj quaj thov Yawmsaub tias, “Peb tau ua txhaum rau koj vim yog peb tau tso peb tus Vajtswv tseg mus ua koom tu tej dab Npa‑as.”"},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.11","label":"11","content":"Mas Yawmsaub hais rau cov Yixayee tias, “Kuv tsis tau pab nej dim hauv cov Iyi thiab cov Amaulai thiab cov Asmoo thiab cov Filixatee lov?"},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.12","label":"12","content":"Thiab cov Xaidoo, cov Amalej thiab cov Ma‑oo tau quab yuam nej mas nej tau quaj thov kuv, ces kuv twb pab nej dim hauv lawv txhais tes."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.13","label":"13","content":"Txawm yog li ntawd los nej tseem tso kuv tseg mus ua koom tu luag tej dab. Vim li no kuv yuav tsis pab nej dim dua li lawm."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.14","label":"14","content":"Cia li mus quaj thov tej dab uas nej xaiv los ntawd. Cia cov dab ntawd pab nej dim hauv nej tej kev txom nyem no.”"},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.15","label":"15","content":"Mas cov Yixayee hais rau Yawmsaub tias, “Peb tau ua txhaum lawm, thov koj ua rau peb raws li koj pom zoo. Peb thov koj pab peb dim hnub no xwb.”"},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.16","label":"16","content":"Ua li ntawd mas lawv thiaj muab lwm haiv neeg tej dab tso pov tseg los ua koom tu Yawmsaub. Mas Yawmsaub thiaj mob siab rau qhov uas cov Yixayee raug kev txom nyem lwj siab ntawd."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.17","label":"17","content":"Cov Asmoo thiaj li raug sau ua tub rog thiab ua lub yeej ua rog rau hauv Kile‑a. Cov Yixayee kuj sau zog tuaj ua ke ua yeej rau ntawm Mixapa."},{"bible_id":"1269","chapter_code":"JDG.10","verse_code":"JDG.10.18","label":"18","content":"Cov neeg Kile‑a cov thawj hais tias, “Leejtwg ua thawj txeem mus ntaus cov Asmoo? Tus ntawd yuav tau ua cov neeg Kile‑a sawvdaws tus thawj.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.1","label":"1","content":"Yetha uas yog neeg Kile‑a yog ib tug tub rog siab loj siab tuab. Nws niam yog ib tug poj muag cev, nws txiv yog Kile‑a."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.2","label":"2","content":"Kile‑a tus niam tsav cuab muaj ob peb tug tub. Thaum cov tub ntawd hlob lawm lawv txawm ntiab Yetha khiav mus thiab hais tias, “Koj yuav tsis muaj feem tau peb txiv li qub txeeg qub teg rau qhov koj yog dua ib tug niam yug.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.3","label":"3","content":"Yetha txawm khiav ntawm cov kwvtij mus nyob hauv lub tebchaws Thauj. Cov neeg tsis tsheej haj tuaj koom nrog nws mus ua tub sab tub nyiag."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.4","label":"4","content":"Tom qab ntawd cov Asmoo ua rog rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.5","label":"5","content":"Thaum cov Asmoo ua rog rau cov Yixayee ntawd, cov kev txwj laus hauv Kile‑a tebchaws txawm mus coj Yetha hauv Thauj tebchaws los."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.6","label":"6","content":"Lawv hais rau Yetha tias, “Cia li los ua peb tus thawj es peb yuav ua rog rau cov Asmoo.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.7","label":"7","content":"Tiamsis Yetha hais rau Kile‑a cov kev txwj laus tias, “Nej ntxub kuv thiab ntiab kuv tawm hauv kuv txiv lub tsev los tsis yog? Ua cas nimno nej raug kev ceeblaj txom nyem nej ho tuaj nrhiav kuv thiab?”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.8","label":"8","content":"Kile‑a cov kev txwj laus hais rau Yetha tias, “Qhov uas peb tuaj cuag koj no kuj yog cheem tsum koj nrog peb mus ntaus cov Asmoo thiab mus ua peb tus thawj kav tag nrho cov Kile‑a huvsi.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.9","label":"9","content":"Yetha thiaj hais rau Kile‑a cov kev txwj laus tias, “Yog nej coj kuv rov mus tsev mus ua rog rau cov Asmoo thiab yog Yawmsaub muab lawv cob rau hauv kuv txhais tes, mas kuv yuav ua nej tus thawj.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.10","label":"10","content":"Kile‑a cov kev txwj laus hais rau Yetha tias, “Yawmsaub ua timkhawv rau peb, peb yeej yuav ua raws li koj hais.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.11","label":"11","content":"Yetha thiaj nrog Kile‑a cov kev txwj laus mus mas cov pejxeem thiaj tsa nws ua tus thawj thiab ua tus kav hlo lawv. Yetha thiaj hais tej lus uas lawv hais hum huvsi ntawd tab meeg Yawmsaub ntawm lub moos Mixapa."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.12","label":"12","content":"Yetha thiaj tso neeg xa xov mus hais rau cov Asmoo tus vajntxwv tias, “Koj muaj plaub dabtsi rau kuv es koj yuav tuaj ua rog rau kuv lub tebchaws?”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.13","label":"13","content":"Cov Asmoo tus vajntxwv teb Yetha tej tub xa xov tias, “Vim yog thaum cov Yixayee tawm hauv Iyi tebchaws los lawv txeeb kuv lub tebchaws lawm txij ntua tus dej Anoo mus txog tus dej Yanpo thiab mus txog tus dej Yaladee. Nimno cia li thim lub tebchaws no zoo zoo rov los.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.14","label":"14","content":"Yetha tso neeg xa xov rov mus cuag cov Asmoo tus vajntxwv dua,"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.15","label":"15","content":"lawv hais tias, “Yetha hais li no tias, Cov Yixayee tsis tau txeeb Mau‑a lub tebchaws thiab cov Asmoo lub tebchaws li."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.16","label":"16","content":"Tiamsis thaum cov Yixayee tawm hauv Iyi tebchaws los, lawv taug kev hauv tebchaws moj sab qhua mus txog Hiavtxiv Liab thiab los txog ntawm Khade."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.17","label":"17","content":"Mas cov Yixayee tso neeg xa xov mus hais rau Edoo tus vajntxwv tias, ‘Thov koj kheev peb hla koj lub tebchaws mus,’ tiamsis Edoo tus vajntxwv tsis quav ntsej li. Lawv tso neeg mus thov Mau‑a tus vajntxwv ib yam li ntawd, los nws kuj tsis kheev. Yog li ntawd cov Yixayee thiaj nyob ntawm Khade."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.18","label":"18","content":"Ces lawv txawm mus hauv tebchaws moj sab qhua lug Edoo thiab Mau‑a lub tebchaws los txog ntawm Mau‑a lub tebchaws sab hnub tuaj thiab tsuam chaw nyob ntawm tus dej Anoo sab ped. Lawv twb tsis mus rau hauv Mau‑a tebchaws li, rau qhov tus dej Anoo twb ua ciam teb quas Mau‑a tebchaws lawm."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.19","label":"19","content":"Cov Yixayee thiaj tso neeg xa xov mus cuag cov Amaulai tus vajntxwv Xihoo hauv lub moos Hesanpoo. Cov Yixayee hais rau nws tias, ‘Thov cia peb hla koj lub tebchaws mus rau hauv peb lub tebchaws.’"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.20","label":"20","content":"Tiamsis Xihoo tsis tso siab cia cov Yixayee hla nws lub tebchaws, Xihoo txawm txhij nws cov neeg sawvdaws mus ua lub yeej rau ntawm Yahaj thiab ua rog rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.21","label":"21","content":"Mas Yawmsaub uas yog cov Yixayee tus Vajtswv thiaj muab Xihoo thiab nws cov neeg huvsi rau hauv cov Yixayee txhais tes, nws thiaj sib lawm. Cov Yixayee thiaj txeeb kiag cov Amaulai uas nyob qhov ntawd lub tebchaws huvsi."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.22","label":"22","content":"Cov Yixayee txeeb kiag cov Amaulai lub tebchaws txij ntua tus dej Anoo mus txog tus dej Yanpo, thiab txij ntua lub tebchaws moj sab qhua mus txog tus dej Yaladee."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.23","label":"23","content":"“Yog li no Yawmsaub uas yog cov Yixayee tus Vajtswv thiaj ntiab cov Amaulai khiav tawm ntawm nws haiv neeg Yixayee hauv ntej mus. Mas koj txawm yuav muab ua koj tug lov?"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.24","label":"24","content":"Koj tsis ceev tej uas koj tus dab Khemauj muab cob rau koj lov? Txhua thaj uas peb tus Vajtswv Yawmsaub ntiab luag tawm ntawm peb hauv ntej mus es pub rau peb, peb yuav ceev cia."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.25","label":"25","content":"Koj zoo dua Xipau tus tub Npalaj uas ua vajntxwv hauv Mau‑a tebchaws lov? Npalaj txeev nrog cov Yixayee sib ntsuas zog thiab ua rog rau lawv lov?"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.26","label":"26","content":"Cov Yixayee twb nyob hauv lub moos Hesanpoo thiab ib ncig lub moos ntawd thiab nyob hauv lub moos Alau‑aw thiab ib ncig ntawd thiab nyob hauv txhua lub moos raws tus ntug dej Anoo tau peb puas xyoo, ua cas koj tsis txeeb rov qab thaum ntawd?"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.27","label":"27","content":"Yog li no kuv tsis tau ua txhaum rau koj, koj yog tus ua txhaum rau kuv rau qhov uas ua rog rau kuv. Cia Yawmsaub uas yog tus txiav txim los tu plaub rau cov Yixayee thiab cov Asmoo hnub no.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.28","label":"28","content":"Tiamsis cov Asmoo tus vajntxwv tsis mloog tej lus uas Yetha tso neeg mus hais ntawd."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.29","label":"29","content":"Mas Yawmsaub tus Ntsuj Plig los kav kiag Yetha, nws thiaj hla hlo Kile‑a thiab Manaxe tebchaws mus rau ntawm lub moos Mixapa hauv Kile‑a, thiab tawm ntawm Mixapa hauv Kile‑a mus txog cov Asmoo."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.30","label":"30","content":"Yetha thiaj fiv rau Yawmsaub hais tias, “Yog koj muab cov Asmoo rau hauv kuv txhais tes lawm,"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.31","label":"31","content":"mas leejtwg uas tawm hauv kuv lub qhov rooj tuaj tos kuv rau thaum kuv kov yeej cov Asmoo rov qab los, tus ntawd yuav muab ua Yawmsaub li thiab kuv yuav muab nws ua kevcai hlawv xyeem.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.32","label":"32","content":"Ces Yetha txawm hla mus ua rog rau cov Asmoo mas Yawmsaub muab lawv cob rau hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.33","label":"33","content":"Mas nws tua tau lawv txij ntua lub moos Alau‑aw mus yuav txog lub moos Minij, huvsi ntaus tau nees nkaum lub moos thiab mus txog ntua lub moos Anpee Khelamee, neeg tuag coob heev. Cov Asmoo thiaj swb kiag zwm rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.34","label":"34","content":"Yetha txawm rov qab los tsev rau hauv Mixapa, ces nws tus ntxhais npuaj nruas seev cev tuaj tos nws. Nws li menyuam muaj tib tug ntxhais ntawd xwb tsis muaj dua lwm tus tub ntxhais kiag li."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.35","label":"35","content":"Thaum nws pom dheev tus ntxhais ntawd nws txawm dua rhe nws lub tsho thiab hais tias, “Au mivntxhais 'e, koj ua rau kuv txom nyem lauj! Koj ua rau kuv nyuaj siab heev kawg vim kuv tau tsa ncauj fiv rau Yawmsaub lawm, yuav thim tsis tau tej lus ntawd.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.36","label":"36","content":"Nws thiaj hais rau leej txiv tias, “Txiv, yog koj tau tsa ncauj cog lus rau Yawmsaub li cas lawm, cia li ua rau kuv raws li koj cog lus ntawd, rau qhov Yawmsaub twb pauj cov Asmoo uas yog koj tej yeeb ncuab rau koj lawm.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.37","label":"37","content":"Nws kuj hais rau leej txiv tias, “Kuv thov koj cia kuv ua li no xwb, thov tso kuv nyob kab ntsab ob lub hlis kuv thiaj tau mus mus los los rau pem roob thiab nrog kuv tej phoojywg quaj ntsuag txog kuv txojkev ua ntxhais nkauj xwb.”"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.38","label":"38","content":"Leejtxiv teb tias, “Cia li mus.” Nws thiaj tso tus ntxhais mus ob lub hlis. Mas tus ntxhais thiab tej phoojywg thiaj tawm mus quaj ntsuag txog nws lub cev nkauj xwb rau pem roob."},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.39","label":"39","content":"Thaum puv ob hlis lawd, nws thiaj rov los rau ntawm leej txiv, mas leej txiv kuj muab nws xyeem raws li nws tau cog lus tseg lawd. Nws yeej tsis tau nrog dua txivneej pw li. Qhov no thiaj ua ib txoj kevcai rau cov Yixayee,"},{"bible_id":"1269","chapter_code":"JDG.11","verse_code":"JDG.11.40","label":"40","content":"kom lawv tej ntxhais niaj xyoo quaj ntsuag txog Yetha uas yog neeg Kile‑a tus ntxhais ib xyoos mas plaub hnub."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.1","label":"1","content":"Cov neeg Efa‑i raug sau ua tub rog hla mus txog Xafoo mas lawv hais rau Yetha tias, “Ua cas koj hla mus ua rog rau cov Asmoo koj tsis hu peb nrog koj mus? Peb yuav muab koj vaj tse hlawv kom kub kiag koj thiab.”"},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.2","label":"2","content":"Yetha thiaj hais rau lawv tias, “Thaum kuv thiab kuv cov neeg tseem ua rog loj rau cov Asmoo, kuv hu kom nej tuaj pab tiamsis nej kuj tsis tuaj pab kuv dim hauv lawv txhais tes."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.3","label":"3","content":"Thaum kuv pom tias nej tsis pab kuv dim lawm kuv thiaj tso nyog kuv txojsia hla mus ua rog rau cov Asmoo, mas Yawmsaub tau muab lawv rau hauv kuv txhais tes. Vim li cas hnub no nej ho yuav tuaj ua rog rau kuv?”"},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.4","label":"4","content":"Yetha thiaj sau zog cov neeg Kile‑a ua rog rau cov Efa‑i. Cov Kile‑a kuj tua cov Efa‑i rau qhov cov Efa‑i hais tias, “Nej cov Kile‑a uas nyob hauv Efa‑i thiab Manaxe yog cov niag neeg uas tsiv tawm hauv Efa‑i lawm.”"},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.5","label":"5","content":"Cov Kile‑a kuj txeeb tau tej chaw uas hla tus dej Yaladee tag huvsi tsis kheev cov Efa‑i hla. Thaum cov Efa‑i tus twg khiav los hais tias, “Kuv thov hla dej mus,” mas cov Kile‑a nug tias, “Koj yog neeg Efa‑i los tsis yog?” Yog nws teb tias, “Tsis yog,”"},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.6","label":"6","content":"ces lawv hais tias, “Koj sim hais lo lus Sinpaulej saib.” Tus ntawd hais tias, “Xinpaulej” vim yog cov Efa‑i hais tsis tau lo lus no meej. Lawv txawm ntes kiag tus ntawd muab tua pov tseg rau ntawm tej chaw hla dej Yaladee. Thaum ntawd cov Efa‑i tuag plaub vam ob txhiab leej."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.7","label":"7","content":"Yetha ua thawj kav cov Yixayee tau rau xyoo. Yetha uas yog neeg Kile‑a li tuag mas muab nws log rau ib lub moos hauv Kile‑a tebchaws."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.8","label":"8","content":"Dhau Yetha lawd mas Ixas uas nyob hauv Npelehee  ua thawj kav cov Yixayee."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.9","label":"9","content":"Nws muaj peb caug leej tub thiab peb caug leej ntxhais, nws muab qua rau lwm xeem thiab nws yuav lwm xeem peb caug leej ntxhais los rau nws cov tub. Nws kav cov Yixayee tau xya xyoo."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.10","label":"10","content":"Ixas li tuag mas muab nws log rau hauv Npelehee."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.11","label":"11","content":"Dhau Ixas lawd mas Eloo uas yog xeem Xenpuloo ua thawj kav cov Yixayee. Nws kav cov Yixayee tau kaum xyoo."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.12","label":"12","content":"Mas Eloo uas yog neeg Xenpuloo kuj tuag mas muab nws log rau hauv Aiyaloo hauv Xenpuloo tebchaws."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.13","label":"13","content":"Dhau Eloo lawd mas Hilee tus tub Adoo uas nyob hauv lub moos Pilathoo ua thawj kav cov Yixayee."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.14","label":"14","content":"Nws muaj plaub caug leej tub thiab muaj peb caug leej xeeb ntxwv caij xya caum tus nees luav. Nws kav cov Yixayee tau yim xyoo."},{"bible_id":"1269","chapter_code":"JDG.12","verse_code":"JDG.12.15","label":"15","content":"Hilee tus tub Adoo uas nyob hauv Pilathoo kuj tuag mas muab nws log rau ntawm Pilathoo hauv Efa‑i tebchaws uas yog pem toj siab uas muaj cov Amalej nyob."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.1","label":"1","content":"Cov Yixayee rov qab ua tej uas Yawmsaub pom tias phem, mas Yawmsaub thiaj muab lawv cob rau hauv cov Filixatee txhais tes tau plaub caug xyoo."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.2","label":"2","content":"Muaj ib tug yawg yog xeem Daj nyob hauv lub moos Xaula, nws npe hu ua Manau‑a. Nws tus pojniam ib txwm tsis xeeb menyuam."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.3","label":"3","content":"Yawmsaub tus tubtxib saum ntuj los tshwm rau tus pojniam ntawd thiab hais rau nws tias, “Koj yeej ib txwm tsis xeeb menyuam, tiamsis koj yuav xeeb menyuam thiab yug ib tug tub."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.4","label":"4","content":"Vim li no koj yuav tsum ceev faj tsis txhob haus cawv txiv hmab thiab cawv ntxwg, thiab tsis txhob noj tej uas qias tsis huv,"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.5","label":"5","content":"vim koj yuav xeeb menyuam thiab yug ib tug tub. Tsis txhob chais nws cov plaubhau rau qhov tus tub ntawd yuav muab cais ua Naxi  pub rau Vajtswv txij thaum yug los li. Nws yuav pib cawm cov Yixayee dim hauv cov Filixatee txhais tes.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.6","label":"6","content":"Tus pojniam ntawd txawm mus hais rau nws tus txiv tias, “Muaj Vajtswv ib tug neeg tuaj rau ntawm kuv, lub ntsej muag zoo yam nkaus li Vajtswv tus tubtxib saum ntuj, txaus ntshai kawg. Kuv twb tsis nug tias nws tuaj qhovtwg tuaj thiab nws kuj tsis qhia nws lub npe rau kuv."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.7","label":"7","content":"Tiamsis nws hais rau kuv tias, ‘Koj yuav xeeb menyuam thiab yug ib tug tub. Yog li no tsis txhob haus cawv txiv hmab thiab cawv ntxwg, thiab tsis txhob noj tej uas qias tsis huv, rau qhov tus tub ntawd yuav muab cais ua Naxi pub rau Vajtswv txij thaum yug los mus txog hnub tuag.’ ”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.8","label":"8","content":"Ces Manau‑a txawm thov Yawmsaub tias, “Au Yawmsaub, thov Vajtswv tus neeg uas koj txib los ntawd rov los tshwm rau wb ob leeg pom dua ib zaug, thiab qhia rau wb paub tias wb yuav ua li cas rau tus tub uas yuav yug los ntawd.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.9","label":"9","content":"Vajtswv mloog Manau‑a tej lus thov thiab Vajtswv tus tubtxib saum ntuj los tshwm dua ib zaug rau tus pojniam ntawd rau thaum nws zaum tom teb, tiamsis nws tus txiv Manau‑a tsis nrog nws nyob ua ke."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.10","label":"10","content":"Nws thiaj dhia mus hais rau nws tus txiv tias, “Tus yawg uas hnub ntawd tuaj rau ntawm kuv kuj rov los tshwm rau kuv thiab.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.11","label":"11","content":"Manau‑a thiaj li sawv tsees raws nws pojniam qab mus. Thaum nws mus txog tus yawg ntawd nws txawm hais tias, “Koj yog tus yawg uas hais cov lus rau tus pojniam no los tsis yog?” Tus ntawd teb tias, “Yog lauj.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.12","label":"12","content":"Manau‑a thiaj hais tias, “Thaum muaj tseeb raws li koj tej lus lawm, tus tub ntawd lub neej yuav zoo li cas, thiab nws yuav tsum ua dabtsi?”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.13","label":"13","content":"Yawmsaub tus tubtxib saum ntuj thiaj hais rau Manau‑a tias, “Tus pojniam yuav tsum ceev faj ua txhua yam raws li kuv hais rau nws lawd."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.14","label":"14","content":"Nws tsis txhob noj ib yam dabtsi uas muab txiv hmab ua, tsis txhob haus cawv txiv hmab lossis cawv ntxwg, tsis txhob noj tej uas qias tsis huv. Nws yuav tsum ua raws nraim li txhua yam uas kuv hais rau nws lawd.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.15","label":"15","content":"Manau‑a hais rau Yawmsaub tus tubtxib saum ntuj tias, “Thov koj tos ib pliag, wb ob leeg yuav npaj ib tug menyuam tshis rau koj.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.16","label":"16","content":"Yawmsaub tus tubtxib saum ntuj txawm hais rau Manau‑a tias, “Txawm yog kom tos los kuv yuav tsis noj koj tej zaub mov. Tiamsis yog koj yuav npaj tej uas muab hlawv xyeem, koj cia li muab xyeem rau Yawmsaub.” Manau‑a tsis paub tias tus ntawd yog Yawmsaub tus tubtxib saum ntuj."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.17","label":"17","content":"Manau‑a thiaj hais rau Yawmsaub tus tubtxib saum ntuj tias, “Koj npe hu li cas? Thaum muaj tseeb raws li koj tej lus lawm, wb thiaj li txawj pub koob meej rau koj.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.18","label":"18","content":"Yawmsaub tus tubtxib saum ntuj hais rau nws tias, “Nug kuv lub npe ua dabtsi? Kuv lub npe yog lub uas phimhwj kawg.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.19","label":"19","content":"Manau‑a txawm muab tus menyuam tshis thiab tej qoob loo uas xyeem tuaj xyeem rau saum lub pob zeb rau Yawmsaub uas ua tej txujci phimhwj."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.20","label":"20","content":"Thaum nplaim taws cig plaws saum lub thaj mus rau saum ntuj, Yawmsaub tus tubtxib saum ntuj txawm nrog cov nplaim taws saum lub thaj nce mus rau thaum Manau‑a thiab nws tus pojniam ntsia ntsoov, ces ob tug txawm khwb nkaus ua lub plhu ti nkaus av."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.21","label":"21","content":"Yawmsaub tus tubtxib saum ntuj tsis los tshwm rau Manau‑a thiab nws tus pojniam dua li lawm. Manau‑a thiaj paub tias tus ntawd yog Yawmsaub tus tubtxib saum ntuj."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.22","label":"22","content":"Manau‑a txawm hais rau nws tus pojniam tias, “Ntshai wb yuav tuag xwb lauj, rau qhov wb tau pom Vajtswv lawm.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.23","label":"23","content":"Tiamsis nws tus pojniam hais rau nws tias, “Yog Yawmsaub xav muab wb tua pov tseg, nws yuav tsis txais tej uas wb muab hlawv xyeem thiab tej qoob loo uas xyeem ntawm wb txhais tes, thiab yuav tsis qhia txhua yam no rau wb thiab piav tej zaj uas zoo li no rau wb.”"},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.24","label":"24","content":"Tus pojniam ntawd thiaj yug tau ib tug tub, muab tis npe hu ua Xaxoo. Tus tub ntawd kuj hlob zoo thiab Yawmsaub foom koob hmoov rau nws."},{"bible_id":"1269","chapter_code":"JDG.13","verse_code":"JDG.13.25","label":"25","content":"Thiab Yawmsaub tus Ntsuj Plig pib txhawb nws lub siab ntawm Mahane Daj uas nyob ntawm Xaula thiab Etha‑oo ntu nruab nrab."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.1","label":"1","content":"Xaxoo mus nram lub moos Thinaj, mas pom ib tug hluas nkauj Filixatee hauv lub moos Thinaj ntawd."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.2","label":"2","content":"Ces nws txawm rov los hais rau nws niam nws txiv tias, “Kuv pom ib tug hluas nkauj Filixatee hauv lub moos Thinaj, neb mus yuav los ua kuv pojniam.”"},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.3","label":"3","content":"Tiamsis leej txiv thiab leej niam hais rau nws tias, “Koj cov neej tsa thiab tag nrho peb haiv neeg tsis muaj ib tug ntxhais hluas li lov es koj tseem mus yuav cov Filixatee uas tsis ua kevcai txiav tej ntxhais ua pojniam?” Tiamsis Xaxoo hais rau leej txiv tias, “Cia li mus yuav tus ntxhais ntawd rau kuv xwb, rau qhov kuv nyiam nws kawg nkaus li.”"},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.4","label":"4","content":"Leej txiv thiab leej niam tsis paub tias qhov no yog los ntawm Yawmsaub los, rau qhov Yawmsaub tabtom nrhiav kev ua rog rau cov Filixatee. Thaum ntawd cov Filixatee kav kiag cov Yixayee."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.5","label":"5","content":"Ces Xaxoo txawm nrog nws niam nws txiv mus nram Thinaj. Thaum nws tuaj txog tej vaj txiv hmab ntawm Thinaj ua ciav muaj ib tug thav tsov ntxhuav dhia nyooj laws los rau nws."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.6","label":"6","content":"Yawmsaub tus Ntsuj Plig txawm los kav kiag Xaxoo, nws thiaj muab tus tsov ntxhuav ntawd dua ua tej cwb ceg ib yam li dua menyuam tshis, nws twb tsis muaj cuab yeej dabtsi hauv nws txhais tes li. Tiamsis nws kuj tsis qhia rau nws niam nws txiv paub tias nws ua dabtsi lawm."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.7","label":"7","content":"Nws txawm mus nrog tus hluas nkauj ntawd tham, nws txaus siab rau tus hluas nkauj ntawd heev."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.8","label":"8","content":"Tsis ntev tom qab Xaxoo rov mus yuav tus hluas nkauj ntawd. Nws txawm mus xauj saib tug tsov ntxhuav lub cev tuag ntawd, ua ciav muaj ib xub ntab nyob hauv tus tsov ntxhuav lub cev twb muaj zib lawm."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.9","label":"9","content":"Nws txawm cev tes kaus cov zib ntab ntawd los noj taug kev mus. Nws los txog nws niam nws txiv nws txawm muab cev rau ob tug noj, tiamsis nws tsis qhia tias nws muab cov zib ntab ntawd hauv tus tsov ntxhuav lub cev tuag los."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.10","label":"10","content":"Nws txiv kuj mus rau nram tus hluas nkauj ntawd mas Xaxoo pam ib rooj mov qhov ntawd ib yam li tej hluas ib txwm ua."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.11","label":"11","content":"Thaum cov Filixatee pom nws lawd lawv coj peb caug leej tuaj ua qhua nrog nws nyob ua ke."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.12","label":"12","content":"Ces Xaxoo txawm hais rau lawv tias, “Cia kuv txhiaj ib nqes rau nej txhais. Yog nej txhais tau ua ntej xya hnub uas noj tshoob no, kuv yuav muab peb caug lub tsho ntaub mag thiab peb caug cev tsoos tsho ua zam rau nej."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.13","label":"13","content":"Yog nej txhais tsis tau, nej yuav tsum muab peb caug lub tsho ntaub mag thiab peb caug cev tsoos tsho ua zam rau kuv.” Lawv hais rau nws tias, “Cia li txhiaj rau peb txhais saib.”"},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.14","label":"14","content":"Ces Xaxoo hais rau lawv tias, “Muaj ib yam noj tau tawm hauv tus uas noj los. Muaj ib yam qab zib tawm hauv tus uas muaj zog los.” Tau peb hnub lawm, lawv txhais tsis tau zaj txhiaj txhais ntawd."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.15","label":"15","content":"Thaum txog hnub uas plaub lawv txawm mus hais rau Xaxoo tus pojniam tias, “Koj cia li ntxias koj tus txiv kom txhais zaj txhiaj txhais rau peb. Tsis ua li ntawd mas peb yuav muab hluavtaws hlawv koj thiab koj txiv tsev neeg pov tseg. Koj hu peb tuaj no yog hu kom peb tuaj raug kev pluag xwb lov?”"},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.16","label":"16","content":"Xaxoo tus pojniam mus quaj rau Xaxoo thiab hais tias, “Koj tsuas ntxub kuv xwb, koj yeej tsis hlub kuv. Koj txhiaj txhais rau kuv cov neej, koj kuj tsis txhais rau kuv mloog.” Xaxoo hais rau nws tias, “Kuv niam kuv txiv kuv twb tsis qhia li, yuav qhia koj tau li cas?”"},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.17","label":"17","content":"Nws quaj rau Xaxoo xya hnub uas noj tshoob ntawd, mas hnub uas xya Xaxoo thiaj txhais zaj txhiaj txhais ntawd rau nws mloog rau qhov nws txob Xaxoo heev hwv lawm. Ces nws txawm qhia tej lus uas txhais ntawd rau nws cov neej tsa."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.18","label":"18","content":"Ces hnub uas xya thaum hnub tsis tau poob qho cov neeg hauv lub moos ntawd thiaj hais rau Xaxoo tias, “Muaj yam twg qab zib dhau zib ntab? Muaj dabtsi muaj zog dua tsov ntxhuav?” Xaxoo thiaj hais rau lawv tias, “Yog nej tsis muab kuv niag maum nyuj mus laij nej yeej txhais tsis tau li.”"},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.19","label":"19","content":"Yawmsaub tus Ntsuj Plig los kav tag nrho Xaxoo, nws thiaj mus nram lub moos Akheloo mas tua cov txivneej hauv lub moos ntawd peb caug leej, txeeb kiag lawv li ib puas tsav yam huvsi thiab muab lawv tej tsoos tsho ua zam rau cov uas txhais tej lus txhiaj txhais ntawd. Ces nws thiaj li rov qab mus rau pem nws txiv lub tsev ua chim tsawv."},{"bible_id":"1269","chapter_code":"JDG.14","verse_code":"JDG.14.20","label":"20","content":"Xaxoo tus pojniam ntawd mas luag muab qua rau nws tus phijlaj yuav lawm."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.1","label":"1","content":"Dhau ntawd thaum txog lub caij hlais mog, Xaxoo coj ib tug menyuam tshis mus saib nws tus pojniam. Nws hais tias, “Kuv yuav nkag mus rau hauv kuv tus pojniam lub txaj.” Tiamsis yawm txiv tsis kheev nws nkag mus."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.2","label":"2","content":"Yawm txiv hais tias, “Kuv xav tias koj ntxub nws kawg li kuv thiaj muab nws qua rau koj tus phijlaj lawm. Nws tus niam hluas tseem zoo nkauj dua nws los tsis yog? Cia koj yuav nws nyob tug niam laus chaw.”"},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.3","label":"3","content":"Xaxoo txawm hais rau lawv tias, “Zaum no kuv yuav ua phem rau cov Filixatee los kuv yeej tsis txhaum li lawm.”"},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.4","label":"4","content":"Xaxoo txawm tawm mus ntes peb puas tus hma coj los khi kotw sib txuas ua ib nkawg ib nkawg, muab ib teg tsau pav rau hauv txhua nkawm tus kotw sib txuas."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.5","label":"5","content":"Thaum nws zes taws rau teg tsau lawd nws kuj muab tso rau hauv cov Filixatee tej teb mog mas hluavtaws kub lawv tej mog uas hlais tau thiab tej mog uas tseem tsis tau hlais thiab kub tej vaj txiv hmab thiab tej teb txiv aulib."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.6","label":"6","content":"Cov Filixatee thiaj hais tias, “Leejtwg ua li no?” Lawv teb tias, “Yog Xaxoo uas yog ib tug hauv Thinaj tus vauv vim yog nws yawm txiv muab Xaxoo tus pojniam qua rau nws tus phijlaj lawm.” Cov Filixatee txawm tuaj muab Xaxoo tus pojniam thiab yawm txiv hlawv pov tseg huvsi."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.7","label":"7","content":"Xaxoo txawm hais rau lawv tias, “Yog nej ua li no lawm, kuv twv ntuj tias kuv yuav ua pauj rau nej, kuv li tseg.”"},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.8","label":"8","content":"Nws txawm ntaus lawv ua lwj ua liam ua rau lawv tuag coob kawg, ces nws txawm mus nyob hauv kem zeb Edas."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.9","label":"9","content":"Ces cov Filixatee txawm mus ua lub yeej hauv Yuda thiab mus ntaus lub moos Lehi."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.10","label":"10","content":"Cov neeg Yuda nug tias, “Nej tuaj ntaus peb ua dabtsi?” Cov Filixatee hais tias, “Peb tuaj ntes Xaxoo, ua rau nws ib yam li nws ua rau peb.”"},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.11","label":"11","content":"Cov neeg Yuda peb txhiab leej txawm mus rau ntawm kem zeb Edas thiab hais rau Xaxoo tias, “Koj tsis paub tias cov Filixatee yog cov uas kav peb lov? Koj ua dabtsi li no rau peb?” Xaxoo hais tias, “Lawv ua li cas rau kuv lawm, kuv thiaj ua li ntawd rau lawv.”"},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.12","label":"12","content":"Lawv thiaj hais rau nws tias, “Peb tuaj yuav muab koj khi coj mus cob rau hauv cov Filixatee txhais tes.” Xaxoo hais rau lawv tias, “Thov cog lus twv cia tias nej yuav tsis muab kuv tua.”"},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.13","label":"13","content":"Lawv hais rau nws tias, “Ua li los maj, peb tsuas khi koj coj mus cob rau hauv lawv txhais tes xwb, peb yuav tsis tua koj.” Lawv txawm muab ob txoj hlua tshiab khi Xaxoo coj hauv kem zeb ntawd los."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.14","label":"14","content":"Thaum nws mus txog lub moos Lehi, cov Filixatee qw zom zaws tuaj ntsib nws. Mas Yawmsaub tus Ntsuj Plig kav kiag Xaxoo ces tej hlua uas lawv khi nws txhais npab ntawd txawm zoo yam li txoj hlua maj uas kub hnyiab yaj pes ntshis ntawm nws txhais tes."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.15","label":"15","content":"Nws txawm pom ib daim puab tsaig nees luav nyoos nyoos ces nws cev tes khaws nkaus los ntaus cov Filixatee tuag ib txhiab leej."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.16","label":"16","content":"Mas Xaxoo hais tias, “Kuv xuas daim puab tsaig nees luav thiaj tuag sib tsub sib nias, kuv xuas daim puab tsaig nees luav tua tau ib txhiab leej.”"},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.17","label":"17","content":"Thaum nws hais li ntawd tag nws txawm muab daim puab tsaig ntawd laim pov tseg. Mas luag thiaj hu lub chaw ntawd tias Lamalehi."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.18","label":"18","content":"Xaxoo nqhis dej heev thiaj li hu thov Yawmsaub hais tias, “Koj pub koj tus qhev txhais tes kov yeej tau loj li no, es nimno kuv yuav nqhis dej tuag thiab poob rau hauv cov uas tsis ua kevcai txiav txhais tes lov?”"},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.19","label":"19","content":"Vajtswv txawm qheb kiag ib lub qhov ntawm lub moos Lehi mas dej txhawv los. Thaum Xaxoo haus dej tag nws rov qab muaj zog thiab nws txojsia loj tuaj. Vim li ntawd thiaj hu qhov chaw ntawd tias Eehakhau,  tseem nyob ntawm Lehi txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JDG.15","verse_code":"JDG.15.20","label":"20","content":"Thaum cov Filixatee tseem kav ntawd, Xaxoo ua tus thawj coj cov Yixayee tau nees nkaum xyoo."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.1","label":"1","content":"Xaxoo mus rau hauv lub moos Kaxa mas pom ib tug poj muag cev ces txawm mus nrog pw ua ke."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.2","label":"2","content":"Muaj neeg mus hais rau cov neeg Kaxa tias, “Xaxoo tuaj rau hauv no lawm.” Lawv txawm vij lub tsev uas nws nyob thiab zov ntawm rooj loog ib hmos kaj ntug. Lawv nyob twjywm zov ib hmos thiab hais tias, “Peb tos txog kaj ntug li muab nws tua pov tseg.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.3","label":"3","content":"Tiamsis Xaxoo pw txog ib tag hmo. Mas thaum ib tag hmo nws sawv tsees los rho kiag txhib qhov rooj loog thiab ob tug ncej rooj thiab tus las rooj kwv kiag saum xub pwg mus rau pem lub ncov roob uas nyob ncaj lub moos Heploo."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.4","label":"4","content":"Dhau los rau tom qab Xaxoo mus nyiam ib tug pojniam hauv lub hav Xaule npe hu ua Delila."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.5","label":"5","content":"Filixatee cov thawj mus hais rau tus pojniam ntawd tias, “Koj cia li ntxias kom Xaxoo qhia saib vim li cas nws muaj zog loj li ntawd thiab peb yuav ua li cas thiaj kov yeej nws thiab khi tau nws thiab txo tau nws lub zog, mas peb cov no ib leeg yuav muab ib txhiab ib puas lub txiag nyiaj rau koj.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.6","label":"6","content":"Delila thiaj hais rau Xaxoo tias, “Thov koj qhia rau kuv saib vim li cas koj lub zog loj li ntawd thiab yuav ua li cas thiaj khi tau koj thiab txo tau koj lub zog.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.7","label":"7","content":"Xaxoo hais rau nws tias, “Yog lawv muab xya txoj hlua hneev uas tseem nyoos tsis tau qhuav los khi kuv, mas kuv yuav tsis muaj zog, tsuas zoo li lwm tus txivneej xwb.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.8","label":"8","content":"Filixatee cov thawj thiaj coj xya txoj hlua hneev uas tseem nyoos tsis tau qhuav tuaj rau Delila mas nws muab Xaxoo khi."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.9","label":"9","content":"Nws kuj npaj ib co neeg zov nyob dua ib chav tsev. Nws txawm hais rau Xaxoo tias, “Xaxoo, cov Filixatee tuaj lawm lauj!” Tiamsis Xaxoo rub tej hlua hneev tu ib yam li tej xov maj raug hluavtaws kub es tu. Yog li ntawd lawv kuj tsis paub tias vim li cas nws muaj zog."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.10","label":"10","content":"Delila txawm hais rau Xaxoo tias, “Saib nej, koj dag kuv koj qhia tsis tseeb rau kuv. Thov qhia kuv saib yuav ua li cas thiaj khi tau koj.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.11","label":"11","content":"Xaxoo hais rau nws tias, “Yog lawv muab cov hlua tshiab uas tsis tau siv dua li khi kuv, ces kuv yuav tsis muaj zog, tsuas zoo li lwm tus txivneej xwb.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.12","label":"12","content":"Delila txawm muab cov hlua tshiab los khi nws thiab hais rau nws tias, “Xaxoo, cov Filixatee tuaj lawm lauj!” Muaj ib co neeg zov nyob hauv lwm chav tsev. Xaxoo kuj rub tej hlua ntawd tu pes nrho ntawm nws txhais tes ib yam li tej xov xwb."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.13","label":"13","content":"Mas Delila hais rau Xaxoo tias, “Koj dag kuv los txog nimno li thiab qhia tsis tseeb rau kuv xwb. Cia li hais rau kuv saib yuav ua li cas thiaj khi tau koj.” Xaxoo hais rau nws tias, “Yog koj muab kuv xya qais plaubhau ntos ua txia rau hauv rab ntos thiab muab tus nqos npuaj kom ceev, ces kuv yuav tsis muaj zog, tsuas zoo li lwm tus txivneej xwb.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.14","label":"14","content":"Yog li ntawd, thaum nws tsaug zog Delila muab nws xya qais plaubhau ntos ua txia rau hauv rab ntos thiab muab tus nqos npuaj kom ceev, thiab hais rau nws tias, “Xaxoo, cov Filixatee tuaj lawm lauj!” Nws txawm sawv tsees rub tus nqos thiab rab ntos thiab cov plaubhau uas ntos rau hauv cov hlaub lawm rho kiag mus."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.15","label":"15","content":"Mas Delila hais rau Xaxoo tias, “Ua cas koj lam hais tias koj hlub kuv, es koj lub siab twb tsis npuab kuv? Koj dag kuv peb zaug lawm, koj twb tsis qhia tseeb rau kuv tias vim li cas koj muaj zog loj li kod.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.16","label":"16","content":"Thaum Delila txob txob hais tag hais thiab taij hnub tag hnub thiab, ces Xaxoo txawm dhuav siab yuav tuag."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.17","label":"17","content":"Nws txawm qhia kiag nws lub siab rau Delila huvsi hais tias, “Rab chais tsis txeev nphav kuv lub taubhau kiag li, rau qhov kuv raug muab cais ua Naxi pub rau Vajtswv txij thaum nruab thiab los lawm. Yog chais kuv cov plaubhau lawm kuv lub zog yuav tawm ntawm kuv mus thiab kuv yuav tsis muaj zog, tsuas zoo li lwm tus txivneej lawm xwb.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.18","label":"18","content":"Thaum Delila pom tias nws qhia kiag lub siab huvsi lawm, ces Delila txawm txib neeg mus hu Filixatee cov thawj hais tias, “Cia li rov tuaj ib zaug xwb rau qhov nws qhia kiag lub siab rau kuv lawm.” Ces Filixatee cov thawj txawm tuaj rau ntawm Delila thiab coj nyiaj tuaj."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.19","label":"19","content":"Delila txawm kom Xaxoo pw tsaug zog rau saum nws ncej qab, thiab nws hu ib tug yawg tuaj chais Xaxoo xya qais plaubhau saum nws taubhau. Ces Delila txawm zes Xaxoo,  ua ciav nws tsis muaj zog lawm."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.20","label":"20","content":"Delila txawm hais tias, “Xaxoo, cov Filixatee tuaj lawm lauj!” Xaxoo tsim dheev los hais tias, “Kuv yuav tawm plaws mus yam li txhua zaus thiab nti kom dim plaws.” Nws tsis paub tias Yawmsaub twb ncaim nws lawm."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.21","label":"21","content":"Cov Filixatee thiaj muab nws ntes thiab muab nws ob lub qhov muag kaus pov tseg, thiab coj nws mus rau nram lub moos Kaxa, lawv muab saw hlau tooj liab khi nws. Lawv kom nws zom zeb hauv lub tsev lojfaj."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.22","label":"22","content":"Txij thaum chais nws cov plaubhau lawd, nws cov plaubhau kuj pib tuaj ntev zuj zus."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.23","label":"23","content":"Filixatee cov thawj tuaj txoos ua ke yuav ua kevcai loj xyeem tsiaj rau lawv tus dab Dakoo, thiab ua kev lomzem zoo siab rau qhov lawv hais tias, “Peb tus dab muab peb tus yeeb ncuab Xaxoo rau hauv peb txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.24","label":"24","content":"Thaum cov pejxeem pom Xaxoo lawv kuj qhuas lawv tus dab tias, “Peb tus dab muab tau peb tus yeeb ncuab uas rhuav tshem peb lub tebchaws rau hauv peb txhais tes, nws tua peb tuag coob kawg li lawm.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.25","label":"25","content":"Thaum lawv ua lomzem zoo siab ntawd, lawv txawm hais tias, “Cia li hu Xaxoo los dhia ua si rau peb saib.” Lawv thiaj mus hu Xaxoo tawm hauv lub tsev lojfaj los, mas Xaxoo kuj los dhia ua si rau lawv saib. Lawv kom nws sawv hauv nruab nrab cov ncej tsev."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.26","label":"26","content":"Xaxoo hais rau tus menyuam tub uas tuav nws tes tias, “Thov coj kuv mus xuas tej ncej uas txheem lub tsev no, kuv thiaj tau chaw pheeb tej ncej ntawd.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.27","label":"27","content":"Muaj pojniam txivneej puv nkaus lub tsev ntawd. Filixatee cov thawj sawvdaws kuj nyob qhov ntawd, thiab tseem muaj pojniam txivneej peb txhiab leej nyob txheej saud saib Xaxoo dhia ua si."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.28","label":"28","content":"Ces Xaxoo txawm quaj thov Yawmsaub tias, “Au Vajtswv Yawmsaub, thov nco txog kuv. Au Vajtswv, thov pub zog rau kuv zaum no tib zaug xwb es kuv yuav pauj cov Filixatee rau kuv ob lub qhov muag ib sab.”"},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.29","label":"29","content":"Xaxoo txawm tuav ob tug ncej hauv nruab nrab tsev uas txheem lub tsev ntawd thiab nthia tes rau ob tug ncej ntawd, txhais tes xis nthia ib tug txhais tes laug nthia ib tug."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.30","label":"30","content":"Thiab Xaxoo hais tias, “Thov cia kuv nrog cov Filixatee tuag lauj.” Ces nws txawm thawb kawg nkaus nws lub zog, mas lub tsev ntawd pob rhe los tais cov thawj thiab cov pejxeem uas nyob hauv lub tsev txhua tus huvsi. Yog li no cov neeg uas nws tua tuag rau thaum nws tuag no, coob dua li cov uas nws tua tuag rau thaum nws tseem muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"JDG.16","verse_code":"JDG.16.31","label":"31","content":"Ces nws cov kwvtij thiab nws tsev neeg sawvdaws tuaj coj nws lub cev tuag mus log rau hauv nws txiv Manau‑a lub qhov ntxa uas nyob ntawm lub moos Xaula thiab lub moos Etha‑oo ntu nruab nrab. Nws ua thawj kav cov Yixayee tau nees nkaum xyoo."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.1","label":"1","content":"Muaj ib tug yawg yog neeg pem toj siab Efa‑i tebchaws hu ua Mikha."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.2","label":"2","content":"Nws hais rau nws niam tias, “Ib txheeb ib puas daim nyiaj uas muaj neeg nyiag koj li thiab koj tau tsawm foom rau thiab kuv hnov lawd, mas cov nyiaj ntawd nyob ntawm kuv. Yog kuv muab lawm.” Nws niam txawm hais tias, “Thov Yawmsaub foom koob hmoov rau kuv tus tub.”"},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.3","label":"3","content":"Mikha thiaj muab ib txhiab ib puas daim nyiaj ntawd thim rau leej niam. Mas leej niam hais tias, “Cov nyiaj no kuv pub kiag rau Yawmsaub ua nws tug, mas kuv muab rau koj coj mus txaug ua dab mlom thiab nchuav ua dab mlom. Kuv thiaj muab rov rau koj.”"},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.4","label":"4","content":"Thaum Mikha thim cov nyiaj rov rau leej niam lawm leej niam txawm coj ob puas daim mus rau tus Kws nyiaj muab txaug ua dab mlom thiab nchuav ua dab mlom. Mas tej dab mlom ntawd nyob hauv Mikha tsev."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.5","label":"5","content":"Tus Mikha no muaj ib lub tsev dab thiab ua ib lub efauj  thiab teev dab qhuas, thiab tsa nws ib tug tub ua pov thawj coj kevcai."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.6","label":"6","content":"Ncua sijhawm ntawd cov Yixayee tsis muaj vajntxwv mas txhua tus nyias ua raws li nyias pom zoo."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.7","label":"7","content":"Muaj ib tug hluas, yog xeem Levi yog neeg Npelehee, nws nyob hauv Npelehee hauv xeem Yuda tebchaws."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.8","label":"8","content":"Nws tawm hauv Npelehee uas nyob hauv Yuda tebchaws mus nrhiav chaw nyob. Thaum nws taug kev mus ntawd nws mus txog pem toj siab Efa‑i tebchaws thiab mus txog Mikha lub tsev."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.9","label":"9","content":"Mikha thiaj hais rau nws tias, “Koj tuaj qhovtwg tuaj?” Nws teb tias, “Kuv yog ib tug Levi uas nyob hauv moos Npelehee hauv Yuda tebchaws, kuv tuaj mus nrhiav chaw nyob.”"},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.10","label":"10","content":"Mikha txawm hais rau nws tias, “Cia li nrog kuv nyob, ua kuv txiv thiab ua ib tug pov thawj rau kuv mas ib xyoos kuv yuav muab kaum daim nyiaj rau koj thiab muab ib cev tsoos tsho thiab mov noj rau koj.” Tus Levi ntawd thiaj mus rau hauv tsev."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.11","label":"11","content":"Tus Levi kuj txaus siab nrog tus yawg ntawd nyob. Tus hluas ntawd kuj zoo tam Mikha ib tug tub ntag."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.12","label":"12","content":"Mikha kuj tsa tus Levi ntawd mas tus Levi thiaj ua nws tus pov thawj thiab nyob hauv nws tsev."},{"bible_id":"1269","chapter_code":"JDG.17","verse_code":"JDG.17.13","label":"13","content":"Mikha hais tias, “Nimno kuv paub tseeb tias Yawmsaub yuav pub kuv noj qab nyob zoo rau qhov kuv muaj ib tug Levi ua pov thawj.”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.1","label":"1","content":"Ncua sijhawm ntawd cov Yixayee tsis muaj vajntxwv. Lub sijhawm ntawd xeem Daj tabtom nrhiav tebchaws rau lawv nyob ua lawv qub txeeg qub teg, rau qhov los txog thaum ntawd lawv tseem tsis tau nrog cov Yixayee tau qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.2","label":"2","content":"Mas cov Daj thiaj xa tsib tug txivneej uas siab tuab sawv cev lawv xeem tuaj hauv Xaula thiab Etha‑oo mus tshuaj tebchaws thiab saib tebchaws. Cov Daj hais rau lawv tias, “Nej cia li mus tshuaj saib tebchaws.” Lawv tuaj txog pem toj siab Efa‑i tebchaws, tuaj txog ntawm Mikha tsev mas so qhov ntawd."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.3","label":"3","content":"Thaum lawv tuaj ze ntawm Mikha tsev lawv cim tau tus hluas Levi ntawd lub suab, mas lawv thiaj nkag mus nug tias, “Leejtwg coj koj tuaj ntawm no thiab koj ua dabtsi ntawm no? Koj ua haujlwm dabtsi?”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.4","label":"4","content":"Nws teb lawv tias, “Mikha ua li ub li no rau kuv, nws ntiav kuv mas kuv thiaj ua nws tus pov thawj.”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.5","label":"5","content":"Lawv txawm hais rau nws tias, “Thov nug Vajtswv rau peb xwv peb thiaj paub tias qhov uas peb yuav mus no yuav zoo los tsis zoo.”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.6","label":"6","content":"Tus pov thawj txawm hais rau lawv tias, “Cia li tso siab lug mus. Yawmsaub lub qhov muag yeej ntsia ntsoov qhov uas nej mus ntawd.”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.7","label":"7","content":"Tsib tug txivneej ntawd thiaj li tawm mus txog lub moos La‑i, mas pom tias cov neeg hauv lub moos ntawd nyob tso siab lug zoo yam nkaus li cov neeg Xaidoo. Lawv nyob tus yees tsis txob tsis txhawj dabtsi, tsis tu ncua ib yam dabtsi hauv ntiajteb no li, lawv yog neeg muaj txiag.  Lawv nyob deb ntawm cov Xaidoo thiab lawv tsis muaj kev ntsig txog lwm yam neeg."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.8","label":"8","content":"Thaum lawv rov los txog lawv tej kwvtij hauv Xaula thiab Etha‑oo, mas cov kwvtij nug lawv tias, “Nej mus pom zoo li cas?”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.9","label":"9","content":"Lawv teb tias, “Cia li sawv tsees, peb mus ua rog rau lawv rau qhov peb twb pom lub tebchaws ntawd lawm yog tebchaws zoo kawg li. Nej yuav tsis ua dabtsi li lov? Tsis txhob qeeb qeeb, cia li mus txeeb kiag lub tebchaws ntawd ua nej tug."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.10","label":"10","content":"Thaum uas nej mus txog yuav ntsib cov neeg uas tsis txob tsis txhawj dabtsi li. Lub tebchaws kuj dav, mas Vajtswv twb muab rau hauv nej txhais tes lawm, yog lub tebchaws uas tsis tu ncua ib yam dabtsi hauv ntiajteb no.”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.11","label":"11","content":"Mas xeem Daj rau pua tus txivneej muaj cuab yeej ua rog tawm hauv Xaula thiab Etha‑oo mus."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.12","label":"12","content":"Lawv mus ua yeej ntawm Khiliya Ye‑ali hauv Yuda tebchaws. Vim li no lawv thiaj hu qhov chaw ntawd hais tias Mahane Daj,  los txog niaj hnub nimno. Lub yeej ntawd nyob ntawm Khiliya Ye‑ali sab hnub poob."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.13","label":"13","content":"Lawv kuj hla qhov ntawd mus rau pem toj siab Efa‑i tebchaws, mus txog Mikha tsev."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.14","label":"14","content":"Mas tsib tug txivneej uas twb mus tshuaj tebchaws ntawm lub moos La‑i lawd hais rau lawv tej kwvtij tias, “Nej puas paub tias hauv lub tsev no muaj ib lub efauj  thiab dab qhuas thiab ib tug dab mlom uas txaug thiab ib tug dab mlom uas nchuav? Nej cia li xav saib nej yuav ua li cas.”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.15","label":"15","content":"Lawv thiaj nkag mus rau hauv tus Levi hluas ntawd lub tsev uas nyob ntawm Mikha tsev mas nug nws kev noj qab nyob zoo."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.16","label":"16","content":"Mas xeem Daj rau pua leej uas coj cuab yeej ua rog sawv ntawm rooj vag."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.17","label":"17","content":"Mas tsib tug uas mus tshuaj tebchaws ntawd kuj nkag mus muab tus dab mlom uas txaug thiab lub tsho efauj thiab tej dab qhuas thiab tus dab mlom uas nchuav ntawd. Mas tus pov thawj kuj sawv nrog rau pua tus txivneej uas coj cuab yeej ua rog sawv ntawm rooj vag ua ke."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.18","label":"18","content":"Thaum cov neeg no nkag mus rau hauv Mikha tsev muab tus dab mlom uas txaug thiab lub tsho efauj thiab tej dab qhuas thiab tus dab mlom uas nchuav ntawd los, tus pov thawj thiaj nug tias, “Nej ua dabtsi li no?”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.19","label":"19","content":"Lawv teb nws tias, “Ua twjywm, muab tes pos qhov ncauj es nrog peb mus, mus ua peb txiv thiab ua peb li pov thawj. Ua pov thawj rau ib tug txivneej tsev neeg zoo los ua pov thawj rau ib xeem ib cum hauv cov Yixayee zoo dua?”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.20","label":"20","content":"Mas tus pov thawj thiaj li zoo siab. Nws thiaj muab lub efauj thiab tej dab qhuas thiab tus dab mlom uas txaug coj nrog cov neeg ntawd mus."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.21","label":"21","content":"Lawv thiaj tig kiag ntawd mus, lawv tso lawv tej menyuam thiab tej tsiaj txhu mus ua ntej."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.22","label":"22","content":"Thaum lawv mus ntawd deb ntawm Mikha tsev lawd mas Mikha txawm hu cov neeg uas nyob ze nws tsev tuaj ua ke mas lawv caum cuag cov neeg Daj."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.23","label":"23","content":"Lawv qw hu cov Daj, mas cov Daj cia li tig hais rau Mikha tias, “Muaj li cas es koj yuav coj neeg coob ua luaj li no tuaj?”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.24","label":"24","content":"Nws teb tias, “Nej muab kuv tej dab mlom uas kuv ua thiab coj kuv tus pov thawj khiav mus lawm, es kuv tseem tshuav dabtsi thiab? Ua cas nej tseem nug kuv tias, ‘Yog ua li cas?’ ”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.25","label":"25","content":"Cov Daj thiaj hais rau nws tias, “Tsis txhob tsa koj lub suab rau peb hnov tsam ces tej neeg npau taws ces muab koj thiab koj tsev neeg ntaus tuag tag.”"},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.26","label":"26","content":"Cov Daj cia li taug kev mus lawm. Thaum Mikha pom tias lawv muaj zog dua, nws cia li tig kiag rov mus tsev lawm."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.27","label":"27","content":"Cov neeg Daj coj tej uas Mikha ua thiab Mikha tus pov thawj mus mas mus txog lub moos La‑i, uas cov neeg nyob siab tus yees tsis txob tsis txhawj dabtsi li. Lawv txawm xuas ntaj tua cov neeg ntawd huvsi thiab muab lawv lub moos hlawv pov tseg tag."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.28","label":"28","content":"Tsis muaj leejtwg tuaj pab cuam rau qhov lawv nyob deb lub moos Xaidoo thiab lawv tsis ntsig txog lwm tus. Lub moos La‑i nyob hauv lub hav ze lub moos Npelehau. Lawv muab lub moos ntawd ua dua tshiab rau lawv nyob."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.29","label":"29","content":"Lawv thiaj hu lub moos ntawd hu ua moos Daj raws li lawv yawg koob Daj uas yog Yixayee yug. Yav thaum ub lub moos ntawd hu ua La‑i."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.30","label":"30","content":"Cov Daj kuj muab tus dab mlom uas txaug txawb rau lawv teev. Mas Kawsoo tus tub Yaunathas uas yog Mauxe  xeeb ntxwv thiab nws cov tub ua pov thawj rau xeem Daj mus txog lub sijhawm uas tebchaws poob."},{"bible_id":"1269","chapter_code":"JDG.18","verse_code":"JDG.18.31","label":"31","content":"Lawv muab tus dab mlom txaug uas Mikha ua ntawd txawb teev mus tag lub sijhawm uas Vajtswv lub tsev nyob hauv Silau."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.1","label":"1","content":"Ncua sijhawm ntawd cov Yixayee tsis muaj vajntxwv, mas muaj ib tug Levi nyob pem toj siab Efa‑i tebchaws ceg uas deb kawg. Nws yuav tau ib tug hluas nkauj hauv Npelehee hauv Yuda tebchaws ua niam yau."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.2","label":"2","content":"Nws tus niam yau ntawd mus deev dua hluas nraug  thiaj khiav tus txiv rov mus nrog leej txiv nyob hauv Npelehee hauv Yuda tebchaws, nyob tau plaub lub hlis."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.3","label":"3","content":"Nws tus txiv ho mus tos nws, mus ua tib zoo hais nws thiab yuav coj nws rov los. Nws coj ib tug tub qhe thiab ib nkawg nees luav nrog nws mus. Tus pojniam txawm coj tus txiv mus rau hauv yawm txiv tsev. Thaum yawm txiv pom nws, kuj zoo siab hlo hu los tsev."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.4","label":"4","content":"Nws yawm txiv uas yog tus ntxhais txiv cheem nws nyob mas nws thiaj nyob tau peb hnub. Lawv kuj noj haus thiab pw qhov ntawd."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.5","label":"5","content":"Mas hnub uas plaub lawv thiaj sawv ntxov los hwbxwm yuav mus, tiamsis tus ntxhais txiv hais rau tus vauv tias, “Cia li noj ib khaw mov thiaj muaj zog es kuv siab thiaj kheev koj mus.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.6","label":"6","content":"Ob tug ntawd thiaj li rov zaum noj haus ua ke. Mas tus ntxhais txiv cheem tus ntawd tias, “Rov pw ib hmos es tham kom zoo siab tso.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.7","label":"7","content":"Thaum tus vauv sawv tsees yuav mus yawm txiv cheem cheem mas nws rov pw qhov ntawd."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.8","label":"8","content":"Mas hnub uas tsib nws sawv ntxov yuav mus tiamsis tus ntxhais txiv hais tias, “Noj mov thiaj muaj zog, nyob ib chim hnub qaij tso.” Ob tug thiaj noj mov ua ke."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.9","label":"9","content":"Thaum tus yawg ntawd thiab nws tus niam yau thiab tus tub qhe sawv tsees yuav mus, yawm txiv uas yog tus ntxhais txiv hais rau nws tias, “Hnub qaij twb yuav tsaus ntuj, ces thov rov nyob ib hmos thiab. Twb yuav tag ib hnub ces pw no, cia li zoo siab xyiv fab, mas tagkis nej cia li sawv ntxov taug kev mus tsev.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.10","label":"10","content":"Tiamsis tus yawg ntawd tsis yeem pw dua ib hmos lawm, nws cia li sawv tsees mus lawm. Lawv mus txog ncaj ntawm lub moos Yenpu (uas yog Yeluxalees). Nws muab ob tug nees luav nog eeb huvsi thiab nws tus niam yau kuj nrog nws mus thiab."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.11","label":"11","content":"Thaum lawv los yuav txog lub moos Yenpu mas twb yuav tsaus ntuj, tus tub qhe thiaj hais rau tus lospav tias, “Cia peb nkag mus so rau hauv cov Yenpu lub moos no thiab pw ib hmos hauv.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.12","label":"12","content":"Tus lospav teb tias, “Peb txhob nkag mus rau hauv lwm haiv neeg lub moos uas tsis yog cov Yixayee li, peb yuav hla mus kom txog lub moos Kinpe‑a.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.13","label":"13","content":"Nws thiaj hais rau tus tub qhe tias, “Cia peb mus kom ze Kinpe‑a lossis Lama es pw hauv tej chaw no ib qho.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.14","label":"14","content":"Lawv thiaj hla kiag mus. Thaum lawv los ze Kinpe‑a uas yog xeem Npeeyamee lub moos mas hnub poob lawm."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.15","label":"15","content":"Lawv thiaj nkag mus yuav pw hauv Kinpe‑a. Nws thiaj mus zaum ntawm tshav puam hauv lub plawv moos vim yog tsis muaj leejtwg hu lawv mus pw hauv tsev."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.16","label":"16","content":"Thaum yuav tsaus ntuj muaj ib tug yawg laus mus teb los. Nws yog neeg pem toj siab Efa‑i tebchaws los nyob hauv lub moos Kinpe‑a, tiamsis cov neeg hauv lub moos ntawd, yog xeem Npeeyamee."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.17","label":"17","content":"Nws tsa muag ntsia mas pom cov qhua nyob ntawm tshav puam hauv lub moos, yawg laus ntawd thiaj hais tias, “Nej yuav mus qhovtwg, thiab nej tuaj qhovtwg tuaj?”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.18","label":"18","content":"Tus Levi teb tias, “Peb taug kev hauv Npelehee hauv Yuda tebchaws los yuav mus lawm pem toj siab Efa‑i ceg uas deb kawg, yog kuv tuaj pem tuaj kuv tau mus rau Npelehee hauv Yuda tebchaws, kuv yuav rov qab mus tsev.  Tsis muaj leejtwg hu kuv mus so hauv lawv tsev."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.19","label":"19","content":"Quav nyab thiab zaub nees luav peb kuj muaj txhij thiab peb uas yog koj cov qhev muaj mov noj thiab cawv txiv hmab txaus rau kuv thiab tus pojniam no thiab tus hluas uas nrog wb tuaj no huvsi, tsis cheem tsum ib yam dabtsi li.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.20","label":"20","content":"Tus yawg laus ntawd thiaj hais tias, “Thov cia nej nyob kaj siab lug. Kuv yuav pub txhua yam uas nej cheem tsum rau nej. Thov tsis txhob pw ib hmos ntawm tshav puam no.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.21","label":"21","content":"Nws thiaj coj lawv los so hauv nws tsev, nws muab zaub rau nees luav noj thiab lawv ntxuav kotaw thiab noj haus."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.22","label":"22","content":"Thaum lawv tabtom nyob zoo siab hlo mas cov txivneej phem hauv lub moos ntawd txawm tuaj vij lub tsev tsoo qhov rooj qw hu tus yawg laus uas yog tus tswv tsev ntawd tias, “Cia li xa tus yawg uas tuaj rau hauv koj tsev tuaj rau peb deev.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.23","label":"23","content":"Tus tswv tsev txawm mus hais rau lawv tias, “Cov kwvtij, tsis txhob ua li, tsis txhob ua phem li no, rau qhov tus yawg no los so hauv kuv tsev lawm. Tsis txhob ua phem ua qias li no."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.24","label":"24","content":"Kuv muaj ib tug ntxhais uas tsis tau deev dua hluas nraug li thiab muaj nws tus niam yau nyob no, kuv yuav coj tuaj rau nej nimno. Mas nej yuav yuam ob tug thiab ua li cas raws li nej lub siab nyiam los tau. Tiamsis tsis txhob ua phem ua qias rau tus txivneej no xwb.”"},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.25","label":"25","content":"Tiamsis cov neeg ntawd tsis mloog kiag li. Mas tus yawg ntawd thiaj muab nws tus niam yau thawb kiag mus rau lawv. Cov txivneej ntawd thiaj li yuam nws ua phem rau nws ib hmos kaj ntug. Thaum kaj ntug txoog lawv muab nws tso mus."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.26","label":"26","content":"Thaum pom kev tseeb tus pojniam los ntog vau hlo rau ntawm lub tsev uas tus txiv pw taw rooj mus txog hnub tawm."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.27","label":"27","content":"Tagkis tus txiv sawv los qheb qhov rooj yuav mus ua ciav nws tus niam yau pw xyab luas ntawd ob txhais tes xyab khaum ntawm taw rooj."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.28","label":"28","content":"Nws hais rau tus niam yau tias, “Cia li sawv tsees, peb yuav mus,” uas tsis hnov teb li. Nws txawm muab tus niam yau tsaws kiag rau saum tus nees luav, nws taug kev mus txog ntua tsev."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.29","label":"29","content":"Thaum nws mus rau hauv tsev lawd nws cia li muab riam txiav tus niam yau uas tuag ntawd ua kaum ob ya mas nws xa mus thoob plaws Yixayee tebchaws."},{"bible_id":"1269","chapter_code":"JDG.19","verse_code":"JDG.19.30","label":"30","content":"Txhua tus uas pom kuj hais tias, “Tej xwm zoo li no tsis tau muaj dua li txij thaum cov Yixayee tawm hauv Iyi tebchaws los txog hnub no tsis muaj leejtwg txeev pom dua li. Cia li muab coj los xav thiab sablaj tib zoo es hais mus.”"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.1","label":"1","content":"Ib tsoom Yixayee txij ntua Daj mus txog Npe‑awsenpa thiab cov hauv Kile‑a sawvdaws tawm tuaj txoos ua ke ua kiag ib lub siab tuaj rau ntawm Yawmsaub xubntiag hauv lub moos Mixapa."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.2","label":"2","content":"Thaum Vajtswv cov neeg tuaj sablaj ua ke mas cov thawj hauv txhua xeem Yixayee sawvdaws kuj tuaj koom thiab. Huvsi muaj 400,000 leej tub rog uas mus kotaw coj ntaj."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.3","label":"3","content":"(Thaum ntawd cov neeg Npeeyamee hnov tias cov Yixayee tuaj ua ke rau Mixapa.) Cov Yixayee hais tias, “Thov qhia rau peb saib zaj kev phem no tshwm xwm los li cas.”"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.4","label":"4","content":"Tus Levi uas yog tus niam yau uas raug tua ntawd tus txiv hais tias, “Kuv thiab kuv tus niam yau los txog lub moos Kinpe‑a uas yog cov Npeeyamee lub moos, yog peb los pw ib hmos qhov ntawd."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.5","label":"5","content":"Thaum tsaus ntuj cov txivneej hauv lub moos Kinpe‑a txawm tuaj nrhiav kuv thiab vij nkaus lub tsev. Lawv yuav muab kuv tua pov tseg, mas lawv muab kuv tus niam yau yuam nws thiaj li tuag."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.6","label":"6","content":"Kuv coj kuv tus niam yau lub cev tuag mus txiav ua tej ywb yav xa mus thoob plaws lub tebchaws uas yog cov Yixayee qub txeeg qub teg, rau qhov lawv ua tej kev txaj muag tej kev qias vuab tsuab rau hauv cov Yixayee lawm."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.7","label":"7","content":"Saib lauj, nej cov neeg Yixayee sawvdaws pab sablaj ntawm no saib pom zoo yuav ua li cas.”"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.8","label":"8","content":"Cov pejxeem txhua tus ib txhij sawv tsees hais tias, “Peb cov no tsis muaj ib tug yuav rov qab mus rau peb tej tsev ntaub thiab tsis muaj ib tug yuav mus rau peb vaj peb tsev."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.9","label":"9","content":"Peb yuav ua li no rau Kinpe‑a. Peb yuav rho ntawv mus ua rog rau lawv."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.10","label":"10","content":"Peb yuav rho cov Yixayee txhua xeem ib puas leej rho kaum leej, ib txhiab leej rho ib puas, ib vam leej rho ib txhiab kom mus nrhiav mov noj los rau cov tub rog, cov tub rog thiaj mus pauj tej kev phem kev qias uas cov neeg Kinpe‑a uas yog xeem Npeeyamee ua rau hauv cov Yixayee.”"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.11","label":"11","content":"Cov Yixayee sawvdaws kuj sau nthwv ua ib lub siab mus ua rog rau lub moos ntawd."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.12","label":"12","content":"Txhua xeem Yixayee thiaj xa neeg mus hais thoob plaws xeem Npeeyamee tias, “Ua cas yuav muaj tej kev phem kev qias no tshwm rau hauv nej cov?"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.13","label":"13","content":"Nej cia li muab cov txivneej phem hauv Kinpe‑a rau peb coj mus tua pov tseg mas peb yuav rhuav tshem tej kev phem kom tawm hauv cov Yixayee mus.” Tiamsis cov Npeeyamee tsis yeem mloog lawv cov kwvtij Yixayee hais."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.14","label":"14","content":"Cov Npeeyamee txawm tawm hauv lawv tej moos sau nthwv tuaj rau Kinpe‑a yuav ua rog rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.15","label":"15","content":"Hnub ntawd cov Npeeyamee txhij tau cov tub rog coj ntaj hauv lawv tej moos huvsi tuaj yog ob vam rau txhiab leej nrog cov Kinpe‑a uas txhij tau xya pua leej tub rog uas txawj tshaj plaws."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.16","label":"16","content":"Cov tub rog huvsi no muaj xya pua leej uas xis sab laug uas txawj ua rog tshaj plaws. Cov no txhua tus txawj xuas hlua fiav pob zeb ntaus kom raug txoj plaubhau tsis npig li."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.17","label":"17","content":"Cov Yixayee uas coj ntaj tsis suav cov Npeeyamee mas txhij tau 400,000 leej, puavleej yog tub rog siab tuab."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.18","label":"18","content":"Cov Yixayee thiaj mus rau ntawm Npe‑ee mus nug Vajtswv tias, “Peb cov no leejtwg yuav ua ntej mus ntaus cov Npeeyamee?” Yawmsaub hais tias, “Cia Yuda mus ua ntej.”"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.19","label":"19","content":"Tagkis cov Yixayee thiaj sawv ntxov mus ua yeej ntaus lub moos Kinpe‑a."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.20","label":"20","content":"Cov Yixayee tawm mus ua rog rau cov Npeeyamee, thiab cov Yixayee npaj tub rog ua tej pab tej pawg ntaus lawv ntawm Kinpe‑a."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.21","label":"21","content":"Hnub ntawd cov Npeeyamee tawm hauv lub moos Kinpe‑a tuaj tua cov Yixayee ntog tuag tag ob vam ob txhiab leej."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.22","label":"22","content":"Tiamsis cov Yixayee ho sib cuab zog thiab rov tso dua tub rog ua tej pab tej pawg rau tej chaw uas tso thawj hnub."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.23","label":"23","content":"Thiab cov Yixayee kuj mus quaj rau ntawm Yawmsaub xubntiag ib hnub tsaus ntuj. Lawv nug Yawmsaub tias, “Peb yuav rov txeem mus ntaus peb cov kwvtij Npeeyamee los tsis txhob mus?” Yawmsaub teb tias, “Mus ntaus lawv los maj.”"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.24","label":"24","content":"Mas hnub uas ob cov Yixayee thiaj txeem mus ze ze cov Npeeyamee."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.25","label":"25","content":"Mas hnub ob ntawd cov Npeeyamee kuj tawm hauv Kinpe‑a tuaj tua cov Yixayee tuag tag ib vam yim txhiab leej, txhua tus puavleej yog tub rog coj ntaj."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.26","label":"26","content":"Yixayee cov tub rog sawvdaws thiaj li mus pem Npe‑ee lawv quaj quaj. Lawv zaum rau ntawm Yawmsaub xubntiag yoo mov ib hnub tsaus ntuj, thiab ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem sib raug zoo rau Yawmsaub."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.27","label":"27","content":"Cov Yixayee thiaj nug Yawmsaub. (Lub sijhawm ntawd Vajtswv lub phij xab sib cog lus nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.28","label":"28","content":"Mas Ele‑axa tus tub Fineha uas yog Aloo xeeb ntxwv ua haujlwm ntawm lub phij xab rau lub sijhawm ntawd.) Cov Yixayee nug tias, “Peb yuav rov qab mus ua rog rau peb cov kwvtij Npeeyamee dua ib zaug los peb yuav tso tseg?” Yawmsaub hais tias, “Cia li mus ntaus rau qhov tagkis kuv yuav muab lawv rau hauv nej txhais tes.”"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.29","label":"29","content":"Yog li no cov Yixayee thiaj tso tub rog mus nraim cev zov puag ncig Kinpe‑a."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.30","label":"30","content":"Mas cov Yixayee thiaj rov mus ntaus cov Npeeyamee rau hnub uas peb thiab tso tub rog ua tej pab tej pawg tiv Kinpe‑a yam li thawj ob zaug."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.31","label":"31","content":"Cov Npeeyamee tawm tuaj ua rog rau cov Yixayee mas raug ntxias tawm mus deb lub moos. Lawv pib ntaus thiab tua cov Yixayee ib txhia yam li thawj ob zaug, yog taug txojkev uas mus pem Npe‑ee thiab txoj uas mus Kinpe‑a thiab tom tej hav nroj, tua tau cov Yixayee kwvlam peb caug leej."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.32","label":"32","content":"Cov Npeeyamee hais tias, “Lawv swb peb yam li thawj zaug lawm.” Tiamsis cov Yixayee hais tias, “Cia peb thim coj lawv tawm mus deb lub moos kom txog tej kev hlob.”"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.33","label":"33","content":"Cov Yixayee sawvdaws kuj tawm hauv lawv tej chaw khiav mus ua tej pab tej pawg ntawm Npa‑as Thama, mas cov Yixayee uas nraim cev txawm sawv pes tsees hauv lawv tej chaw ntawm Kenpa sab hnub poob."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.34","label":"34","content":"Muaj ib vam tus tub rog Yixayee uas txawj tshaj plaws txawm txeem mus ntaus lub moos Kinpe‑a. Mas ua rog ceev heev, cov Npeeyamee tsis paub tias kev puam tsuaj twb tuaj ze lawv lawm."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.35","label":"35","content":"Yawmsaub ua rau cov Yixayee kov yeej cov Npeeyamee. Hnub ntawd cov Yixayee tua tau cov Npeeyamee tuag ob vam tsib txhiab ib puas leej, cov ntawd puavleej yog tub rog tuav ntaj."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.36","label":"36","content":"Yog li ntawd cov Npeeyamee thiaj pom tias lawv swb lawm. Cov Yixayee thim khiav cov Npeeyamee vim yog lawv tso siab rau cov uas nraim cev uas lawv tso mus zov lub moos Kinpe‑a."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.37","label":"37","content":"Cov uas nraim cev zov kuj sawv pes tsees txeem mus ntaus lub moos Kinpe‑a. Cov uas nraim cev ntawd tawm los xuas ntaj tua lub moos huvsi."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.38","label":"38","content":"Cov Yixayee nrog cov uas nraim cev teem hum tias thaum lawv ua pa taws ncho hlob hauv lub moos,"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.39","label":"39","content":"mas cov Yixayee yuav tig rov los tua. Cov Npeeyamee pib tua tau cov Yixayee kwvlam peb caug leej ces txawm hais tias, “Lawv yuav tuag rau peb tes ib yam li thawj zaug thiab ntag.”"},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.40","label":"40","content":"Tiamsis thaum muaj pa taws ncho tshwm plaws hauv lub moos raws li uas teem cia ntawd, cov Npeeyamee tig los saib ua ciav lub moos twb cig pa ncho nto ntuj lawm."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.41","label":"41","content":"Cov Yixayee tig loo rov los, mas cov Npeeyamee kuj poob siab rau qhov lawv pom tias kev puam tsuaj los txog lawv lawm."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.42","label":"42","content":"Lawv thiaj tig hlo khiav cov Yixayee taug txojkev uas mus rau tebchaws moj sab qhua, tiamsis lawv khiav tsis dim kev ua rog, mas cov Yixayee uas tawm hauv tej moos  tuaj kuj muab lawv tua rau hauv nruab nrab."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.43","label":"43","content":"Lawv muab cov Npeeyamee puav kev thiab caum tua mus rau ntawm tej chaw uas cov Npeeyamee so, mus ncaj lub moos Kinpe‑a sab hnub tuaj."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.44","label":"44","content":"Cov Npeeyamee tuag ib vam yim txhiab leej, puavleej yog cov tub rog uas siab loj siab tuab."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.45","label":"45","content":"Lawv kuj tig khiav mus rau tebchaws moj sab qhua mus txog lub pob tsuas Limoo. Cov Yixayee tua lawv tuag taug txojkev tsib txhiab leej thiab caum nrooj lawv mus txog ntua Kidoo mas tua tau ob txhiab leej."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.46","label":"46","content":"Npeeyamee cov tub rog siab loj siab tuab uas coj ntaj raug tuag tag rau hnub ntawd huvsi yog ob vam tsib txhiab leej."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.47","label":"47","content":"Tiamsis muaj rau pua leej tub rog tig khiav mus rau tebchaws moj sab qhua mus txog lub pob tsuas Limoo, mas lawv nyob ntawm lub pob tsuas Limoo tau plaub lub hlis."},{"bible_id":"1269","chapter_code":"JDG.20","verse_code":"JDG.20.48","label":"48","content":"Cov Yixayee kuj rov mus ntaus cov Npeeyamee thiab xuas ntaj tua tej neeg thiab tej tsiaj txhu thiab txhua yam uas lawv pom. Thiab txhua lub moos uas lawv mus txog lawv muab hlawv huvsi pov tseg."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.1","label":"1","content":"Cov Yixayee tau cog lus twv ntawm Mixapa tias, “Peb cov tsis kheev leejtwg muab tej ntxhais qua rau cov Npeeyamee.”"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.2","label":"2","content":"Cov pejxeem kuj tuaj rau ntawm Npe‑ee nyob ntawm Vajtswv xubntiag ib hnub tsaus ntuj lawv tsa suab quaj heev kawg li."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.3","label":"3","content":"Lawv hais tias, “Au Yawmsaub uas yog cov Yixayee tus Vajtswv, ua cas muaj tej xwm zoo li no tshwm los rau hauv cov Yixayee es hnub no yuav ploj ntais ib xeem Yixayee lawm?”"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.4","label":"4","content":"Tagkis tom qab cov pejxeem sawv ntxov ua ib lub thaj thiab ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem sib raug zoo."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.5","label":"5","content":"Cov Yixayee txawm hais tias, “Cov xeem Yixayee leejtwg tsis tuaj sablaj rau ntawm Yawmsaub xubntiag nev?” Cov Yixayee twb cog lus twv tawv kawg li hais txog tus uas tsis tuaj sablaj rau ntawm Yawmsaub xubntiag hauv Mixapa tias, “Tus ntawd yuav tsum raug muab tua xwb.”"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.6","label":"6","content":"Cov Yixayee khuvleej lawv tus kwv Npeeyamee lawv hais tias, “Hnub no ib lub xeem hauv cov Yixayee raug muab txiav pov tseg lawm."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.7","label":"7","content":"Peb yuav ua li cas nrhiav pojniam rau cov Npeeyamee uas tseem tshuav nyob, rau qhov peb twb tuav Yawmsaub lub npe cog lus twv lawm tias peb yuav tsis muab peb tej ntxhais qua rau lawv yuav ua pojniam?”"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.8","label":"8","content":"Mas lawv hais tias, “Tshuav xeem twg hauv cov Yixayee uas tsis tuaj rau ntawm Yawmsaub xubntiag hauv Mixapa?” Yeej tsis muaj ib tug tuaj ntawm Yanpe Kile‑a tuaj nrog lawv koom hauv lub yeej."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.9","label":"9","content":"Rau qhov thaum lawv txheeb cov pejxeem yeej tsis pom muaj cov Yanpe Kile‑a ib tug nyob ntawd kiag li."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.10","label":"10","content":"Ua li ntawd cov pejxeem thiaj tso cov tub rog uas siab loj siab tuab ib vam ob txhiab leej mus rau Yanpe Kile‑a mas hais rau lawv tias, “Xuas ntaj tua cov uas nyob hauv Yanpe Kile‑a thiab tua cov pojniam thiab cov menyuam yaus."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.11","label":"11","content":"Nej yuav tsum ua li no, txhua tus txivneej thiab txhua tus pojniam uas twb nrog dua txivneej pw lawm mas muab tua pov tseg huvsi.”"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.12","label":"12","content":"Hauv cov neeg Yanpe Kile‑a ntawd lawv pom muaj plaub puas tus nkauj xwb uas tsis tau nrog txivneej pw li, lawv thiaj coj cov nkauj xwb ntawd los rau lub yeej ntawm Silau hauv Khana‑as tebchaws."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.13","label":"13","content":"Cov pejxeem sawvdaws kuj xa xov mus rau cov Npeeyamee uas nyob ntawm lub pob tsuas Limoo thiab tshaj xo rau lawv tias rov sib raug zoo lawm."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.14","label":"14","content":"Thaum ntawd cov Npeeyamee thiaj rov los, mas cov Yixayee muab cov nkauj xwb uas lawv tseg txojsia hauv Yanpe Kile‑a rau lawv yuav, tiamsis tsis txaus."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.15","label":"15","content":"Cov pejxeem khuvleej cov Npeeyamee rau qhov Yawmsaub ua rau cov Yixayee ntais ib xeem lawm."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.16","label":"16","content":"Mas cov kev txwj laus hauv cov pejxeem thiaj hais tias, “Vim cov Npeeyamee tej pojniam raug puam tsuaj tag lawm peb yuav ua li cas nrhiav pojniam txhua rau cov uas tsis tau?”"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.17","label":"17","content":"Lawv hais tias, “Cov Npeeyamee uas tseem tshuav yuav tsum muaj caj muaj ceg nyob kom thiaj li tsis muaj ib xeem hauv cov Yixayee raug muab ntxuav kom tu noob."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.18","label":"18","content":"Tiamsis peb muab tsis tau peb tej ntxhais qua rau lawv yuav rau qhov cov Yixayee tau cog lus twv tias, ‘Yog leejtwg muab tus ntxhais qua rau cov Npeeyamee yuav ua pojniam mas tus ntawd yuav raug lo lus foom tsis zoo.’ ”"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.19","label":"19","content":"Lawv thiaj hais tias, “Txhua xyoo muaj kevcai pam noj haus xyeem rau Yawmsaub ntawm Silau, uas nyob ntawm Npe‑ee sab ped, yog ntawm txojkev mus Npe‑ee rau Sekhee sab hnub tuaj thiab nyob ntawm lub moos Lenpauna sab nrad.”"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.20","label":"20","content":"Lawv thiaj hais rau cov Npeeyamee tias, “Mus tsiv nraim rau hauv tej vaj txiv hmab zov tos,"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.21","label":"21","content":"mas saib, yog cov ntxhais hauv Silau tuaj nrog luag dhia seev cev, nej cia li tawm plaws hauv tej vaj txiv hmab los rub cov ntxhais hauv Silau ib leeg ib tug coj mus ua pojniam mas rov qab mus rau Npeeyamee tebchaws."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.22","label":"22","content":"Thaum tej ntxhais ntawd leej txiv lossis tej kwvtij tuaj yws rau peb mas peb yuav hais rau lawv tias, ‘Thov saib rau peb es cia lawv yuav, rau qhov thaum peb mus ua rog peb muab tsis tau pojniam txaus rau lawv txhua tus, thiab nej los nej kuj tsis muab rau lawv, yog nej muab los nej kuj txhaum.’ ”"},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.23","label":"23","content":"Cov Npeeyamee nyias taus nyias ua raws li lawv hais thiaj tau pojniam txhua, yog tau cov hluas nkauj dhia seev cev uas lawv mus rub. Lawv thiaj rov qab mus rau hauv lub tebchaws uas yog lawv qub txeeg qub teg, mus tsim kho tej moos thiab nyob rau hauv."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.24","label":"24","content":"Thaum ntawd cov Yixayee nyias thiaj rov qab mus rau hauv nyias cum nyias xeem nyias mus nyob nyias tebchaws uas yog nyias qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JDG.21","verse_code":"JDG.21.25","label":"25","content":"Ncua sijhawm ntawd cov Yixayee tsis muaj vajntxwv, mas nyias ua raws li nyias pom zoo xwb."}]