[{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.1","label":"1","content":"No yog Yawmsaub tej lus uas hais tuaj rau Yau‑ee uas yog Pethu‑ee tus tub."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.2","label":"2","content":"Nej cov laus, nej cia li mloog zaj no, cov neeg hauv lub tebchaws sawvdaws, cia li tig ntsej mloog. Tej no puas txeev muaj tshwm rau nej sim neej lossis tshwm rau nej tej poj koob yawm txwv sim neej li?"},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.3","label":"3","content":"Cia li hais rau nej tej menyuam paub, thiab cia nej tej menyuam hais rau tej xeeb ntxwv, thiab cia tej xeeb ntxwv hais rau tiam tom qab."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.4","label":"4","content":"Tej uas kooj txig noj tsis tag, kooj ntsuab muab noj, tej uas kooj ntsuab noj tsis tag, kooj tshuab muab noj. tej uas kooj tshuab noj tsis tag, tej kooj me muab noj huvsi."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.5","label":"5","content":"Cov uas qaug cawv 'e, cia li tsim dheev thiab quaj, cov uas nyiam haus cawv txiv hmab 'e, cia li quaj nyiav rau qhov cawv txiv hmab qab zib tu nrho ntawm nej lub qhov ncauj."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.6","label":"6","content":"Muaj ib haiv neeg tuaj ua rog rau kuv lub tebchaws, lawv muaj zog heev thiab muaj coob suav tsis txheeb, lawv tej kaus hniav yog kaus hniav tsov ntxhuav, lawv tej los yuaj yog los yuaj maum tsov ntxhuav."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.7","label":"7","content":"Lawv muab kuv tej txiv hmab ua piam tag, thiab muab kuv tej txiv cev ua puam tsuaj tag. Lawv muab tej txiv ntoo laws tawv pov tseg tag, tseg tej kav dawb paug cia."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.8","label":"8","content":"Cia li quaj ntsuag ib yam nkaus li tus nkauj nyab uas hnav khaub seev tsaj quaj nws tus txiv uas yuav thaum tseem hluas."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.9","label":"9","content":"Tej qoob loo uas muab xyeem thiab tej cawv txiv hmab uas hliv xyeem tu nrho ntawm Yawmsaub lub tuam tsev lawm. Cov pov thawj uas ua koom tu Yawmsaub kuj quaj ntsuag."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.10","label":"10","content":"Tej teb piam tag, tej av kuj quaj ntsuag, rau qhov tej qoob raug ua puam tsuaj tag, tej cawv txiv hmab tshiab tsis muaj lawm, roj tu nrho lawm."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.11","label":"11","content":"Cov uas ua teb 'e, cia li poob siab nthav, cov uas tu txiv hmab 'e, cia li quaj nyiav, vim tsis muaj mog tsis muaj qeb, tej qoob loo hauv teb raug puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.12","label":"12","content":"Tej txiv hmab kuj tuag tshav, tej txiv cev kuj qhuav tag. Tej txiv ntsiav kws, tej txiv toov laj thiab tej txiv duaj, thiab tej txiv ntoo huvsi hauv teb kuj tuag tshav tag. Tej kev xyiv fab kuj ploj zuj zus ntawm neeg mus lawm."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.13","label":"13","content":"Cov pov thawj 'e, cia li muab khaub seev tsaj los hnav thiab quaj ntsuag, cov uas ua haujlwm rau ntawm lub thaj xyeem 'e, cia li quaj nyiav, cov uas ua koom tu kuv tus Vajtswv 'e, cia li nkag mus thiab muab khaub seev tsaj los hnav ib hmos kaj ntug, rau qhov tej qoob loo uas xyeem thiab tej cawv txiv hmab uas hliv xyeem tu ncua hauv nej tus Vajtswv lub tuam tsev lawm."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.14","label":"14","content":"Cia li tshaj tawm kom ua kevcai yoo mov, cia li hu kom tuaj txoos ua ke caiv so tiag tiag li, cia li sau zog cov kev txwj laus thiab tag nrho cov pejxeem hauv lub tebchaws sawvdaws tuaj rau hauv nej tus Vajtswv Yawmsaub lub tuam tsev thiab quaj thov Yawmsaub."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.15","label":"15","content":"Hnub ntawd yuav txom nyem lauj! Hnub uas Yawmsaub teem cia los ze lawm, yog hnub uas tus uas muaj hwjchim loj kawg nkaus  ua kom puam tsuaj."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.16","label":"16","content":"Tej zaub mov tsis raug muab txiav tu nrho ntawm peb xubntiag lov? Txojkev zoo siab thiab kev xyiv fab tsis raug tu nrho ntawm peb tus Vajtswv lub tuam tsev lov?"},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.17","label":"17","content":"Tej noob qoob qhuav tag rau hauv av, tej txhab kuj khoob ntshuv. Tej txhab kuj piam tag vim tsis tau qoob kiag li."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.18","label":"18","content":"Tej tsiaj txhu quaj zom zaws xwb lauj! Tej pab nyuj nkag sib chab sib chaws vim tsis muaj tshav zaub, txawm yog tej pab yaj los kuj qaug zog zuj zis."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.19","label":"19","content":"Au Yawmsaub, kuv tsa suab thov koj, vim yog hluavtaws muab tej tshav zaub hauv tebchaws moj sab qhua kub tag, thiab nplaim taws kub tej ntoo hauv teb tag nrho huvsi."},{"bible_id":"1269","chapter_code":"JOL.1","verse_code":"JOL.1.20","label":"20","content":"Txawm yog tej tsiaj qus, los kuj quaj thov koj thiab, vim tej hav dej qhuav tag, thiab hluavtaws muab tej tshav zaub hauv tebchaws moj sab qhua kub tag."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.1","label":"1","content":"Cia li tshuab raj kub yaj rau hauv Xi‑oo, cia li tshuab raj ceeb toom saum kuv lub roob dawb huv. Cia cov neeg sawvdaws hauv lub tebchaws no tshee hnyo, rau qhov hnub uas Yawmsaub teem cia tabtom los, tabtom los ze lawm,"},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.2","label":"2","content":"yog hnub uas tsaus ntuj thiab tsaus dub nciab, yog hnub uas muaj huab thiab tsaus nciab. Muaj ib pab kooj coob coob uas muaj zog heev tuaj laum nkaus saum tej roob nyob tsaus nti yam li duab ntxoov ntxoo. Ib txwm thaum ub los tsis tau txeev muaj li no thiab txij no mus yuav tsis muaj dua ib txhiab ib txhis mus rau txhua tiam neeg."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.3","label":"3","content":"Hluavtaws kub ua lawv ntej, nplaim taws cig raws lawv qab. Tom lawv hauv ntej lub tebchaws zoo yam nkaus li lub vaj Edee, tom lawv qub qab zoo yam nkaus li tebchaws moj sab qhua uas nyob do cuas, tsis tshuav ib yam dabtsi dim li."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.4","label":"4","content":"Lawv lub cev zoo yam li nees, lawv dhia li tej nees ua rog dhia."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.5","label":"5","content":"Lawv dhia caws qia saum tej ncov roob nrov qas voog yam li tsheb nees ua rog, thiab nrov plij plej yam li nplaim taws hlawv quav nyab, thiab yam li pab tub rog uas muaj zog npaj txhij ua rog."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.6","label":"6","content":"Tej neeg pom lawv, mas poob siab nthav, txhua tus ntsej muag thim xem tag."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.7","label":"7","content":"Lawv dhia yam li cov uas txawj ua rog, lawv nce saum ntsa loog yam li tub rog. Lawv mus tau ua ib sob, tsis tig rau sab twg kiag li."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.8","label":"8","content":"Lawv tsis sib txeeb kev mus, nyias mus ncaj nyias xubntiag. Lawv txeem plaws tej cuab yeej uas thaiv kev, tsis muaj dabtsi tav tau lawv li."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.9","label":"9","content":"Lawv caws qia rau hauv lub nroog lawv dhia saum tej ntsa loog, lawv nce mus rau hauv tej tsev, lawv nkag tej qhov rais ib yam li tub sab."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.10","label":"10","content":"Lub ntiajteb ua zog kais rau ntawm lawv xubntiag, thiab lub ntuj ntseeg nkaws. Lub hnub lub hli tsaus ntais, tej hnub qub tsis ci lawm."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.11","label":"11","content":"Yawmsaub nthe nqho rau ntawm nws cov tub rog xubntiag. Nws pab tub rog coob heev, cov uas ua raws li nws hais kuj muaj zog heev. Hnub uas Yawmsaub teem cia yog hnub uas loj heev thiab txaus ntshai. Leejtwg yuav thev taus?"},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.12","label":"12","content":"Yawmsaub hais tias, “Txawm li ntawd kuj xij, nej cia li rov los cuag kuv kawg siab kawg ntsws nimno, thiab yoo mov, quaj thiab quaj ntsuag.”"},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.13","label":"13","content":"Cia li dua nej lub siab tsis yog dua nej lub tsho. Cia li tig rov los cuag Yawmsaub uas yog nej tus Vajtswv, nws yog tus uas hlub thiab khuvleej, nws tsis chim sai, nws txojkev hlub uas ruaj khov muaj nplua mias, nws hloov dua siab tsis tso xwm txheej phem los."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.14","label":"14","content":"Leejtwg yuav paub tias tej zaum nws yuav tig kiag hloov dua siab, thiab tseg tej koob hmoov rau nej, yog tseg qoob loo uas nej yuav xyeem thiab tej cawv txiv hmab uas yuav hliv xyeem rau Yawmsaub uas yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.15","label":"15","content":"Cia li tshuab raj kub yaj rau hauv Xi‑oo, tshaj tawm kom ua kevcai yoo mov, hu kom sawvdaws tuaj txoos ua ke caiv so tiag tiag li."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.16","label":"16","content":"Cia li sau zog cov pejxeem tuaj, cia li tu ib tsoom pejxeem kom dawb huv. Cia li hu cov laus tuaj, thiab sau zog cov menyuam yaus, thiab cov menyuam noj mis. Cia tus nraug vauv tawm hauv nws lub chaw tuaj, thiab cia tus nkauj nyab tawm hauv nws lub txaj tuaj."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.17","label":"17","content":"Cia cov pov thawj uas ua koom tu Yawmsaub quaj rau ntawm lub qab khav tuam tsev thiab lub thaj kem nruab nrab, thiab hais tias, “Au Yawmsaub, thov khuvleej koj haiv neeg, thov tsis txhob cia koj qub txeeg qub teg raug ib tsoom tebchaws thuam luag thiab tiag luag ncauj luag lo. Ua cas ib tsoom neeg yuav hais tias, ‘Lawv tus Vajtswv dua twg lawm?’ ”"},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.18","label":"18","content":"Yawmsaub txawm khib xeeb nws lub tebchaws thiab khuvleej nws haiv neeg."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.19","label":"19","content":"Yawmsaub thiaj teb nws haiv neeg tias, “Saib maj, kuv tabtom pub qoob loo thiab cawv txiv hmab thiab roj rau nej, nej thiaj muaj txaus nkaus. Kuv yuav tsis ua rau nej raug ib tsoom tebhcaws thuam luag dua li lawm."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.20","label":"20","content":"Kuv yuav rho cov kooj uas tuaj sab ped tuaj coj mus kom deb nej, kuv yuav muab lawv ntiab khiav mus rau hauv lub tebchaws uas qhuav nkig nkuav thiab tsis muaj dabtsi. Pab uas ua ntej yuav mus rau hauv lub hiavtxwv uas nyob sab hnub tuaj, pab uas ua qab yuav mus rau hauv lub hiavtxwv uas nyob sab hnub poob. Yuav hnov lawv tej ntxhiab tsw lwj tuaj, vim Vajtswv ua haujlwm loj heev.”"},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.21","label":"21","content":"Lub tebchaws 'e, tsis txhob ntshai, cia li zoo siab thiab xyiv fab, rau qhov Yawmsaub tau ua tej haujlwm loj kawg lawm."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.22","label":"22","content":"Tej tsiaj qus 'e, tsis txhob ntshai, vim tej tshav zaub hauv tebchaws moj sab qhua ntsuab tsaus nti, tej txiv ntoo kuj txi txiv, tej txiv cev thiab tej txiv hmab txi txiv ncw ncw."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.23","label":"23","content":"Xi‑oo cov tub 'e, cia li zoo siab nawj, cia li xyiv fab rau hauv Yawmsaub uas yog nej tus Vajtswv. Nws muab cov nag hauv xyoo cawm nej, nws tso nag ntau kawg los rau nej, muaj nag hauv xyoo thiab nag qab xyoo ib yam li yav thaum ub."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.24","label":"24","content":"Yuav muaj qoob puv nkaus tej tshav ntaus qoob, yuav muaj cawv txiv hmab thiab roj puv tej rhawv phwj yos."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.25","label":"25","content":"“Kuv yuav pub kom lub niaj lub xyoos rov zoo li qub rau nej, yuav pauj tej xyoos uas kooj txig kooj ntsuab kooj tshuab kooj me muab noj tag lawd, yog kuv pab tub rog coob coob uas kuv tso los rau hauv nej."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.26","label":"26","content":"Nej yuav tau noj nplua mias thiab tsau npo, mas nej yuav qhuas nej tus Vajtswv Yawmsaub lub npe uas tau ua tej txujci phimhwj pab nej. Kuv haiv neeg yuav tsis raug txaj muag dua li lawm."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.27","label":"27","content":"Nej yuav paub tias kuv nyob hauv nruab nrab cov Yixayee, thiab paub tias kuv yog Yawmsaub, yog nej tus Vajtswv, tsis muaj dua lwm tus li. Kuv haiv neeg yuav tsis raug txaj muag dua li lawm.”"},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.28","label":"28","content":"“Yav tom qab kuv yuav hliv kuv tus Ntsuj Plig rau saum ib tsoom neeg sawvdaws. Nej tej tub tej ntxhais yuav cev kuv li lus, nej cov laus yuav ua npau suav, nej cov hluas yuav ua yog toog pom."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.29","label":"29","content":"Lub sijhawm ntawd txawm yog kuv cov tub qhe nkauj qhev los kuv yuav hliv kuv tus Ntsuj Plig rau saum lawv."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.30","label":"30","content":"Kuv yuav ua tej txujci phimhwj tshwm saum nruab ntug thiab hauv lub ntiajteb yuav muaj ntshav thiab hluavtaws thiab pa ncho."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.31","label":"31","content":"Lub hnub yuav ntxeev ua tsaus ntuj, lub hli yuav ua ntshav, ua ntej hnub uas loj txaus ntshai uas Yawmsaub teem cia los txog."},{"bible_id":"1269","chapter_code":"JOL.2","verse_code":"JOL.2.32","label":"32","content":"Thaum ntawd txhua tus uas thov hu Yawmsaub lub npe yuav dim. Yuav muaj neeg dim hauv Xi‑oo thiab hauv Yeluxalees raws li Yawmsaub hais cia lawd, thiab cov uas dim ntawd yog yuav muaj cov uas Yawmsaub hu.”"},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.1","label":"1","content":"“Saib nawj, hnub ntawd thiab lub sijhawm ntawd uas kuv pub Yuda thiab Yeluxalees rov vam meej li qub,"},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.2","label":"2","content":"kuv yuav sau zog ib tsoom tebchaws huvsi thiab coj lawv los rau hauv lub hav Yehausafa,  mas yuav txiav txim rau lawv qhov ntawd vim tej uas lawv tau ua rau kuv haiv neeg Yixayee uas yog kuv qub txeeg qub teg. Lawv ua rau kuv haiv neeg khiav ua sab ua sua rau hauv ib tsoom tebchaws thiab muab kuv lub tebchaws faib,"},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.3","label":"3","content":"thiab lawv muab kuv haiv neeg rho ntawv saib leejtwg tau, muab tej menyuam tub ua nqe ntiav poj muag cev, muab tej menyuam ntxhais muag pauv cawv txiv hmab haus."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.4","label":"4","content":"“Thailab thiab Xaidoo, thiab tag nrho Filixatee tebchaws 'e, nej muaj plaub dabtsi rau kuv? Nej ua pauj rau kuv lov? Yog nej ua pauj rau kuv, kuv yuav ua pauj tej uas nej ua poob sai kawg rau saum nej taubhau tamsid."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.5","label":"5","content":"Nej twb coj kuv tej nyiaj tej kub mus thiab coj kuv tej qhov txhia chaw tsim txiaj mus rau hauv nej tej tsev dab."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.6","label":"6","content":"Nej twb muab cov Yuda thiab cov Yeluxalees muag rau cov Kili, thiab muab lawv dob cag coj mus deb lawv lub tebchaws."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.7","label":"7","content":"Tiamsis nimno kuv yuav tsa lawv sawv tawm hauv tej chaw uas nej muab lawv muag ntawd thiab kuv yuav ua pauj tej uas nej ua poob rau saum nej taubhau."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.8","label":"8","content":"Kuv yuav muab nej tej tub tej ntxhais muag rau hauv Yuda caj ces txhais tes, mas lawv yuav muab muag rau cov neeg Xenpa uas yog lub tebchaws nyob deb kawg.” Yawmsaub hais tej lus no ntag."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.9","label":"9","content":"Cia li tshaj tawm li no rau ib tsoom tebchaws paub. Cia li npaj ua rog, cia li cuab cov tub rog siab loj siab tuab lub zog. Txhib cov tub sawvdaws tuaj ua ke, cia lawv mus ntaus rog."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.10","label":"10","content":"Cia li muab nej tej khais laij teb ntaus ua ntaj, muab nej tej liag tav txiv hmab ntaus ua hmuv. Cia tus uas tsis muaj zog hais tias, “Kuv yog tub rog siab loj siab tuab.”"},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.11","label":"11","content":"Ib tsoom tebchaws sawvdaws uas nyob ib ncig, cia li maj nroos tuaj, cia li sau zog ua ke rau qhov ntawd. Au Yawmsaub, thov coj koj cov tub rog siab loj siab tuab nqes los."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.12","label":"12","content":"Cia ib tsoom tebchaws ras zom zaws tuaj rau hauv lub hav Yehausafa, rau qhov lub chaw ntawd kuv yuav zaum txiav txim rau ib tsoom tebchaws sawvdaws uas nyob ib ncig."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.13","label":"13","content":"Cia li xuas rab liag hlais, rau qhov tej qoob loo siav lawm. Cia li mus tsuj pes ntiag, rau qhov lub qhov tsuam puv lawm. Tej rhawv kua txiv hmab phwj lawm, vim lawv tej kev limhiam ntau kawg li."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.14","label":"14","content":"Neeg coob, neeg coob kawg hauv lub hav txiav txim, vim yog ze hnub uas Yawmsaub teem cia lawd rau hauv lub hav txiav txim."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.15","label":"15","content":"Lub hnub lub hli kuj tsaus lawm, tej hnub qub tsis ci lawm."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.16","label":"16","content":"Yawmsaub nthe nqho hauv Xi‑oo, nws tsa suab nrov hauv Yeluxalees tuaj, lub ntuj thiab lub ntiajteb ua zog kais. Tiamsis Yawmsaub ua lub chaw cawm siav rau nws haiv neeg, ua lub chaw ruaj khov rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.17","label":"17","content":"“Thaum ntawd nej yuav paub tias kuv yog Yawmsaub, yog nej tus Vajtswv, yog tus uas nyob hauv Xi‑oo uas yog kuv lub roob dawb huv. Yeluxalees yuav dawb huv thiab lwm haiv neeg yuav tsis nkag mus rau hauv lub nroog ntawd dua li lawm."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.18","label":"18","content":"Thaum txog hnub ntawd cawv txiv hmab qab zib yuav nrog saum tej roob los, thiab kua mis yuav ntws saum tej pov roob los, thiab Yuda txhua lub hav yuav muaj dej ntws, thiab dej cag yuav txhawv ntawm Yawmsaub lub tuam tsev los ntxooj lub hav Sithi."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.19","label":"19","content":"Iyi tebchaws yuav raug nyob do cuas, Edoo tebchaws yuav ntxeev ua tebchaws moj sab qhua nyob do cuas, vim lawv tau ua limhiam ntais ntuj rau cov Yuda lawm, thiab lawv ua rau tej neeg tsis txhaum los ntshav rau hauv lub tebchaws."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.20","label":"20","content":"Tiamsis yuav muaj neeg nyob hauv Yuda mus ib txhis, thiab nyob hauv Yeluxalees txhua tiam mus li."},{"bible_id":"1269","chapter_code":"JOL.3","verse_code":"JOL.3.21","label":"21","content":"Kuv yuav ua pauj qhov uas los ntshav ntawd, kuv yuav tsis daws tus uas ua txhaum lub txim, rau qhov Yawmsaub nyob hauv Xi‑oo.”"}]