[{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.1","label":"1","content":"Lub nroog uas txeev muaj neeg nyob puv nkaus, nyob do cuas lawm lauj! Lub nroog uas txeev ua loj hauv ib tsoom tebchaws, zoo yam nkaus tus poj ntsuam lawm lauj! Lub nroog uas txeev ua poj vaj hauv tej moos, cia li ua luag qhev lawm lauj!"},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.2","label":"2","content":"Nws quaj ncia dhuj dhev ib hmos, kua muag ntws lug nws lub plhu, txhua tus uas nyiam nws tsis muaj ib tug nplij nws siab li. Nws tej phoojywg txhua tus fav xeeb rau nws, lawv ua yeeb ncuab rau nws lawm."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.3","label":"3","content":"Yuda raug kuav mus poob tebchaws, thiab raug kev tsim txom thiab raug quab yuam ua qhev, nws nyob rau luag teb luag chaw, nws tsis tau chaw nyob tus li, txhua tus uas caum nws caum cuag nws rau thaum nws tau chaw ti."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.4","label":"4","content":"Tej kev uas mus rau hauv Xi‑oo kuj quaj ntsuag vim tsis muaj leejtwg taug kev tuaj mus ua kevcai noj haus raws tej sijhawm lawm. Nws tej rooj loog huvsi tsis muaj neeg hla li lawm, nws cov pov thawj quaj nroo luj laws. Nws tej ntxhais hluas kuj lwj siab ntsuav, thiab nws kuj lwj siab kawg li."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.5","label":"5","content":"Nws cov tshawj chim tau ua thawj, nws cov yeeb ncuab tau noj qab nyob zoo, twb yog Yawmsaub ua rau nws raug kev txom nyem vim yog nws txojkev fav xeeb loj heev, nws tej tub ki thiaj raug tshawj chim ntes coj mus poob tebchaws."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.6","label":"6","content":"Xi‑oo tus ntxhais lub meej mom uas nrov nto moo lug twb poob tag lawm. Nws cov thawj zoo yam nkaus tej txiv muas lwj uas nrhiav tsis tau tshav zaub noj, thiab khiav qaug zog zis ntawm tus uas caum hauv ntej."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.7","label":"7","content":"Niaj hnub nimno uas Yeluxalees poob rau hauv kev txom nyem lwj siab thiab khiav mus rau tom ub tom no, nws kuj rov nco txog txhua yam tsim txiaj uas nws txeev muaj thaum ub. Thaum nws cov pejxeem poob rau hauv tshawj chim txhais tes, mas tsis muaj leejtwg yuav pab nws li, cov tshawj chim pom nws thiab luag qhov uas nws piam tag."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.8","label":"8","content":"Yeluxalees tau ua txhaum muaj txim loj heev nws thiaj qias tsis huv, sawvdaws uas txeev muab koob meej rau nws kuj saib tsis taus nws lawm vim lawv pom qhov uas nws nyob liab qab. Nws mas yeej ntsaj laws, thiab fee plhu rau ib qho."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.9","label":"9","content":"Nws tej uas qias tsis huv kuj lo rau ntawm nws daim tiab, nws tsis xav txog nws lub hauv ntej li. Vim li no nws thiaj li piam tag txaus ntshai kawg li, yeej tsis muaj leejtwg nplij tau nws lub siab. “Au Yawmsaub, thov tsa qhov muag saib kuv txojkev txom nyem lwj siab, vim cov yeeb ncuab kov yeej lawm.”"},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.10","label":"10","content":"Nws tej yeeb ncuab xyab tes hlo txeeb nws tej qhov txhia chaw tsim txiaj huvsi. Nws pom ib tsoom tebchaws txeem los rau hauv qhov chaw uas pe Vajtswv, yog cov neeg uas koj txwv tsis pub los nrog koj cov neeg tuaj txoos ua ke."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.11","label":"11","content":"Nws cov pejxeem sawvdaws ntsaj laws rau thaum mus nrhiav mov noj, lawv muab lawv tej qhov txhia chaw tsim txiaj rho mus pauv mov noj kom thiaj li rov muaj zog. “Au Yawmsaub, thov tsa muag saib kuv, rau qhov kuv raug luag saib tsis taus heev.”"},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.12","label":"12","content":"“Nej txhua tus uas dua kev, nej txawm tsis xav txog tej xwm txheej uas kuv raug no li lov? Saib maj, puas muaj txojkev txom nyem lwj siab twg uas thooj li txojkev txom nyem lwj siab uas kuv raug no, yog tej kev txom nyem uas Yawmsaub ua rau kuv rau hnub uas nws chim heev kawg li?"},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.13","label":"13","content":"Nws tso nplaim taws poob saum ntuj los, txeem mus rau hauv kuv tej pob txha, nws ua rooj hlua cuab kuv kotaw, nws ua rau kuv tig kiag rov qab, nws tso kuv tseg nyob do cuas, thiab ua rau kuv qaug zog tag ib hnub tsaus ntuj."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.14","label":"14","content":"Kuv tej kev fav xeeb huvsi nws muab pav ua ib tug quab, nws txhais tes muab pav ua ib ke thiab muab tso rau ntawm kuv caj qwb. Nws ua rau kuv lub zog ntaug lawm, tus Tswv  muab kuv cob rau hauv cov uas kuv kov tsis yeej txhais tes."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.15","label":"15","content":"Tus Tswv muab kuv cov tub rog siab loj siab tuab uas nyob hauv kuv nruab nrab huvsi tso tseg, nws hu ib pab tub rog coob coob tuaj tawm tsam kuv kom thiaj tsuam tau kuv cov tub hluas ntsoog tag. Vajtswv muab Yuda tus ntxhais uas dawb huv tsuj ib yam li tsuj txiv hmab hauv lub qhov tsuam kua txiv."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.16","label":"16","content":"Vim li no kuv thiaj quaj, kuv lub qhov muag muaj kua muag ntws los, vim yog tus uas nplij siab nyob deb ntawm kuv lawm, yog tus uas yuav txhawb kuv lub siab kom rov muaj zog. Kuv cov menyuam kuj nyob ua ntsos ua ntsuag, vim cov yeeb ncuab twb kov yeej lawm.”"},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.17","label":"17","content":"Xi‑oo cev kiag ob txhais tes, tiamsis tsis muaj leejtwg nplij tau nws. Yawmsaub tau hais tseg txog Yakhauj tias tej uas nyob ib ncig nws yuav ua nws cov tshawj chim, Yeluxalees ntxeev ua yam uas qias tsis huv rau hauv lawv nruab nrab."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.18","label":"18","content":"“Yawmsaub yeej ua ncaj, vim yog kuv tawv nyom nws tej lus. Ib tsoom neeg, cia li mloog, cia li saib kuv tej kev txom nyem lwj siab, kuv tej ntxhais hluas thiab tej tub hluas raug ntes coj mus lawm."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.19","label":"19","content":"Kuv twb hu tej uas nyiam kuv tiamsis lawv dag kuv, kuv cov pov thawj thiab cov kev txwj laus kuj tuag tag hauv plawv nroog, rau thaum lawv mus nrhiav mov noj kom thiaj li rov muaj zog."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.20","label":"20","content":"Au Yawmsaub, thov tsa muag saib vim yog kuv raug kev lwj siab, kuv lub siab ntxhov hnyo, kuv lub siab puas tag, vim yog kuv tawv nyom heev. Sab nraud hniav ntaj ua rau neeg ua ntsuag, sab hauv tsev kuj muaj kev tuag."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.21","label":"21","content":"Lawv hnov kuv ntsaj li cas, tsis muaj ib tug twg nplij kuv lub siab li. Kuv cov yeeb ncuab sawvdaws tau hnov tej xwm txheej uas kuv raug, lawv zoo siab rau qhov uas koj ua li no. Koj cia li coj hnub uas koj tshaj tawm lawm los txog, mas cia lawv raug ib yam li uas kuv thiab."},{"bible_id":"1269","chapter_code":"LAM.1","verse_code":"LAM.1.22","label":"22","content":"Cia lawv tej kev phem huvsi los tshwm rau ntawm koj xubntiag, thov koj ua rau lawv ib yam li koj ua rau kuv vim yog kuv tej kev fav xeeb huvsi, kuv ntsaj heev kawg li thiab kuv lub siab qaug zog kawg nkaus li lawm.”"},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.1","label":"1","content":"Tus Tswv  chim thiaj tso huab los npog nkaus Xi‑oo tus ntxhais lawm lauj! Nws muab Yixayee lub koob meej uas nto moo lug laim saum ntuj los rau hauv pem teb lawm. Hnub uas nws chim nws tsis nco txog nws lub rooj tiag taw li."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.2","label":"2","content":"Tus Tswv ua rau Yakhauj tej chaw nyob puam tsuaj tag huvsi tsis khuvleej li, nws npau taws thiaj muab Yuda tus ntxhais tej chaw uas ruaj khov ua pob tag, nws ua rau lub tebchaws thiab cov thawj poob ti nkaus hauv pem teb raug txaj muag heev."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.3","label":"3","content":"Nws chim heev thiaj muab Yixayee tus kub lov ntho lawm, nws nkaum kiag nws txhais tes xis ntawm lawv rau thaum yeeb ncuab tuaj, nws hlawv hauv Yakhauj nruab nrab zoo yam nkaus li hluavtaws hlawv, mas kub hnyiab thoob plaws ib ncig huvsi."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.4","label":"4","content":"Nws nta nws rab hneev yam nkaus li yeeb ncuab, thiab nws txhais tes xis twb rub kiag hlua hneev yam nkaus li tshawj chim lawm, nws tua txhua tus uas peb khav ntxhias hauv Xi‑oo tus ntxhais lub chaw nyob, nws muab nws txojkev chim heev nchuav nthwv rau ib yam li nplaim taws los."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.5","label":"5","content":"Tus Tswv zoo yam nkaus li yeeb ncuab lawm, nws ua rau Yixayee puam tsuaj, nws ua rau lawv tus vajntxwv tej vaj tse huvsi puam tsuaj, thiab ua rau lawv tej chaw ruaj khov pob tag. nws tsav ntxiv kev quaj nyiav thiab kev quaj ntsuag rau Yuda tus ntxhais."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.6","label":"6","content":"Nws rhuav tshem nws lub tsev ntaub ib yam li rhuav lub tsev pheeb suab hauv teb, thiab nws muab lub chaw uas ua tej kevcai uas teem tseg rhuav pob tag, Yawmsaub ua rau tej kevcai uas teem tseg thiab hnub Xanpatau  ploj tag hauv Xi‑oo lawm, nws chim npau taws heev thiaj muab vajntxwv thiab cov pov thawj pov tseg."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.7","label":"7","content":"Tus Tswv muab nws lub thaj xyeem pov tseg, thiab fee plhu ntawm qhov chaw uas pe hawm nws, nws muab tej ntsa loog ntawm vajntxwv tsev huvsi cob rau hauv yeeb ncuab txhais tes. Yeeb ncuab tsa suab qw ntshu nrooj hauv Yawmsaub lub tuam tsev ib yam li hnub uas ua tej kevcai uas teem tseg."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.8","label":"8","content":"Yawmsaub twb npaj siab yuav muab Xi‑oo tus ntxhais tej ntsa loog ua kom pob tag, nws twb muab hlua ntsuas, nws tsis nkaum nws txhais tes ntawm qhov uas ua kom puam tsuaj, nws ua rau tej chaw faj xwm thiab tej ntsa loog quaj ntsuag thiab qaug zog tag huvsi."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.9","label":"9","content":"Xi‑oo tej rooj loog twb pob tag rau hauv av lawm, Vajtswv muab tej las rooj rhuav thiab lov pov tseg lawm. Xi‑oo tus vajntxwv thiab cov thawj poob rau hauv lwm haiv neeg lawm. Txoj kevcai tsis muaj lawm thiab nws cov xibhwb cev Vajtswv lus tsis tau txais zaj yog toog ntawm Yawmsaub."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.10","label":"10","content":"Xi‑oo tus ntxhais cov kev txwj laus kuj nyob twjywm rau hauv pem teb, lawv tsuab hmoov av rau saum taubhau thiab hnav khaub seev tsaj, Yeluxalees tej ntxhais hluas nyo taubhau ti nkaus hauv pem teb lawm."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.11","label":"11","content":"Kuv quaj heev ua qhov muag plooj tag, kuv lub siab ntxhov kawg, kuv lub siab ntsws yaj tag vim kuv haiv neeg tus ntxhais puam tsuaj tag. thiab tej menyuam yaus thiab tej menyuam mos liab tsaus muag tsis nco qab rau hauv tej kev hauv lub nroog."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.12","label":"12","content":"Lawv quaj rau leej niam hais tias, “Mov thiab cawv txiv hmab nyob qhovtwg?” rau thaum lawv tsaus muag tsis ncu qab zoo yam nkaus li tej uas raug mob ntawm tej kev hauv lub nroog, yog thaum lawv txojsia twb yuav tu rau hauv lawv niam lub xubntiag."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.13","label":"13","content":"Yeluxalees tus ntxhais 'e, kuv yuav hais tau dabtsi rau koj? Kuv yuav muab koj piv txog yam twg? Xi‑oo tus ntxhais uas dawb huv 'e, kuv yuav muab koj piv tau rau yam twg, xwv kuv thiaj nplij tau koj? Rau qhov koj raug kev puam tsuaj loj yam li lub hiavtxwv, leejtwg yuav ua tau rau koj rov zoo li qub?"},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.14","label":"14","content":"Koj tej xibhwb cev Vajtswv lus tau pom tej yog toog cuav tsis tseeb coj los hais rau koj, lawv tsis qhia koj kev txhaum rau koj paub xwv koj thiaj rov tau lub neej zoo li qub, tiamsis lawv tseem cev tej lus cuav uas coj koj mus yuam kev xwb."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.15","label":"15","content":"Txhua tus uas dua kev mus kuj npuaj teg luag koj, lawv thuam luag co hau hnyo rau Yeluxalees tus ntxhais tias, “No yog lub nroog uas luag hu tias zoo nkauj kawg nkaus, yog lub nroog uas ib tsoom neeg hauv ntiajteb zoo siab rau lov?”"},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.16","label":"16","content":"Koj cov yeeb ncuab sawvdaws qheb ncauj cem koj, lawv thuam luag koj, lawv zim hniav qas zog rau koj, lawv qw tias, “Peb twb ua lub nroog no puam tsuaj lawm lauj! Hnub no yog hnub uas peb tos ntsoov. Peb twb ntsib thiab peb twb pom lawm lauj!”"},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.17","label":"17","content":"Yawmsaub twb ua raws li nws npaj tseg lawm, nws twb ua tiav raws li nws hais tseg lawm. Nws muab ua puam tsuaj tsis khuvleej li raws li nws twb txiav txim siab ntev los lawm. Nws ua rau yeeb ncuab zoo siab thiab luag koj, nws tsa koj cov tshawj chim muaj zog heev tuaj."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.18","label":"18","content":"Xi‑oo tus ntxhais lub ntsa loog 'e, cia li quaj thov tus Tswv, cia los kua muag ntws nto nruab hnub hmo ntuj yam li tus dej ntws, koj tsis txhob so li, koj tsis txhob cia koj cov kua muag qhuav ntawm koj lub qhov muag"},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.19","label":"19","content":"Cia li sawv tsees, cia li quaj hmo ntuj raws li tej sijhawm, cia li nchuav tej uas nyob hauv koj lub siab tawm los yam li dej ntws rau ntawm tus Tswv lub xubntiag. Cia li tsa koj ob txhais tes rau nws, thov cawm koj cov menyuam txojsia uas tabtom tshaib plab tsaus muag rau txhua txoj hauv kev."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.20","label":"20","content":"Au Yawmsaub, thov tsa muag saib lauj! Koj txeev ua li no rau leejtwg? Tsim nyog cov pojniam noj nws cov menyuam yog tej menyuam uas nws hlub heev lov? Tsim nyog tus pov thawj thiab tus xibhwb cev Vajtswv lus raug muab tua rau lub chaw pe tus Tswv lov?"},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.21","label":"21","content":"Tej hluas thiab tej poj koob yawm txwv tuag pawg lug hauv av ntawm tej kev, kuv tej ntxhais hluas thiab kuv tej tub hluas raug hniav ntaj ntog tuag tag lawm, koj muab lawv tua rau hnub uas koj chim, muab lawv tua tsis khuvleej li."},{"bible_id":"1269","chapter_code":"LAM.2","verse_code":"LAM.2.22","label":"22","content":"Koj tau hu cov uas kuv ntshai tuaj txhua fab tuaj yam nkaus li hnub uas ua kevcai teem tseg. Hnub uas Yawmsaub chim tsis muaj ib tug khiav dim tau lossis tseem ciaj li. Cov uas kuv puag rawv thiab tu, mas kuv cov yeeb ncuab muab ua puam tsuaj tag."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.1","label":"1","content":"Kuv yog tus uas raug kev txom nyem nyuaj siab vim yog Vajtswv txojkev npau taws rab nplawm."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.2","label":"2","content":"Nws ntiab kuv mus thiab coj kuv mus rau hauv txojkev tsaus ntuj, uas tsis muaj qhov kaj kiag li."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.3","label":"3","content":"Nws yeej tsa nws txhais tes nplawm kuv nplawm tag rov nplawm thiab tas hnub mus li."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.4","label":"4","content":"Nws ua rau kuv cev nqaij daim tawv sem tag, thiab muab kuv tej pob txha lov."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.5","label":"5","content":"Nws muab kuv xov kaw cia, thiab muab kev lwj siab kev txom nyem xov kuv cia."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.6","label":"6","content":"Nws muab kuv yuam nyob qhov tsaus ntuj, ib yam li tus uas tuag ntev los lawm."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.7","label":"7","content":"Nws xov laj kab vij kuv cia kuv thiaj dim tsis tau, nws muab saw hlau hnyav khi kuv cia."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.8","label":"8","content":"Thaum kuv tsa suab taij hu thov nws pab, los nws tsis quav ntsej kuv tej lus thov."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.9","label":"9","content":"Nws muab tej txhib zeb uas txhwm los thaiv kuv txhua txoj hauv kev, nws ua rau kuv txojkev nkhaus mus nkhaus los."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.10","label":"10","content":"Nws zoo yam nkaus li tus dais uas zov tos kuv, thiab zoo yam nkaus li tus tsov ntxhuav uas zov kev tos."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.11","label":"11","content":"Nws chua kuv tawm ntawm kuv txojkev thiab muab kuv dua ua tej dwb daim, nws ua rau kuv raug muab tso tseg nyob do cuas."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.12","label":"12","content":"Nws nta nws rab hneev, thiab muab kuv ua daim phiaj rau nws rab xub."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.13","label":"13","content":"Nws muab cov xub hauv nws lub raj tua chob rau hauv kuv lub siab."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.14","label":"14","content":"Kuv thiaj ua lub chaw uas kuv haiv neeg sawvdaws luag, thiab ua zaj nkauj uas lawv hu thuam luag tas hnub tas hmo."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.15","label":"15","content":"Nws ua rau kuv lwj siab kawg nkaus, thiab muab zaub iab zaub daw rau kuv noj dhuav tag."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.16","label":"16","content":"Nws muab tsig zeb rau kuv cov hniav zom thiab muab kuv nias rau hauv cub tshau."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.17","label":"17","content":"Txojkev kaj siab lug raug muab rho ntawm kuv tus ntsuj plig lawm, kuv tsis nco qab tias kev zoo siab xyiv fab yog zoo li cas lawm."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.18","label":"18","content":"Kuv thiaj hais tias, “Kuv lub koob meej ploj tag lawm, thiab kuv txojkev vam rau Yawmsaub kuj ploj tag lawm.”"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.19","label":"19","content":"Thov nco txog kuv tej kev txom nyem lwj siab thiab qhov uas raug khiav rau tom ub tom no, uas iab cuag li tej zaub iab zaub daw thiab tsib dais."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.20","label":"20","content":"Kuv tus ntsuj plig pheej nco txog tej ntawd, thiab poob siab nthav."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.21","label":"21","content":"Kuv rov nco txog li no, kuv thiaj muaj lub siab vam tuaj hais tias,"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.22","label":"22","content":"Yawmsaub txojkev hlub uas ruaj khov yuav tsis tu ncua, thiab nws tej kev khuvleej tsis muaj chaw kawg,"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.23","label":"23","content":"niaj tagkis rov muaj dua tshiab. Koj txojkev ua ncaj uas tso siab tau yeej loj kawg."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.24","label":"24","content":"Kuv tus ntsuj plig hais tias, “Yawmsaub yog kuv tug, vim li no kuv thiaj li vam ntsoov nws.”"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.25","label":"25","content":"Yawmsaub yeej ua zoo rau cov uas tos rawv nws, thiab ua zoo rau tus ntsuj plig uas nrhiav nws."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.26","label":"26","content":"Qhov uas zoo yog qhov uas ua siab ntev tos Yawmsaub txojkev cawm dim."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.27","label":"27","content":"Qhov uas zoo yog qhov uas neeg kwv tus quab txij thaum yau los."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.28","label":"28","content":"Cia lawv nyob ib leeg ntsiag to rau thaum Yawmsaub muab tus quab  rau lawv."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.29","label":"29","content":"Cia lawv muab lub qhov ncauj twb nkaus rau hauv av, tej zaum tseem yuav muaj vam."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.30","label":"30","content":"Cia lawv tig plhu rau tus uas ntaus lawv, cia lawv yeem raug luag thuam kawg nkaus."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.31","label":"31","content":"Vim tias tus Tswv yuav tsis muab lawv pov tseg mus ib txhis,"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.32","label":"32","content":"Txawm yog nws ua rau raug kev lwj siab, los nws yuav khuvleej, raws li nws txojkev hlub ruaj khov uas muaj nplua mias."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.33","label":"33","content":"Vim yog nws tsis muaj pluaj siab ua rau leejtwg raug kev txom nyem, lossis ua rau neeg raug kev ntxhov siab."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.34","label":"34","content":"Qhov uas muab cov neeg uas raug ntes thoob ntiajteb tsuj yuam rau hauv xib taws kuj yog,"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.35","label":"35","content":"qhov uas ntxeev neeg txojcai tab meeg Vajtswv tus uas loj dua ntais kuj yog,"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.36","label":"36","content":"qhov uas tu plaub tsis ncaj kuj yog, tej no tus Tswv tsis pom lov?"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.37","label":"37","content":"Leejtwg yog tus uas hais thiab ua kom tiav, tsuas yog tus Tswv tso ncauj thiaj ua tau xwb?"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.38","label":"38","content":"Qhov zoo thiab tej xwm txheej phem tsis yog tawm hauv Vajtswv uas loj dua ntais lub qhov ncauj los lov?"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.39","label":"39","content":"Ua cas cov neeg uas tseem ciaj yuav yws txog qhov uas nws raug teem txim vim nws kev txhaum?"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.40","label":"40","content":"Cia peb tshuaj ntsuas saib peb lub neej thiab tig kiag rov los cuag Yawmsaub."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.41","label":"41","content":"Cia peb muab peb lub siab thiab peb txhais tes tsa rau Vajtswv uas nyob saum ntuj."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.42","label":"42","content":"“Peb tau fav xeeb thiab tawv nyom koj thiab koj tsis tau zam peb lub txim."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.43","label":"43","content":"“Koj muab koj txojkev chim los qhwv koj thiab caum peb, thiab muab tua tsis khuvleej li."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.44","label":"44","content":"Koj muab huab los qhwv koj, kom peb tej lus thov thiaj txeem tsis tau mus txog koj."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.45","label":"45","content":"Koj ua rau peb zoo yam nkaus li tej tshwj xuam thiab tej uas qias rau hauv nruab nrab ib tsoom neeg."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.46","label":"46","content":"“Peb tej yeeb ncuab sawvdaws qheb ncauj cem peb."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.47","label":"47","content":"Txojkev txhawj kev ntshai thiab qhov ntuj los txog peb, thiab kev liamsim thiab kev puam tsuaj los raug peb.”"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.48","label":"48","content":"Kuv lub qhov muag muaj kua muag ntws los ua ib tug niag dej, vim kuv haiv neeg tus ntxhais raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.49","label":"49","content":"Kuv tej kua muag ntws tsis tu, thiab ntws tsis so li,"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.50","label":"50","content":"mus txog thaum Yawmsaub tsa qhov muag ntsia saum ntuj tuaj."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.51","label":"51","content":"Kuv lub qhov muag ua rau kuv lwj siab txog tej xwm txheej uas raug kuv lub nroog tej ntxhais sawvdaws."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.52","label":"52","content":"Cov uas cia li ua yeeb ncuab rau kuv do do xwb, lawv caum kuv ib yam li caum noog."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.53","label":"53","content":"Thaum kuv tseem ciaj sia lawv muab kuv laim rau hauv lub qhov taub thiab lawv pov pob zeb los tsuam kuv."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.54","label":"54","content":"Dej nyab kiag kuv taubhau, kuv hais tias, “Kuv ploj tiag tiag li lauj!”"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.55","label":"55","content":"Au Yawmsaub, kuv hu koj lub npe rau thaum kuv nyob hauv lub qhov tob tob."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.56","label":"56","content":"Koj mloog kuv tej lus uas thov hais tias, “Thov tsis txhob ntsaws koj qhov ntsej rau tej lus uas kuv quaj thov koj pab.”"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.57","label":"57","content":"Koj tuaj ze rau thaum uas kuv hu thov koj. Koj hais tias, “Tsis txhob ntshai.”"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.58","label":"58","content":"Au tus Tswv, koj hais kuv tshaj plaub lawm, koj txhiv kuv txojsia."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.59","label":"59","content":"Au Yawmsaub, koj pom qhov uas lawv ua txhaum rau kuv lawm, thov tu kuv tshaj plaub lauj!"},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.60","label":"60","content":"Koj pom txhua yam uas lawv ua limhiam rau kuv lawm, thiab tej uas lawv ntaus tswvyim ua phem rau kuv huvsi."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.61","label":"61","content":"Au Yawmsaub, koj hnov tej lus uas lawv thuam luag kuv, thiab tej uas lawv ntaus tswvyim ua phem rau kuv huvsi."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.62","label":"62","content":"Tej uas kuv cov yeeb ncuab lub qhov ncauj hais thiab tej uas lawv ntaus tswvyim mas tawm tsam kuv tag hnub li."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.63","label":"63","content":"Saib maj, tsis hais lawv zaum lossis sawv ntsug, lawv muab kuv ua zaj nkauj hu thuam luag."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.64","label":"64","content":"Au Yawmsaub, koj cia li ua pauj rau lawv raws li lawv txhais tes tau ua lawm."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.65","label":"65","content":"Cia li ua rau lawv lub siab tsaus ntuj nti, cia koj tej lus foom tsis zoo poob rau saum lawv."},{"bible_id":"1269","chapter_code":"LAM.3","verse_code":"LAM.3.66","label":"66","content":"Cia li caum cuag lawv ua chim kawg, thiab muab lawv ua kom puam tsuaj tag rau hauv Yawmsaub lub qab ntuj."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.1","label":"1","content":"Tej kub tsis ci lawm lauj! Tej tseem kub nphob tag lawm lauj! Tej qe zeb hlaws tseem ceeb raug muab pov tseg pawg lug rau txhua txoj hauv kev."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.2","label":"2","content":"Xi‑oo tej tub uas tsim txiaj muab luj muaj nqes yam nkaus li cov tseem kub, raug muab ntaus nqe qes npaum li lub laujkaub av uas luag xuas tes puab lawm xwb lauj!"},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.3","label":"3","content":"Txawm yog hma los tseem pub mis rau nws cov menyuam ntxais, tiamsis kuv haiv neeg tus ntxhais lub siab ua nruj ua tsiv yam nkaus li tus noog ntxhuav hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.4","label":"4","content":"Tej menyuam mos uas tsis tau tseg mis nqhis nqhis ua nplaig lo qab yiag, tej menyuam yaus thov mov noj kuj tsis muaj leejtwg muab rau lawv."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.5","label":"5","content":"Cov neeg uas txeev noj zoo haus zoo qaug tshaib qas zias tom tej kev, cov uas txeev hnav tsoos tsho tsamxem mus pw rau saum tej pawg tshwj xuam."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.6","label":"6","content":"Kuv haiv neeg tus ntxhais raug teem txim hnyav dua li teem txim rau lub moos Xaudoo uas tib ntsais muag xwb twb piam tag, tsis muaj leejtwg txhais tes tau kov li."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.7","label":"7","content":"Yeluxalees cov thawj dawb huv dua daus xib daus npu, thiab dawb dua kua mis, lawv tej tawv nqaij tshiab liab ploog heev dua li paj zeb liab hauv hiavtxwv, lawv lub cev zoo nraug ntxiag yam li qe zeb phaithu tsamxem."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.8","label":"8","content":"Nimno lawv tej tawv plhu dub dua li hmoov qab yiag, tsis muaj leejtwg cim tau lawv tom tej kev lawm. Lawv tej tawv qhuav qhwv pob txha xwb, qhuav yam li tej ntoo qhuav."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.9","label":"9","content":"Cov uas raug hniav ntaj tuag tseem zoo dua li cov uas tuag tshaib, lawv yuag zuj zus mam li tuag vim yog tsis muaj tej qoob loo hauv teb los noj."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.10","label":"10","content":"Cov pojniam uas siab mos siab muag txhais tes muab lawv tej menyuam hau noj, tej menyuam ntawd raug ua mov noj rau thaum kuv haiv neeg tus ntxhais raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.11","label":"11","content":"Yawmsaub tso nws txojkev npau taws tawm los, nws nchuav nws txojkev chim uas kub heev los lawm, thiab zes taws rau hauv Xi‑oo, hlawv kub hnyiab tag nrho ti nkaus hauv pem teb."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.12","label":"12","content":"Tej vajntxwv thoob ntiajteb thiab ib tsoom neeg hauv ntiajteb tsis ntseeg hais tias, tej yeeb ncuab thiab tej tshawj chim yuav tau nkag Yeluxalees tej rooj loog mus rau hauv."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.13","label":"13","content":"Vim yog tim nws cov xibhwb cev Vajtswv lus lub txim thiab nws cov pov thawj tej kev txhaum, uas tau ua rau cov neeg ncaj ncees tej ntshav ntws hauv plawv nroog."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.14","label":"14","content":"Lawv taug kev mus mus los los yam li tej dig muag, lawv tej tsoos tsho lo ntshav tag thiab qias tsis huv thiaj tsis muaj leejtwg kov tau lawv li."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.15","label":"15","content":"Tej neeg qw rau lawv tias, “Cia li mus, qias tsis huv. Cia li mus lauj, mus tsis txhob kov peb.” Lawv thiaj khiav mus nyob tsis muaj vag muaj tse mas tej neeg hauv ib tsoom tebchaws sib tham tias, “Lawv yuav tsis nrog peb nyob li lawm.”"},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.16","label":"16","content":"Yawmsaub yog tus uas ua rau lawv khiav ua sab ua sua, nws yuav tsis mob siab lawv li lawm, luag thiaj tsis hwm cov pov thawj thiab tsis thiaj cov kev txwj laus lawm."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.17","label":"17","content":"Peb lub qhov muag pheej nrhiav nrhw txojkev pab, tos liab muag tag los nrhiav do xwb, peb nyob tos lub tebchaws uas tuaj pab los kuj pab tsis tau li."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.18","label":"18","content":"Muaj neeg nyas raws peb qab, peb thiaj taug tsis tau peb tej kev, qhov kawg twb los yuav txog peb, peb lub niaj lub xyoo twb yuav kawg, vim tias qhov kawg twb los txog peb lawm."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.19","label":"19","content":"Cov uas dhia caum peb kuj nrawm dua tej dav ya saum nruab ntug, lawv dhia caum cuag peb saum tej roob, lawv zov tos peb hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.20","label":"20","content":"Peb txoj hauv paus siav uas yog tus vajntxwv uas Yawmsaub tsa kuj poob rau hauv lawv lub qhov taub lawm, yog tus uas peb pheej hais txog nws tias, “Peb yuav nyob hauv nws tus qab duab ntxoov ntxoo rau hauv ib tsoom tebchaws.”"},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.21","label":"21","content":"Edoo tus ntxhais uas nyob hauv Us tebchaws 'e, cia li zoo siab thiab ua siab xyiv fab. Lub khob ntawd  yeej yuav hla los txog koj, koj yuav qaug, thiab yuav hle tsoos tsho nyob liab qab."},{"bible_id":"1269","chapter_code":"LAM.4","verse_code":"LAM.4.22","label":"22","content":"Xi‑oo tus ntxhais 'e, qhov uas teem txim rau koj tej kev txhaum kuj tiav lawm, Yawmsaub yuav tsis cia koj poob tebchaws dua li lawm. Tiamsis Edoo tus ntxhais 'e, nws yuav rau txim rau koj tej kev txhaum, nws yuav nthuav koj txojkev txhaum txim tshwm los."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.1","label":"1","content":"Au Yawmsaub, thov nco txog tej xwm txheej uas raug peb lawm, thov tsa muag ntsia peb txojkev txaj muag."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.2","label":"2","content":"Peb tej qub txeeg qub teg raug poob rau luag lawm, peb tej vaj tse ua lwm haiv neeg li lawm."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.3","label":"3","content":"Peb yog menyuam ntsuag tsis muaj txiv, peb niam zoo yam nkaus li tej poj ntsuam."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.4","label":"4","content":"Peb yuav tsum yuav dej haus thiab yuav tsum yuav taws rauv."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.5","label":"5","content":"Peb kwv tus quab ntawm caj qwb raug luag raws, peb thiaj qaug zog, thiab luag tsis kheev peb so kiag li."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.6","label":"6","content":"Peb tsa tes thov cov Iyi thiab cov Axilia xwv peb thiaj tau mov noj txaus."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.7","label":"7","content":"Peb tej poj koob yawm txwv tau ua txhaum, thiab dua tag lawm, peb thiaj tau ris lawv tej kev txhaum txim."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.8","label":"8","content":"Tej qhev sawv los kav peb, tsis muaj leejtwg pab peb dim lawv txhais tes."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.9","label":"9","content":"Peb sev nyog txojsia tiv thiaj tau mov noj, vim yog tej hniav ntaj hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.10","label":"10","content":"Peb lub cev kub npaum nkaus li cub hluavtaws, vim kev tshaib kev nqhis ua rau peb mob kub lug."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.11","label":"11","content":"Tej pojniam raug luag yuam pw hauv Xi‑oo, tej ntxhais hluas uas dawb huv raug luag yuam pw hauv Yuda tej moos."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.12","label":"12","content":"Cov thawj raug muab khi tes dai, luag tsis hwm tej kev txwj laus."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.13","label":"13","content":"Tej tub hluas raug quab yuam zom zeb, tej menyuam tub kwv taws qaug qas nuag."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.14","label":"14","content":"Cov kev txwj laus ploj tag ntawm tej rooj loog lawm, cov tub hluas tseg tsis ntaus nkauj nog ncas lawm."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.15","label":"15","content":"Txojkev zoo siab ploj tag hauv peb lub siab lawm, peb tej kev seev cev ntxeev ua kev quaj ntsuag lawm."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.16","label":"16","content":"Lub mom kub hle saum peb taubhau lawm, peb raug txom nyem lauj, vim yog peb tau ua txhaum."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.17","label":"17","content":"Tim li no peb lub siab thiaj mob heev, vim yog tej no peb lub qhov muag thiaj plooj tag,"},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.18","label":"18","content":"yog tim lub roob Xi‑oo uas nyob do cuas cia, tej hma mus mus los los rau saud."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.19","label":"19","content":"Au Yawmsaub, koj yog tus uas kav mus ib txhis, koj lub zwm txwv nyob ruaj rau txhua tiam."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.20","label":"20","content":"Ua cas koj tsis nco qab peb mus ib txhis li? Ua cas koj tso peb tseg ntev li no?"},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.21","label":"21","content":"Au Yawmsaub, thov coj peb rov los cuag koj, peb thiaj los cuag koj, Thov koj tsa peb lub neej kom rov zoo li yav thaud."},{"bible_id":"1269","chapter_code":"LAM.5","verse_code":"LAM.5.22","label":"22","content":"Ntshai tsuas yog koj muab peb tso pov tseg kiag li lawm thiab koj npau taws rau peb kawg nkaus li lawm."}]