[{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.1","label":"1","content":"Twb muaj coob leej yooj xeeb sau tej xwm txheej uas muaj tshwm los tiav tag rau hauv peb lawm,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.2","label":"2","content":"raws li cov neeg uas qhov muag pom txij thaum chiv lub keeb los thiab yog cov uas qhia txoj xov zoo tau muab cob rau peb lawm."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.3","label":"3","content":"Kuv twb ua tib zoo tshawb nrhiav txhua yam no txij thaum chiv lub keeb los lawm, kuv thiaj pom zoo muab sau ua ib qeb zuj zus qhia rau koj The‑aufila uas saib hlob,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.4","label":"4","content":"kom koj thiaj paub qhov tseeb txog zaj no uas twb txeev muaj neeg qhia rau koj paub lawd."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.5","label":"5","content":"Thaum Helauj ua vajntxwv kav Yudia, muaj ib tug pov thawj hu ua Xekhaliya, uas nyob hauv Apiya pab. Nws tus pojniam yog Aloo caj ces npe hu ua Elixanpe."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.6","label":"6","content":"Vajtswv pom tias ob tug yog neeg ncaj ncees thiab ua lub neej raws nraim tus Tswv  tej lus nkaw thiab tej kab ke huvsi, tsis muaj chaw thuam li."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.7","label":"7","content":"Tiamsis ob tug tsis muaj menyuam rau qhov Elixanpe ib txwm yeej tsis xeeb menyuam, thiab ob tug laus heev lawm."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.8","label":"8","content":"Muaj ib hnub yog txog Xekhaliya lawv pab li caij ua pov thawj tes haujlwm ua koom tu Vajtswv,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.9","label":"9","content":"mas lawv rho ntawv raws li cov pov thawj txoj kevcai mas rho tau nws mus hlawv hmoov tshuaj tsw qab rau hauv tus Tswv  lub tuam tsev."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.10","label":"10","content":"Lub sijhawm hlawv hmoov tshuaj tsw qab ntawd ib tsoom pejxeem nyob sab nraud thov Vajtswv."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.11","label":"11","content":"Tus Tswv  ib tug tubtxib saum ntuj txawm los tshwm rau Xekhaliya pom sawv ntsug ntawm lub thaj hlawv hmoov tshuaj tsw qab sab xis."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.12","label":"12","content":"Thaum Xekhaliya pom dheev, nws poob siab thiab ntshai heev."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.13","label":"13","content":"Tus tubtxib saum ntuj ntawd hais rau nws tias, “Xekhaliya, tsis txhob ntshai, vim Vajtswv twb mloog koj tej lus thov lawm. Koj tus pojniam Elixanpe yuav yug ib tug tub, mas koj yuav tsum tis tus tub ntawd lub npe hu ua Yauhas."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.14","label":"14","content":"Koj yuav muaj kev zoo siab xyiv fab, thiab neeg coob coob yuav xyiv fab qhov uas yug tus tub ntawd los."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.15","label":"15","content":"Rau qhov tus Tswv pom tias tus tub ntawd tseem ceeb, thiab nws yuav tsis haus cawv txiv hmab thiab cawv ntxwg kiag li thiab nws yuav muaj Vaj Ntsuj Plig uas dawb huv puv npo txij thaum nruab thiab los."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.16","label":"16","content":"Nws yuav coj Yixayee caj ces coob coob tig los cuag tus Tswv uas yog lawv tus Vajtswv."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.17","label":"17","content":"Nws yuav muaj Eliya tus ntsuj plig thiab lub hwjchim mus ua tus Tswv ntej ua rau leej txiv lub siab tig mus xib rau cov menyuam thiab ua kom cov uas tawv ncauj tig los mloog cov uas ncaj ncees lub tswvyim, kom thiaj ua tau ib haiv neeg uas npaj txhij rau tus Tswv.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.18","label":"18","content":"Xekhaliya txawm hais rau tus tubtxib saum ntuj hais tias, “Kuv yuav paub tej no li cas? Rau qhov kuv laus lawm thiab kuv tus pojniam kuj hnub nyoog nchav lawm.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.19","label":"19","content":"Tus tubtxib saum ntuj teb nws tias, “Kuv yog Kali‑ee uas sawv ntawm Vajtswv lub xubntiag. Vajtswv txib kuv los hais rau koj thiab qhia txoj xov zoo no rau koj"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.20","label":"20","content":"Saib maj, vim koj tsis ntseeg kuv tej lus uas yeej yuav tiav raws li lub sijhawm, koj yuav ruam hais tsis tau lus mus txog hnub uas tej xwm txheej no muaj tshwm los.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.21","label":"21","content":"Cov neeg uas tseem tos Xekhaliya kuj xav tsis thoob ua cas nws nyob ntev heev rau hauv lub tuam tsev."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.22","label":"22","content":"Thaum nws tawm los nws hais tsis tau lus rau lawv lawm, mas lawv thiaj paub tias nws twb pom ib zaj yog toog hauv lub tuam tsev. Nws ua ruam piav rau lawv thiab hais tsis tau lus mus li."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.23","label":"23","content":"Thaum tag lub sijhawm uas nws ua nws tes haujlwm nws txawm rov mus tsev."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.24","label":"24","content":"Dhau ntawd nws tus pojniam Elixanpe txawm xeeb menyuam mas nyob twjywm nraim cev tau tsib lub hlis. Nws hais tias,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.25","label":"25","content":"“Tus Tswv ua li no rau kuv, rau hnub no uas nws tsa qhov muag saib kuv thiaj rho tau qhov uas neeg saib tsis taus kuv mus.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.26","label":"26","content":"Thaum Elixanpe xeeb menyuam tau rau lub hlis, Vajtswv txib tug tubtxib saum ntuj Kali‑ee mus rau hauv ib lub moos uas hu ua Naxale hauv lub xeev Kalilais,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.27","label":"27","content":"mus cuag ib tug ntxhais dawb huv uas Yauxej uas yog Davi caj ces twb qhaib lawm. Tus ntxhais dawb huv ntawd npe hu ua Maivliag."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.28","label":"28","content":"Tus tubtxib saum ntuj los hais rau Maivliag tias, “Tus uas tau txais kev hlub 'e, koj cia li noj qab nyob zoo. Tus Tswv  nrog nraim koj.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.29","label":"29","content":"Maivliag kuj ntxhov siab vim tej lus ntawd, thiab tshuaj saib tej lus ntawd yog li cas."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.30","label":"30","content":"Tus tubtxib saum ntuj hais rau nws tias, “Maivliag, tsis txhob ntshai, koj yog tus uas Vajtswv hlub."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.31","label":"31","content":"Saib maj, koj yuav xeeb menyuam thiab yuav yug tau ib tug tub, mas koj yuav tis nws lub npe hu ua Yexus."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.32","label":"32","content":"Nws yuav ua tus loj thiab yuav hu tias Vajtswv uas loj dua ntais tus tub. Tus Tswv uas yog Vajtswv yuav pub nws yawg koob Davi lub zwm txwv rau nws,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.33","label":"33","content":"mas nws yuav ua vajntxwv kav Yakhauj caj ces mus ib txhis li, thiab nws lub tebchaws yuav tsis txawj kawg.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.34","label":"34","content":"Maivliag hais rau tus tubtxib saum ntuj ntawd tias, “Yuav ua li cas muaj tau li ntawd, rau qhov kuv tsis tau nrog txivneej pw kiag li.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.35","label":"35","content":"Tus tubtxib saum ntuj hais rau nws tias, “Vaj Ntsuj Plig uas dawb huv yuav los rau saum koj, thiab Vajtswv uas loj dua ntais lub hwjchim yuav roos koj. Vim li no tus tub uas yuav yug los ntawd thiaj yuav hu tias dawb huv thiab hu tias Vajtswv tus tub."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.36","label":"36","content":"Saib maj, Elixanpe uas txheeb koj twb laus heev los tau xeeb tub lawm. Nimno tus uas luag hais tias mooj los twb xeeb tub tau rau lub hlis lawm."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.37","label":"37","content":"Rau qhov tsis muaj ib yam dabtsi uas Vajtswv yuav ua tsis tau.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.38","label":"38","content":"Maivliag thiaj hais tias, “Kuv yog tus Tswv  tus nkauj qhev. Cia li muaj rau kuv raws li koj tej lus.” Ces tus tubtxib saum ntuj txawm mus lawm."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.39","label":"39","content":"Lub sijhawm ntawd Maivliag sawv kev tsees maj nroos mus pem roob yuav mus rau Yuda ib lub moos,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.40","label":"40","content":"thiab nkag mus rau hauv Xekhaliya lub tsev thiab mus fim Elixanpe."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.41","label":"41","content":"Thaum Elixanpe hnov Maivliag tej lus ntawd tus menyuam hauv Elixanpe lub plab txawm nti, thiab Elixanpe tau Vaj Ntsuj Plig dawb huv puv nkaus,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.42","label":"42","content":"nws txawm qw nrov tias, “Hauv ib tsoom pojniam koj tau hmoov zoo thiab tus menyuam hauv koj lub plab kuj tau hmoov zoo."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.43","label":"43","content":"Ua cas kuv yuav tau tej no, yog qhov uas kuv tus Tswv leej niam tuaj cuag kuv?"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.44","label":"44","content":"Saib maj, thaum kuv lub qhov ntsej hnov koj lub suab hu kuv, tus menyuam hauv kuv lub plab txawm nti xyiv fab."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.45","label":"45","content":"Tus pojniam uas ntseeg tias tej uas tus Tswv tau hais rau nws yuav tiav mas tau nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.46","label":"46","content":"Maivliag txawm hais tias, “Kuv lub siab qhuas tus Tswv,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.47","label":"47","content":"thiab kuv tus ntsuj plig xyiv fab rau Vajtswv uas yog kuv tus Cawmseej."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.48","label":"48","content":"Rau qhov nws saib rau nws tus nkauj qhev uas nyob rau lub chaw qes. Saib maj, txij no mus txhua tiam neeg yuav hu kuv tias tus uas nyob kaj siab lug,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.49","label":"49","content":"vim yog tus uas muaj hwjchim loj kawg nkaus ua tes haujlwm loj kawg rau kuv, nws lub npe dawb huv."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.50","label":"50","content":"Nws txojkev khuvleej muaj rau cov uas hwm thiab paub ntshai nws, ib tiam dhau ib tiam."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.51","label":"51","content":"Nws txhais npab ua nws lub hwjchim tshwm los, nws ua rau cov uas lub siab khav theeb tawg ua sab ua sua mus."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.52","label":"52","content":"Nws txo cov thawj nqes ntawm lawv lub zwm txwv, thiab tsa cov uas poob qes tau nyob lub chaw siab."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.53","label":"53","content":"Nws pub yam uas zoo rau cov uas tshaib tau noj tsau npo, thiab nws tso cov nplua nuj mus tes dawb tes do."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.54","label":"54","content":"Nws pab nws tus tub qhe Yixayee, thiab nco txog nws txojkev khuvleej,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.55","label":"55","content":"raws li nws tau hais rau peb tej laus uas yog Aplahas thiab Aplahas caj ces mus ib txhis.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.56","label":"56","content":"Maivliag nrog Elixanpe nyob kwvlam tau peb lub hlis li rov mus tsev."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.57","label":"57","content":"Thaum txog caij uas Elixanpe yug menyuam nws yug tau ib tug tub."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.58","label":"58","content":"Thaum nws tej txheeb ze thiab kwvtij zej zog hnov tias tus Tswv ua txojkev khuvleej tshwm los rau nws ntau kawg, lawv nrog nws zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.59","label":"59","content":"Thaum puv yim hnub lawv tuaj muab tus menyuam ntawd ua kevcai txiav thiab yuav muab nws tis npe hu ua Xekhaliya raws li leej txiv."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.60","label":"60","content":"Tiamsis leej niam hais tias, “Tsis yog. Yuav tsum tis hu ua Yauhas.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.61","label":"61","content":"Lawv hais rau nws tias, “Koj cov kwvtij tsis muaj ib tug hu li ntawd.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.62","label":"62","content":"Lawv txawm ua ruam piav rau leej txiv nug saib nws yuav hu tus menyuam npe li cas."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.63","label":"63","content":"Xekhaliya txawm thov ib daim txiag sau ntawv mas sau hais tias, “Nws lub npe hu ua Yauhas.” Lawv sawvdaws kuj xav tsis thoob li."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.64","label":"64","content":"Tamsim ntawd Xekhaliya lub qhov ncauj thiab tus nplaig txawm zoo kiag thiab nws hais lus qhuas Vajtswv."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.65","label":"65","content":"Tej kwvtij zej zog sawvdaws kuj ntshai kawg. Luag sib tham txog tej xwm txheej no huvsi thoob plaws pem Yudia tej roob huvsi."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.66","label":"66","content":"Sawvdaws uas tau hnov kuj muab cim cia rau hauv nruab siab thiab hais tias, “Tus menyuam no yuav zoo li cas rau tom hauv ntej?” Rau qhov tus Tswv txhais tes nrog nraim nws."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.67","label":"67","content":"Xekhaliya uas yog leej txiv puv npo Vaj Ntsuj Plig uas dawb huv thiab hais cev Vajtswv lus hais tias,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.68","label":"68","content":"“Qhuas tus Tswv uas yog cov Yixayee tus Vajtswv, rau qhov nws los saib thiab txhiv nws haiv neeg,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.69","label":"69","content":"thiab tsa muaj ib tug kub hauv nws tus qhev Davi caj ces los pab peb dim,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.70","label":"70","content":"raws li nws kom cov xibhwb dawb huv thaum ub lub qhov ncauj hais cia lawd,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.71","label":"71","content":"yog cawm peb dim hauv peb cov yeeb ncuab thiab txhua tus uas ntxub peb txhais tes."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.72","label":"72","content":"Nws ua nws txojkev khuvleej tshwm rau peb tej poj koob yawm txwv, thiab nco ntsoov nws tej lus cog tseg uas dawb huv,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.73","label":"73","content":"yog tej lus uas nws cog twv tseg rau peb yawg koob Aplahas tias,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.74","label":"74","content":"thaum peb dim hauv peb cov yeeb ncuab txhais tes lawm, nws yuav pub kom peb ua koom tau rau nws tsis ntshai dabtsi kiag li,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.75","label":"75","content":"thiab ua neeg dawb huv thiab ncaj ncees rau ntawm nws lub xubntiag mus tag peb sim neej."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.76","label":"76","content":"Metub 'e, lawv yuav hu koj tias tus xibhwb uas cev Vajtswv uas loj dua ntais tej lus, rau qhov koj yuav ua tus Tswv ntej npaj kev rau nws,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.77","label":"77","content":"thiab yuav qhia txojkev cawm dim rau nws haiv neeg paub, yog qhov uas zam lawv lub txim."},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.78","label":"78","content":"Vim peb tus Vajtswv lub siab khuvleej peb, tus duab kaj saum ntuj thiaj los txog peb,"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.79","label":"79","content":"thiab yuav ci mus rau cov neeg uas nyob hauv txojkev tsaus ntuj thiab nyob hauv txojkev tuag tus duab ntxoov ntxoo, kom thiaj coj tau peb txhais kotaw taug txojkev kaj siab lug.”"},{"bible_id":"1269","chapter_code":"LUK.1","verse_code":"LUK.1.80","label":"80","content":"Tus menyuam ntawd kuj hlob zoo thiab nws tus ntsuj plig muaj zog tuaj, thiab nws nyob hauv tebchaws moj sab qhua mus txog hnub uas nws los tshwm rau cov Yixayee pom."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.1","label":"1","content":"Lub sijhawm ntawd Xixa  Aukata rhawv kevcai kom neeg thoob ntiajteb txheeb npe rau hauv ntawv."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.2","label":"2","content":"No yog thawj zaug uas sau npe. Thaum ntawd Khilenia ua tus kav lub xeev Xilia."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.3","label":"3","content":"Txhua tus nyias mus sau npe rau hauv nyias lub moos."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.4","label":"4","content":"Yauxej kuj taug kev tawm hauv lub moos Naxale xeev Kalilais mus rau Davi lub moos uas hu ua Npelehee xeev Yudia, rau qhov nws yog Davi caj ces thiab yog Davi cum."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.5","label":"5","content":"Nws nrog Maivliag uas nws twb qhaib cia lawd ua ke mus sau npe thiab Maivliag kuj suab menyuam."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.6","label":"6","content":"Thaum ob tug nyob qhov ntawd txawm txog caij Maivliag yug menyuam."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.7","label":"7","content":"Nws txawm yug tau nws tus tub hlob thiab muab khaub ncaws qhwv tso pw rau hauv ib lub dab zaub, rau qhov hauv lub tsev so tsis muaj chaw rau ob tug so lawm."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.8","label":"8","content":"Thaj tsam ntawd muaj neeg yug yaj zov yaj hmo ntuj tom tshav zaub."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.9","label":"9","content":"Mas tus Tswv  ib tug tubtxib saum ntuj los tshwm rau lawv thiab muaj tus Tswv lub hwjchim ci ntsa iab vij nkaus lawv, mas lawv ntshai heev kawg li."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.10","label":"10","content":"Tus tubtxib saum ntuj hais rau lawv tias, “Nej tsis txhob ntshai, kuv coj txoj xov zoo los rau nej, yog hais txog txojkev xyiv fab loj kawg uas yuav los txog rau neeg sawvdaws,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.11","label":"11","content":"rau qhov hnub no yug ib tug Cawmseej rau hauv Davi lub moos rau nej, nws yog tus Kheto  uas yog tus Tswv."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.12","label":"12","content":"No yog tus txujci uas qhia rau nej paub. Nej yuav pom ib tug menyuam mos qhwv khaub ncaws pw hauv ib lub dab zaub.”"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.13","label":"13","content":"Tamsim ntawd muaj ib pab tubtxib saum ntuj coob coob los nrog tus tubtxib ntawd qhuas Vajtswv hais tias,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.14","label":"14","content":"“Cia Vajtswv tau koob meej ci ntsa iab rau saum ntuj uas siab kawg nkaus, thiab hauv ntiajteb cia li muaj kev kaj siab lug rau cov neeg uas Vajtswv txaus siab.”"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.15","label":"15","content":"Thaum cov tubtxib saum ntuj ncaim lawv rov mus saum ntuj lawm, cov neeg yug yaj txawm sib yaum hais tias. “Cia peb mus rau hauv lub moos Npelehee saib tej xwm txheej uas tshwm los raws li tus Tswv qhia rau peb lawd.”"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.16","label":"16","content":"Lawv txawm maj nroos mus mas pom Maivliag thiab Yauxej thiab tus menyuam mos pw hauv lub dab zaub."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.17","label":"17","content":"Thaum lawv pom lawd lawv thiaj piav tej uas lawv tau hnov txog tus menyuam ntawd."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.18","label":"18","content":"Txhua tus uas hnov kuj xav tsis thoob txog zaj uas cov yug yaj piav rau lawv."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.19","label":"19","content":"Tiamsis Maivliag kuj khaws lawv tej lus ntawd huvsi cia xav ntsuj ntsoov rau hauv nruab siab."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.20","label":"20","content":"Cov uas yug yaj rov qab mus ua rau Vajtswv tau koob meej thiab qhuas Vajtswv rau txhua yam uas lawv tau hnov thiab pom raws li uas tau hais rau lawv lawd."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.21","label":"21","content":"Thaum puv yim hnub yog hnub uas muab tus metub ntawd ua kevcai txiav, lawv muab nws tis npe hu ua Yexus raws li tus tubtxib saum ntuj tau tis npe rau thaum tsis tau xeeb rau hauv plab."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.22","label":"22","content":"Thaum txog lub sijhawm uas ob niam txiv yuav ua kevcai ntxuav raws li Mauxe txoj kevcai, ob tug txawm coj Yexus mus rau hauv lub nroog Yeluxalees yuav muab xyeem rau tus Tswv,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.23","label":"23","content":"raws li tus Tswv txoj kevcai uas sau tseg hais tias, “Txhua tus tub uas yug thawj plab los yuav hu tias dawb huv rau tus Tswv,”"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.24","label":"24","content":"thiab ob tug yuav muab qhov txhia chaw xyeem raws li uas hais hauv tus Tswv txoj kevcai hais tias, “ib nkawg nquab taug lossis ob tug rhaws nquab nyeg.”"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.25","label":"25","content":"Muaj ib tug yawg nyob hauv Yeluxalees npe hu ua Xime‑oo, nws yog ib tug ncaj ncees thiab hwm Vajtswv. Nws tos rawv lub sijhawm uas cov Yixayee yuav tau txojkev nplij siab, thiab Vaj Ntsuj Plig dawb huv nyob hauv nws."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.26","label":"26","content":"Vaj Ntsuj Plig dawb huv twb qhia rau nws paub tias nws yuav tsis pom txojkev tuag mus txog thaum nws pom tus Khetos uas tus Tswv tsa tso."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.27","label":"27","content":"Vaj Ntsuj Plig txawm coj Xime‑oo nkag mus rau hauv lub tuam tsev. Thaum ob niam txiv coj tus menyuam Yexus tuaj yuav ua raws li txoj kevcai,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.28","label":"28","content":"Xime‑oo txawm muab Yexus puag thiab qhuas Vajtswv hais tias,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.29","label":"29","content":"“Tus Tswv, nimno thov cia koj tus qhev mus ua kaj siab lug, raws li koj tej lus,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.30","label":"30","content":"rau qhov kuv lub qhov muag twb pom koj txojkev cawm dim,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.31","label":"31","content":"uas koj twb npaj tab meeg ib tsoom neeg sawvdaws,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.32","label":"32","content":"yog txojkev kaj uas yuav ci rau lwm haiv neeg pom kev, thiab ua rau koj haiv neeg Yixayee tau koob meej.”"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.33","label":"33","content":"Leej niam thiab leej txiv xav tsis thoob txog tej lus uas hais txog tus menyuam ntawd."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.34","label":"34","content":"Xime‑oo kuj foom koob hmoov rau lawv thiab hais rau Maivliag uas yog Yexus niam hais tias, “Saib maj, tus menyuam no raug tsa ua rau cov Yixayee ntau leej ntog thiab ntau leej sawv, thiab ua txujci tseem ceeb uas neeg yuav tawm tsam,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.35","label":"35","content":"kom thiaj thws tej uas nyob hauv ntau leej lub siab tshwm los, thiab txawm yog koj lub siab los yuav raug rab ntaj nkaug.”"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.36","label":"36","content":"Muaj ib tug pojniam ua xibhwb cev Vajtswv lus npe hu ua Ana, yog Fanu‑ee tus ntxhais yog xeem Asaw. Nws laus heev lawm, nws yuav txiv tau xya xyoo xwb,"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.37","label":"37","content":"ces nws txawm ua poj ntsuam los txog thaum nws hnub nyoog muaj yim caum plaub xyoos. Nws tsis tawm hauv lub tuam tsev mus li, nws pe hawm Vajtswv thiab yoo mov thiab thov Vajtswv nruab hnub hmo ntuj."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.38","label":"38","content":"Tamsim ntawd Ana txawm tuaj txog, nws ua Vajtswv tsaug thiab hais txog tus metub ntawd rau txhua tus uas tos rawv qhov uas txhiv Yeluxalees dim."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.39","label":"39","content":"Thaum ob niam txiv ua txhua yam raws li tus Tswv txoj kevcai tiav lawm ces ob tug txawm rov mus rau ob tug lub moos Naxale hauv lub xeev Kalilais."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.40","label":"40","content":"Tus menyuam ntawd kuj hlob zoo thiab muaj zog, muaj tswvyim kawg, thiab Vajtswv txojkev hlub nrog nraim nws."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.41","label":"41","content":"Yexus niam thiab txiv pheej niaj xyoo mus nram Yeluxalees rau thaum ua kevcai Hla Dhau."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.42","label":"42","content":"Thaum Yexus hnub nyoog muaj kaum ob xyoos lawv kuj mus ua kevcai Hla Dhau raws li ib txwm."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.43","label":"43","content":"Thaum tag lub sijhawm ua kevcai lawm, lawv tabtom rov qab mus, tiamsis Yexus tseem nyob hauv Yeluxalees, leej niam thiab leej txiv tsis paub."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.44","label":"44","content":"Ob tug xav tias Yexus nrog pab neeg uas taug kev ntawd ua ke lawm, ob tug txawm mus tau ib hnub ke mam li nrhiav nws hauv cov txheeb ze thiab cov kwvtij kwvluag."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.45","label":"45","content":"Thaum ob tug nrhiav tsis pom nws ob tug txawm rov qab mus nrhiav nram Yeluxalees."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.46","label":"46","content":"Nrhiav tau peb hnub ob tug li nrhiav tau nws nyob hauv lub tuam tsev nrog cov xibhwb zaum ua ke mloog lawv qhia thiab nug lawv."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.47","label":"47","content":"Txhua tus uas hnov nws hais kuj phimhwj rau nws tej tswvyim thiab tej lus uas nws teb."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.48","label":"48","content":"Thaum niam thiab txiv pom nws ob tug kuj xav tsis thoob. Leej niam hais rau nws tias, “Tub 'e, ua cas koj ua li no rau wb? Saib maj, koj txiv wb nrhiav koj txhawj kawg li.”"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.49","label":"49","content":"Yexus hais rau ob tug tias, “Ua cas neb nrhiav kuv? Neb tsis paub tias kuv yeej yuav tsum nyob hauv kuv leej Txiv lub tsev lov?”"},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.50","label":"50","content":"Ob tug tsis nkag siab tej lus uas Yexus hais rau ob tug."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.51","label":"51","content":"Yexus txawm nrog ob tug rov mus rau Naxale, thiab nyob hauv ob tug qab kev tswjhwm. Leej niam khaws tej xwm txheej no huvsi cia rau hauv nruab siab."},{"bible_id":"1269","chapter_code":"LUK.2","verse_code":"LUK.2.52","label":"52","content":"Yexus muaj tswvyim zuj zus thiab nws lub cev hlob zoo thiab nws txaus Vajtswv lub siab thiab neeg lub siab zuj zus."},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.1","label":"1","content":"Xyoo kaum tsib uas Xixa Thinpeli‑au ua vajntxwv, yog thaum Phauthi‑au Philaj ua tswv xeev kav Yudia thiab Helauj ua thawj kav lub xeev Kalilais, thiab nws tus kwv Fili ua thawj kav Ithulia thiab Thakhaunithi li kav xyuam thiab Lixana ua thawj kav lub xeev Anpilee,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.2","label":"2","content":"lub sijhawm ntawd Anas thiab Khayafa ua tuam pov thawj hlob, mas Vajtswv tej lus tuaj txog Xekhaliya tus tub Yauhas hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.3","label":"3","content":"Yauhas mus thoob plaws ntawm ntug dej Yaladee tshaj tawm kom ua kevcai raus dej qhia tias ntxeev dua siab tshiab thiaj tau txais kev zam txim."},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.4","label":"4","content":"Raws li tej lus sau cia hauv xibhwb Yaxaya uas cev Vajtswv lus phau ntawv hais tias, “Muaj ib lub suab qw hauv tebchaws moj sab qhua hais tias, “ ‘Cia li npaj tus Tswv txojkev, cia li ua nws txoj kev kom ncaj."},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.5","label":"5","content":"Txhua lub hav yuav raug muab txhub kom puv, txhua lub roob thiab tej pov roob yuav muab txo kom qes, tej kev nkhaus yuav muab kho kom ncaj, tej kev uas ib qho siab ib qho qes yuav ua kom tiaj,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.6","label":"6","content":"thiab ib tsoom neeg sawvdaws yuav pom Vajtswv txojkev cawm dim.’ ”"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.7","label":"7","content":"Yauhas hais rau cov neeg coob coob uas tuaj ua kevcai raus dej ntawm nws hais tias, “Cov niag noob nab phem, leejtwg ntuas kom nej khiav ntawm Vajtswv txojkev npau taws uas yuav los?"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.8","label":"8","content":"Cia li ua lub neej  kom phim qhov uas nej ntxeev dua siab tshiab, thiab tsis txhob pib xav hauv lub siab tias, ‘Peb muaj Aplahas ua peb txiv,’ rau qhov kuv qhia rau nej tias Vajtswv muab tau tej pob zeb no ua tau Aplahas li tub ki."},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.9","label":"9","content":"Nimno twb muab rab taus twb rau ntawm hauv paus ntoo lawm. Txhua tsob ntoo uas tsis txi txiv zoo yuav raug muab ntov pov rau hauv cub hluavtaws.”"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.10","label":"10","content":"Cov neeg ntawd thiaj nug Yauhas tias, “Yog li ntawd peb yuav ua li cas?”"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.11","label":"11","content":"Nws teb lawv tias, “Tus uas muaj ob lub tsho ntev, cia li muab faib rau tus uas tsis muaj. Tus uas muaj zaub mov kuj cia nws muab faib ib yam nkaus.”"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.12","label":"12","content":"Cov neeg sau se kuj tuaj ua kevcai raus dej thiab nug nws hais tias, “Xibhwb, peb yuav ua li cas?”"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.13","label":"13","content":"Nws hais rau lawv tias, “Tsis txhob sau tshaj tej uas teem cia.”"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.14","label":"14","content":"Cov tub rog kuj nug nws tias, “Peb nev, peb yuav ua li cas?” Nws hais rau lawv tias, “Tsis txhob txhav luag nyiaj, tsis txhob nrhiav lus nkaug luag, cia li txaus siab rau nej tej nqe zog.”"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.15","label":"15","content":"Tej neeg tos ntsoov thiab sawvdaws xav hauv lub siab tias tej zaum Yauhas yog tus Khetos."},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.16","label":"16","content":"Yauhas teb lawv sawvdaws tias, “Kuv muab nej ua kevcai raus hauv dej tiamsis muaj ib tug muaj hwjchim loj dua kuv yuav los, kuv twb tsis tsim nyog daws nws txoj hlua khau. Nws yuav muab nej ua kevcai raus hauv Vaj Ntsuj Plig uas dawb huv thiab hauv hluavtaws."},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.17","label":"17","content":"Rab ntxuam  nyob hauv nws txhais tes lawm, nws yuav ntxuaj nws lub tshav ntaus qoob, thiab yuav sau nws tej mog los cia rau hauv txhab, tiamsis nws yuav muab hluavtaws hlawv cov npluag kub hnyiab tsis txawj tuag li.”"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.18","label":"18","content":"Yauhas qhuab qhia ntau zaj ntxiv thiab tshaj tawm txoj xov zoo rau lawv."},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.19","label":"19","content":"Tus tswv xeev uas yog Helauj twb raug Yauhas yws vim yog tim Helaudia uas yog Helauj tus kwv Fili tus pojniam thiab tim tej kev phem huvsi uas Helauj ua,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.20","label":"20","content":"los Helauj tseem ua ib yam phem ntxiv rau tej uas nws ua tag lawd, yog qhov uas nws muab Yauhas kaw rau hauv tsev lojfaj."},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.21","label":"21","content":"Thaum sawvdaws ua kevcai raus dej, Yexus kuj ua kevcai raus dej thiab. Thaum nws tabtom thov Vajtswv ces rooj ntug txawm qheb kiag,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.22","label":"22","content":"mas Vajtswv tus Ntsuj Plig uas dawb huv zoo li ib tug nquab nqes los rau saum nws, thiab muaj suab hais saum ntuj tuaj hais tias, “Koj yog kuv tus tub uas kuv hlub, kuv txaus siab rau koj heev.”"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.23","label":"23","content":"Thaum Yexus pib ua haujlwm, nws hnub nyoog muaj kwvlam peb caug xyoo. Raws li neeg suav mas Yexus yog Yauxej tus tub, Yauxej yog Heli tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.24","label":"24","content":"Heli yog Mathab tub, Mathab yog Levi tub, Levi yog Meekhi tub, Meekhi yog Yanai tub, Yanai yog Yauxej tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.25","label":"25","content":"Yauxej yog Mathathia tub, Mathathia yog Amau tub, Amau yog Nahu tub, Nahu yog Exali tub, Exali yog Nakai tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.26","label":"26","content":"Nakai yog Ma‑a tub, Ma‑a yog Mathathia tub, Mathathia yog Xeme‑i tub, Xeme‑i yog Yauxe tub, Yauxe yog Yauda tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.27","label":"27","content":"Yauda yog Yau‑anas tub, Yau‑anas yog Lexa tub, Lexa yog Xelunpanpee tub, Xelunpanpee yog Se‑athi‑ee tub, Se‑athi‑ee yog Neli tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.28","label":"28","content":"Neli yog Meekhi tub, Meekhi yog Adi tub, Adi yog Khauxas tub, Khauxas yog Eemada tub, Eemada yog Ws tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.29","label":"29","content":"Ws yog Yausua tub, Yausua yog Eliyexaw tub, Eliyexaw yog Yauli tub, Yauli yog Mathab tub, Mathab yog Levi tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.30","label":"30","content":"Levi yog Xime‑oo tub, Xime‑oo yog Yuda tub, Yuda yog Yauxej tub, Yauxej yog Yauna tub, Yauna yog Eliyakhi tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.31","label":"31","content":"Eliyakhi yog Melia tub, Melia yog Mena tub, Mena yog Mathatha tub, Mathatha yog Nathas tub, Nathas yog Davi tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.32","label":"32","content":"Davi yog Yexi tub, Yexi yog Aunpe tub, Aunpe yog Npau‑a tub, Npau‑a yog Xamoo  tub, Xamoo yog Nasoo tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.33","label":"33","content":"Nasoo yog Aminada tub, Aminada yog Ami tub, Ami yog Alani tub, Alani yog Hexaloo tub,  Hexaloo yog Peles tub, Peles yog Yuda tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.34","label":"34","content":"Yuda yog Yakhauj tub, Yakhauj yog Yiha tub, Yiha yog Aplahas tub, Aplahas yog Thela tub, Thela yog Nahau tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.35","label":"35","content":"Nahau yog Xelu tub, Xelu yog Le‑u tub, Le‑u yog Pele tub, Pele yog Enpaw tub, Enpaw yog Sela tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.36","label":"36","content":"Sela yog Khainas tub, Khainas yog Afaxa tub, Afaxa yog Xeeb tub, Xeeb yog Nau‑a tub, Nau‑a yog Lame tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.37","label":"37","content":"Lame yog Methuxela tub, Methuxela yog Enauj tub, Enauj yog Yale tub, Yale yog Mahalalee tub, Mahalalee yog Khainas tub,"},{"bible_id":"1269","chapter_code":"LUK.3","verse_code":"LUK.3.38","label":"38","content":"Khainas yog Enaus tub, Enaus yog Xej tub, Xej yog Adas tub, Adas yog Vajtswv tus tub."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.1","label":"1","content":"Yexus rov ntawm tus dej Yaladee los puv npo Vaj Ntsuj Plig uas dawb huv, thiab Vaj Ntsuj Plij coj nws mus rau hauv tebchaws moj sab qhua"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.2","label":"2","content":"mas Yexus raug Ntxwg Nyoog sim tau plaub caug hnub. Txhua hnub ntawd Yexus tsis tau noj dabtsi li. Thaum dhau lub sijhawm ntawd, Yexus tshaib plab heev."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.3","label":"3","content":"Ntxwg Nyoog txawm hais rau Yexus tias, “Yog koj yog Vajtswv tus tub cia li hais kom lub pob zeb no ntxeev ua ncuav los maj.”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.4","label":"4","content":"Yexus teb nws tias, “Twb muaj lus sau cia tias, ‘Tsis yog tib cov mov xwb yuav yug tau neeg txojsia.’ ”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.5","label":"5","content":"Ntxwg Nyoog txawm coj Yexus nce mus rau ib lub chaw siab mas muab tag nrho tej tebchaws hauv ntiajteb ua tshwm rau Yexus saib ib ntsais muag,"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.6","label":"6","content":"thiab hais rau Yexus tias, “Lub hwjchim thiab tej koob meej no huvsi kuv yuav muab pub rau koj. Rau qhov twb muab tej no cob rau kuv lawm, thiab kuv muab pub rau tus uas kuv xav pub."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.7","label":"7","content":"Yog koj pe hawm kuv, txhua yam no yuav yog koj li.”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.8","label":"8","content":"Yexus txawm teb nws tias, “Twb muaj lus sau cia tias, ‘Koj yuav tsum pe hawm tus Tswv uas yog koj tus Vajtswv thiab ua koom tu nws ib leeg xwb.’ ”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.9","label":"9","content":"Ntxwg Nyoog txawm coj Yexus mus rau hauv lub nroog Yeluxalees, thiab kom Yexus mus sawv saum lub tuam tsev txheej tsev las tshav uas siab tshaj plaws, thiab hais rau nws tias, “Yog koj yog Vajtswv tus tub, cia li caws qia ntawm no lawm hauv,"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.10","label":"10","content":"rau qhov twb muaj lus sau cia tias, “ ‘Vajtswv yuav muab koj cob rau nws cov tubtxib saum ntuj kom tsom kwm koj,’"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.11","label":"11","content":"thiab hais tias, ‘Lawv txhais tes yuav hwj koj, kom koj kotaw thiaj tsis ntsawm pob zeb.’ ”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.12","label":"12","content":"Yexus teb nws tias, “Twb muaj lus sau cia tias, ‘Tsis txhob sim tus Tswv uas yog koj tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.13","label":"13","content":"Thaum Ntxwg Nyoog sim txhua yam tag lawm nws txawm tso Yexus tseg mus lawm tos txog thaum rov muaj zoo sijhawm."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.14","label":"14","content":"Yexus rov mus pem Kalilais muaj Vaj Ntsuj Plig lub hwjchim nrog nraim, thiab nws lub moo nrov nto moo lug mus thoob plaws ib ncig ntawd."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.15","label":"15","content":"Nws qhuab qhia hauv lawv tej tsev sablaj mas sawvdaws qhuas nws."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.16","label":"16","content":"Yexus txawm los txog hauv lub moos Naxale uas nws loj hlob mas hnub Xanpatau  nws mus rau hauv lub tsev sablaj yam li nws txeev mus. Nws sawv tsees yuav nyeem,"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.17","label":"17","content":"lawv txawm muab thooj ntawv uas Yaxaya uas cev Vajtswv lus sau cia cev rau nws. Nws nthuav thooj ntawv ntawd thiab nrhiav tau nqe uas sau cia hais tias,"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.18","label":"18","content":"“Tus Tswv  tus Ntsuj Plig nrog nraim  kuv, vim nws tau tsa kuv kom coj xov zoo mus rau cov uas pluag. Nws txib kuv mus tshaj tawm txojkev dim rau cov uas raug ntes, thiab tshaj tawm qhov uas cov dig muag yuav rov pom kev, thiab ua kom cov uas raug quab yuam tau nyob ywj pheej,"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.19","label":"19","content":"thiab tshaj tawm xyoo uas tus Tswv   hlub.”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.20","label":"20","content":"Nws txawm muab thooj ntawv dov cev rov rau tus uas saib xyuas tej ntawv thiab rov zaum. Cov uas nyob hauv lub tsev sablaj txhua tus lub qhov muag ntsia ntsoov rau Yexus."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.21","label":"21","content":"Nws txawm pib hais rau lawv tias, “Vajtswv txojlus pwm uas nej lub qhov ntsej tau hnov kuj tiav rau hnub no lawm.”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.22","label":"22","content":"Txhua tus kuj qhuas Yexus thiab xav tsis thoob txog tej lus zoo uas tawm hauv nws lub qhov ncauj, thiab lawv hais tias, “Tus no tsis yog Yauxej tus tub lov?”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.23","label":"23","content":"Nws txawm hais rau lawv tias, “Nej yeej xav hais nqe paj lug no rau kuv hais tias, ‘Tus Kws tshuaj cia li rov kho koj tus kheej. Tej uas peb hnov koj ua rau hauv lub moos Khapena‑u cia li ua rau hauv koj lub moos no los maj.’ ”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.24","label":"24","content":"Thiab Yexus hais tias, “Kuv hais tseeb rau nej tias, tsis muaj ib tug xibhwb cev Vajtswv lus twg uas nws lub moos lees yuav nws."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.25","label":"25","content":"“Kuv hais tseeb rau nej tias, thaum Eliya nyob uas ntuj qhuav tau peb xyoos rau hli thiab muaj kev tshaib nqhis heev thoob plaws tebchaws tej poj ntsuam muaj coob kawg hauv Yixayee tebchaws."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.26","label":"26","content":"Vajtswv tsis txib Eliya mus rau ntawm tej poj ntsuam ntawd ib tug li tsuas yog mus rau ntawm tus poj ntsuam hauv lub zos Xalefa uas nyob ib cheeb tsam ntawm Xaidoo."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.27","label":"27","content":"Thiab thaum Elisa ua xibhwb cev Vajtswv lus muaj neeg mob lig mob ruas ntau leej hauv Yixayee tebchaws. Tsis muaj leejtwg raug kho zoo kom huv tsuas yog Na‑amas uas yog neeg Xilia xwb.”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.28","label":"28","content":"Thaum lawv hnov li ntawd, txhua tus hauv lub tsev sablaj ntawd kuj chim heev."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.29","label":"29","content":"Lawv sawv pes tsees muab Yexus thawb tawm hauv lub moos mus thiab coj nws mus rau saum hauv tsua uas rhawv lub moos ntawd yuav muab nws thawb poob mus."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.30","label":"30","content":"Tiamsis nws cia li pluav dhau plaws hauv lawv mus lawm."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.31","label":"31","content":"Yexus txawm mus txog lub moos Khapena‑u hauv lub xeev Kalilais, thiab qhuab qhia lawv rau hnub Xanpatau."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.32","label":"32","content":"Lawv kuj xav tsis thoob rau tej lus uas nws qhia, rau qhov nws tej lus muaj hwjchim."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.33","label":"33","content":"Muaj ib tug nyob hauv tsev sablaj raug dab qias qw nrov hais tias,"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.34","label":"34","content":"“Au Yexus uas yog neeg Naxale, koj tuaj thab peb ua dabtsi? Koj tuaj ua kom peb puam tsuaj lov? Kuv paub koj yog leejtwg, koj yog tus dawb huv ntawm Vajtswv.”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.35","label":"35","content":"Yexus txawm txwv dab hais tias, “Cia li nyob twjywm, thiab cia li tawm plaws hauv nws mus.” Tus dab ua rau tus ntawd ntog vau hlo rau hauv lawv nruab nrab ces txawm tawm hauv tus ntawd mus lawm, tsis ua phem li cas."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.36","label":"36","content":"Sawvdaws phimhwj heev sib tham tias, “Tej lus no yog dabtsi? Rau qhov nws muaj hwjchim thiab muaj peevxwm hais rau dab mas dab kuj tawm mus.”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.37","label":"37","content":"Yexus lub moo txawm nrov nto moo mus thoob plaws txhua qhov ib cheeb tsam ntawd."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.38","label":"38","content":"Ces Yexus txawm sawv tsees tawm hauv tsev sablaj mus rau hauv Ximoos tsev. Ximoos niam tais tabtom ua npaws heev, lawv txawm thov Yexus pab nws."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.39","label":"39","content":"Yexus los sawv ntsug ntawm nws ib sab thiab txwv tus mob mas tus npaws txawm zoo kiag. Nws txawm sawv los tamsim ntawd thiab ua num rau lawv."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.40","label":"40","content":"Thaum hnub yuav poob qho txhua tus uas muaj neeg mob tsis hais mob yam twg kuj coj tuaj cuag Yexus. Nws muab tes npuab saum lawv txhua tus thiab kho lawv zoo huvsi."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.41","label":"41","content":"Dab kuj tawm hauv coob leej qw hais tias, “Koj yog Vajtswv tus tub.” Yexus txwv tsis kheev cov dab ntawd hais lus vim cov dab ntawd paub tias Yexus yog tus Khetos."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.42","label":"42","content":"Thaum kaj ntug Yexus tawm mus rau ib qho chaw uas tsis muaj neeg nyob. Cov neeg kuj mus nrhiav Yexus thiab tuaj cuag nws, lawv thiaj cheem tsis kheev nws ncaim lawv mus."},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.43","label":"43","content":"Tiamsis Yexus hais rau lawv tias, “Kuv yuav tsum tshaj tawm txoj xov zoo hais txog Vajtswv lub tebchaws rau lwm lub moos thiab, rau qhov Vajtswv yeej txib kuv los ua tes haujlwm no.”"},{"bible_id":"1269","chapter_code":"LUK.4","verse_code":"LUK.4.44","label":"44","content":"Yexus txawm mus tshaj tawm rau hauv tej tsev sablaj hauv Yudia tebchaws."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.1","label":"1","content":"Thaum Yexus sawv ntsug ntawm ntug dej hiavtxwv Kenexale,  muaj neeg sib txiv qev vij nws xav mloog Vajtswv tej lus."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.2","label":"2","content":"Yexus pom ob lub nkoj ntawm ntug hiavtxwv, cov neeg muab ntses twb tawm hauv lub nkoj los lawm thiab tabtom ntxhua vas."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.3","label":"3","content":"Yexus txawm nce rau hauv ib lub nkoj uas yog Ximoos lub, thiab thov Ximoos txav kom deb ntug mentsis. Yexus txawm zaum hauv lub nkoj qhuab qhia cov neeg."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.4","label":"4","content":"Thaum nws qhia tag lawd, nws hais rau Ximoos tias, “Cia li tsav nkoj mus rau tom qhov uas dej tob es muab lub vas ntaus ntses.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.5","label":"5","content":"Ximoos teb Yexus tias, “Xibhwb, peb twb ntaus ib hmos khwv kawg tsis tau dabtsi li. Tiamsis yog koj hais, ces kuv yuav ntaus ib vag.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.6","label":"6","content":"Lawv txawm ntaus ib vag mas lawv tau ntses ntau kawg li, lub vas twb yuav ntuag."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.7","label":"7","content":"Lawv txawm co tes hu cov phoojywg uas nyob dua ib lub nkoj tuaj pab. Cov ntawd kuj tuaj mas tau ntses puv nkaus ob lub nkoj, mas ob lub nkoj twb yuav tog."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.8","label":"8","content":"Thaum Ximoos Petus pom li ntawd nws txawm khwb nkaus ntawm Yexus hauv caug pe thiab hais tias, “Tus Tswv, cia li tawm ntawm kuv mus rau qhov kuv yog neeg muaj txim,”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.9","label":"9","content":"vim nws thiab txhua tus uas nrog nws ua ke phimhwj rau cov ntses uas lawv ntaus tau ntawd."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.10","label":"10","content":"Yakaunpau thiab Yauhas uas yog Xenpedi li tub uas nrog Ximoos ntaus ntses ua ke kuj phimhwj ib yam nkaus. Yexus txawm hais rau Ximoos tias, “Tsis txhob ntshai, txij no mus koj yuav ua tus uas mus npo neeg.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.11","label":"11","content":"Thaum lawv nquam ob lub nkoj los txog tim ntug lawm, lawv txawm tso txhua yam tseg raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.12","label":"12","content":"Thaum Yexus nyob hauv ib lub moos txawm muaj ib tug mob ruas thoob plaws ib ce los. Thaum nws pom dheev Yexus nws txawm pe khwb ti nkaus av thov hais tias, “Tus Tswv, yog koj xav kho, koj yeej kho tau kuv zoo kom huv.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.13","label":"13","content":"Yexus txawm cev kiag tes mus npuab nws thiab hais tias, “Kuv xav los maj, cia li zoo kiag huv lauj.” Tamsim ntawd nws tej mob ruas txawm tawm hauv nws lub cev lawm."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.14","label":"14","content":"Yexus txwv tus ntawd kom tsis txhob qhia rau leejtwg, thiab hais tias, “Cia li mus qhia koj lub cev rau tus pov thawj saib thiab xyeem tej uas ua kevcai ntxuav kom koj huv raws li Mauxe qhia tseg lawd ua timkhawv rau sawvdaws.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.15","label":"15","content":"Tiamsis Yexus lub moo yimhuab nrov nto moo mus, thiab muaj neeg coob coob tuaj txoos ua ke yuav mloog Yexus thiab kho lawv tej mob kom zoo."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.16","label":"16","content":"Tiamsis Yexus cia li ncaim lawv mus rau ib qho uas tsis muaj neeg nyob thiab thov Vajtswv."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.17","label":"17","content":"Muaj ib hnub thaum Yexus tabtom qhuab qhia, muaj cov Falixai thiab cov xibhwb qhia kevcai zaum ua ke, yog tuaj hauv txhua lub zos uas nyob hauv Kalilais thiab Yudia, thiab tuaj hauv Yeluxalees tuaj. Yexus muaj hwjchim ntawm tus Tswv  kho tau mob."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.18","label":"18","content":"Txawm muaj neeg kwv ib tug tuag tes tuag taw hauv lub chaw pw tuaj, lawv yuav kwv tus ntawd los tso rau ntawm Yexus xubntiag."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.19","label":"19","content":"Thaum lawv tsis tau kev kwv los rau hauv vim neeg coob heev, lawv txawm nce mus rau txheej sab saud thiab yaws cov vuas ib qho tso tus ntawd dauv nrog lub chaw pw ua ke los rau ntawm Yexus xubntiag hauv nruab nrab cov neeg ntawd."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.20","label":"20","content":"Thaum Yexus pom lawv kev ntseeg nws txawm hais tias, “Phoojywg 'e, koj lub txim twb muab daws lawm.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.21","label":"21","content":"Cov xibhwb qhia Vajtswv kevcai thiab cov Falixai txawm pib nug hais tias, “Tus uas hais lus tuam mom Vajtswv no yog leejtwg? Leejtwg yuav daws tau lub txim tsuas yog Vajtswv xwb?”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.22","label":"22","content":"Thaum Yexus paub tias lawv xav li cas nws thiaj teb lawv tias, “Ua cas nej yuav xav li no hauv nej lub siab?"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.23","label":"23","content":"Qhov uas hais tias, ‘Twb daws koj lub txim lawm,’ thiab hais tias, ‘Cia li sawv tsees mus kev,’ qhov twg yoojyim dua?"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.24","label":"24","content":"Kom nej thiaj paub tias Neeg leej Tub muaj hwjchim hauv lub ntiajteb daws tau lub txim,” Yexus thiaj hais rau tus tuag tes tuag taw tias, “Kuv hais rau koj tias, cia li sawv tsees nqa koj lub chaw pw mus tsev.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.25","label":"25","content":"Tamsim ntawd nws txawm sawv tsees tab meeg sawvdaws thiab nqa kiag nws lub chaw pw mus tsev thiab qhuas Vajtswv."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.26","label":"26","content":"Tej neeg sawvdaws thiaj phimhwj heev thiab qhuas Vajtswv thiab ntshai heev hais tias, “Hnub no peb tau pom yam uas txawv ua luaj li.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.27","label":"27","content":"Dhau ntawd lawm Yexus tawm mus mas pom ib tug neeg sau se hu ua Levi zaum ntawm lub rooj sau se. Yexus txawm hais rau nws tias, “Cia li raws kuv qab mus.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.28","label":"28","content":"Levi txawm sawv tsees tso txhua yam tseg raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.29","label":"29","content":"Levi npaj ib pluag rau Yexus noj hauv nws lub tsev, mas cov neeg sau se coob coob thiab lwm tus nrog Yexus lawv zaum ua ke ntawm rooj mov."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.30","label":"30","content":"Cov Falixai thiab lawv cov xibhwb qhia Vajtswv kevcai yws rau Yexus cov thwjtim tias, “Ua cas nej nrog cov neeg sau se thiab cov neeg muaj txim noj haus ua ke?”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.31","label":"31","content":"Yexus txawm teb lawv tias, “Cov neeg uas tsis muaj mob tsis cheem tsum Kws tshuaj, tsuas yog cov muaj mob thiaj cheem tsum xwb."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.32","label":"32","content":"Kuv tsis yog los hu cov neeg ncaj ncees, tiamsis yog los hu cov neeg muaj txim kom ntxeev dua siab tshiab.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.33","label":"33","content":"Mas lawv hais rau Yexus tias, “Yauhas cov thwjtim thiab cov Falixai cov thwjtim kuj coj kevcai yoo mov ntau zaus thiab thov Vajtswv, tiamsis koj cov thwjtim cia li noj thiab haus.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.34","label":"34","content":"Yexus hais rau lawv tias, “Nej yuam tau tus nraug vauv cov kwvluag kom yoo mov rau thaum tus nraug vauv tseem nrog lawv nyob lov?"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.35","label":"35","content":"Yuav muaj ib hnub twg uas tus nraug vauv yuav raug muab coj ncaim lawv mus, mas thaum ntawd lawv yuav coj kevcai yoo mov.”"},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.36","label":"36","content":"Yexus kuj ua ib zaj paj lug hais rau lawv tias, “Tsis muaj leejtwg muab lub tsho tshiab dua ib qho los ntxiv lub tsho qub. Yog ua li ntawd lub tsho tshiab yuav ntuag thiab daim ntaub ntawm lub tsho tshiab kuj tsis phim lub tsho qub."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.37","label":"37","content":"Thiab tsis muaj leejtwg muab cawv txiv hmab tshiab ntim rau hauv lub hnab tawv qub. Yog ua li ntawd, cov cawv txiv hmab tshiab yuav ua rau lub hnab tawv tawg, mas cov cawv txiv hmab yuav xau tag thiab lub hnab yuav piam tag."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.38","label":"38","content":"Cov cawv txiv hmab tshiab yuav tsum muab ntim rau hauv lub hnab tawv tshiab."},{"bible_id":"1269","chapter_code":"LUK.5","verse_code":"LUK.5.39","label":"39","content":"Tsis muaj leejtwg thaum haus cawv txiv hmab qub lawm, yuav nqhis cawv txiv hmab tshiab, rau qhov nws hais tias, ‘Cov qub zoo dua.’ ”"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.1","label":"1","content":"Muaj ib hnub Xanpatau  Yexus tabtom taug kev hauv ib daim teb mog mas nws cov thwjtim txawm de hnab mog los mos noj."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.2","label":"2","content":"Cov Falixai qee leej hais tias, “Ua cas nej ua tej uas caiv tsis kheev ua rau hnub Xanpatau?”"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.3","label":"3","content":"Yexus teb tias, “Nej tsis tau nyeem tej uas Davi ua rau thaum nws thiab cov neeg uas nrog nws tshaib plab lov?"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.4","label":"4","content":"Nws twb nkag mus rau hauv Vajtswv lub tsev, thiab muab tej ncuav uas xyeem txawb rau ntawm Vajtswv lub xubntiag los noj, thiab nws tseem muab rau cov uas nrog nws ua ke noj. Tej ntawd yog tej uas caiv tsis pub noj, tsuas yog cov pov thawj thiaj noj tau xwb.”"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.5","label":"5","content":"Thiab Yexus hais rau lawv tias, “Neeg leej Tub yeej yog hnub Xanpatau tus tswv.”"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.6","label":"6","content":"Muaj dua ib hnub Xanpatau thaum Yexus mus rau hauv lub tsev sablaj thiab qhuab qhia mas muaj ib tug yawg qhuav sab tes xis nyob ntawd."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.7","label":"7","content":"Cov xibhwb qhia Vajtswv kevcai thiab cov Falixai txawm soj saib Yexus yuav kho tus mob ntawd rau hnub Xanpatau los tsis kho xwv lawv thiaj tau chaw kom Yexus."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.8","label":"8","content":"Tiamsis Yexus twb paub tej uas lawv xav, nws thiaj hais rau tus yawg qhuav tes tias, “Cia li los sawv rau tom hauv ntej no.” Nws txawm sawv tsees mus sawv ntsug rau ntawd."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.9","label":"9","content":"Yexus txawm hais rau lawv tias, “Kuv nug nej tias, hnub Xanpatau muaj cai ua qhov zoo los ua qhov phem, muaj cai cawm txojsia los txov txojsia tseg?”"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.10","label":"10","content":"Yexus tsa muag ntsia rau lawv sawvdaws ib ncig ntawd, thiab hais rau tus qhuav tes ntawd tias, “Cia li xyab kiag koj txhais tes lauj!” Tus ntawd txawm ua li ntawd, mas nws txhais tes txawm zoo kiag li qub."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.11","label":"11","content":"Lawv chim rau Yexus heev, lawv txawm sablaj saib yuav ua li cas rau Yexus."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.12","label":"12","content":"Thaum ntawd Yexus mus thov Vajtswv pem roob, nws thov Vajtswv ib hmos kaj ntug."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.13","label":"13","content":"Thaum kaj ntug Yexus hu nws cov thwjtim los thiab xaiv kaum ob tug uas nws tis npe hu ua tubtxib,"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.14","label":"14","content":"yog Ximoos uas nws tis dua npe hu ua Petus, thiab nws tus kwv Anru, thiab Yakaunpau thiab Yauhas, thiab Fili thiab Npathaulaumai,"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.15","label":"15","content":"thiab Mathai thiab Thauma thiab Afe‑a tus tub Yakaunpau thiab Ximoos uas hu ua Xelaute,"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.16","label":"16","content":"thiab Yakaunpau tus tub Yudas, thiab Yudas Ikhali‑au uas fav xeeb."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.17","label":"17","content":"Yexus thiab kaum ob tug tubtxib ntawd nqes los sawv rau ntawm ib lub chaw tiaj. Muaj lwm tus thwjtim coob thiab neeg coob coob tuaj thoob plaws lub xeev Yudia thiab hauv Yeluxalees thiab ntawm ntug hiavtxwv uas yog Thailab thiab Xaidoo li kav xyuam tuaj mloog Yexus qhia thiab tuaj kho lawv tej mob."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.18","label":"18","content":"Cov uas raug kev txom nyem vim yog raug dab qias kuj kho tau zoo huvsi."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.19","label":"19","content":"Ib tsoom neeg sawvdaws xav kov nws vim yog hwjchim tawm hauv nws los kho lawv txhua tus zoo huvsi."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.20","label":"20","content":"Yexus tsa muag ntsia rau nws cov thwjtim mas hais tias, “Nej cov uas pluag tau nyob kaj siab lug, rau qhov Vajtswv lub tebchaws yog nej tug lawm."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.21","label":"21","content":"Nej cov uas nimno tshaib tau nyob kaj siab lug, rau qhov nej yuav tsau npo. Nej cov uas nimno quaj tau nyob kaj siab lug, rau qhov nej yuav luag."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.22","label":"22","content":"“Thaum luag ntxub nej thiab ntiab nej khiav tawm hauv lawv cov, thiab thuam nej thiab iab hiam tias nej yog neeg phem vim yog tim Neeg leej Tub, nej tau nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.23","label":"23","content":"Hnub ntawd nej cia li zoo siab thiab dhia paj paws xyiv fab rau qhov nej twb muaj nqe zog ntau rau saum ntuj ceeb tsheej lawm, vim lawv tej poj koob yawm txwv twb ua ib yam nkaus li ntawd rau cov xibhwb cev Vajtswv lus thiab."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.24","label":"24","content":"“Tiamsis nej cov uas nplua nuj yuav raug txom nyem lauj, rau qhov nej twb tau tej uas nplij nej lub siab lawm."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.25","label":"25","content":"Nej cov uas nimno tsau npo yuav raug txom nyem lauj, rau qhov nej yuav tshaib. Nej cov uas nimno luag yuav raug txom nyem lauj, rau qhov nej yuav quaj thiab quaj ntsuag."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.26","label":"26","content":"“Thaum sawvdaws qhuas nej, nej yuav raug txom nyem lauj, rau qhov lawv tej poj koob yawm txwv twb ua ib yam nkaus li ntawd rau cov cuav xibhwb cev lus thiab."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.27","label":"27","content":"“Tiamsis kuv hais rau nej cov uas mloog kuv tias, nej yuav tsum hlub nej cov yeeb ncuab thiab ua zoo rau cov uas ntxub nej,"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.28","label":"28","content":"thiab thov Vajtswv foom koob hmoov rau cov uas tsawm foom nej thiab thov Vajtswv pab cov uas ua phem rau nej."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.29","label":"29","content":"Leejtwg ntaus koj ib sab plhu, cia li tig sab tod rau nws ntaus thiab. Leejtwg txeeb koj lub tsho ntev mus, cia li kam muab koj lub tsho sab hauv rau nws thiab."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.30","label":"30","content":"Cia li pub rau txhua tus uas thov koj. Yog leejtwg txeeb koj ib yam dabtsi mus lawm, tsis txhob muab thim rov los."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.31","label":"31","content":"Nej xav kom lwm tus ua li cas rau nej, nej cia li ua ib yam li ntawd rau lwm tus."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.32","label":"32","content":"“Yog nej hlub cov uas hlub nej xwb, nej tau koob hmoov li cas? Txawm yog cov neeg muaj txim los kuj hlub cov uas hlub lawv thiab."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.33","label":"33","content":"Yog nej ua zoo rau cov uas ua zoo rau nej xwb, nej tau koob hmoov li cas? Txawm yog cov muaj txim los kuj ua ib yam li ntawd thiab."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.34","label":"34","content":"Yog nej tsuas qev rau cov uas nej vam tias yuav tau rov qab xwb, nej tau koob hmoov li cas? Txawm yog cov muaj txim los kuj qev rau cov muaj txim uas yuav tau rov qab sib npaug thiab."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.35","label":"35","content":"Tiamsis nej yuav tsum hlub nej cov yeeb ncuab thiab ua zoo rau lawv thiab qev txais tsis txhob vam tias yuav tau rov qab, mas nej thiaj yuav tau nqe zog ntau thiab nej yuav ua tau Vajtswv uas loj dua ntais li tub, rau qhov nws yeej ua siab dav rau tus uas mom txiaj mom ntsig thiab siab phem."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.36","label":"36","content":"Nej yuav tsum khuvleej luag ib yam li nej leej Txiv khuvleej."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.37","label":"37","content":"“Nej tsis txhob txiav txim rau luag nej thiaj tsis raug txiav txim. Tsis txhob rau txim rau luag nej thiaj tsis raug rau txim. Cia li zam txim rau luag mas nej thiaj tau txais kev zam txim."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.38","label":"38","content":"Cia li pub rau luag, mas nej thiaj li tau txais. Nej yuav tau txais co ceev nias puv nkaus thoob phwj yos rau hauv nej lub xubntiag. Nej muab lub thoob twg luj rau luag, yuav muab lub thoob ntawd luj rov rau nej ib yam nkaus.”"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.39","label":"39","content":"Yexus ua paj lug hais rau lawv tias, “Neeg dig muag yuav coj neeg dig muag kev tau lov? Ob tug yuav tsis poob rau hauv qhov lov?"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.40","label":"40","content":"Tus tub kawm yeej tsis loj dhau tus xibhwb qhia. Txhua tus uas kawm tiav tag yuav zoo thooj li tus xibhwb qhia."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.41","label":"41","content":"Ua cas koj yuav pom qhov nyuag hmoov ntoo hauv koj tus kwvtij lub qhov muag, tiamsis koj tsis quav ntsej txog tog niag ntoo uas nyob hauv koj lub qhov muag?"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.42","label":"42","content":"Ua cas koj yuav hais tau rau koj tus kwvtij tias, ‘Kwvtij, cia kuv so qhov nyuag hmoov ntoo hauv koj lub qhov muag tawm,’ tiamsis koj ho tsis pom tog niag ntoo nyob hauv koj lub qhov muag? Tus neeg ncauj lus zoo siab phem, cia li rho tog niag ntoo hauv koj lub qhov muag ua ntej tso, koj thiaj pom meej thiaj so tau qhov nyuag hmoov ntoo hauv koj tus kwvtij lub qhov muag tawm."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.43","label":"43","content":"“Tsob ntoo zoo yeej tsis txi cov txiv phem, tsob ntoo phem yeej tsis txi cov txiv zoo."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.44","label":"44","content":"Yuav paub txhua tsob ntoo ntawm cov txiv, rau qhov yeej tsis de txiv cev ntawm tsob ntoo pos kaus ntsaj lossis de txiv hmab ntawm tsob pos kaus ntsim."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.45","label":"45","content":"Tus neeg zoo yeej muab yam zoo uas muaj nyob hauv nws lub siab los txi txiv zoo, tus neeg phem yeej muab yam phem uas muaj nyob hauv nws los txi txiv phem. Rau qhov lub qhov ncauj yeej hais tej uas muaj puv nkaus hauv lub siab tawm los."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.46","label":"46","content":"“Ua cas nej hu kuv tias ‘Tus Tswv, tus Tswv’ tiamsis tsis ua raws li kuv hais?"},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.47","label":"47","content":"Txhua tus uas los cuag kuv thiab hnov kuv tej lus thiab ua raws nraim, kuv yuav qhia rau nej paub tias nws zoo li cas."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.48","label":"48","content":"Nws zoo li tus uas ua tsev, nws khawb tob tob thiab tiag taw rau saum daim lag zeb. Thaum dej nyab, dej ntsawj lub tsev ntawd los ua tsis tau rau lub tsev ntawd ua zog, rau qhov ua ruaj heev."},{"bible_id":"1269","chapter_code":"LUK.6","verse_code":"LUK.6.49","label":"49","content":"Tiamsis tus uas hnov los tsis ua raws nraim, kuj zoo li tus uas ua tsev rau saum npoo av, tsis tiag tej taw. Thaum muaj dej ntsawj ces lub tsev ntawd txawm pob vau hlo tamsid, mas lub tsev ntawd puam tsuaj loj heev.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.1","label":"1","content":"Thaum Yexus hais tej lus no huvsi rau lawv mloog tag lawm nws txawm mus rau hauv lub moos Khapena‑u."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.2","label":"2","content":"Ib tug thawj rog uas kav ib puas leej muaj ib tug qhev uas nws hlub heev mob hnyav twb yuav tuag."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.3","label":"3","content":"Thaum nws hnov txog Yexus nws txawm txib Yudai cov kev txwj laus mus thov Yexus tuaj kho nws tus qhev."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.4","label":"4","content":"Thaum lawv tuaj cuag Yexus lawv siv zog thov nws tias, “Tus thawj rog ntawd tsim nyog koj mus ua yam no rau nws,"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.5","label":"5","content":"rau qhov nws hlub peb haiv neeg thiab ua lub tsev sablaj rau peb.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.6","label":"6","content":"Yexus txawm nrog lawv mus. Thaum mus yuav txog tsev tus thawj rog txawm txib phoojywg mus hais rau Yexus tias, “Tus Tswv, thov tsis txhob tab kaum koj, rau qhov kuv yog ib tug uas tsis tsim nyog koj yuav nkag mus rau hauv kuv lub tsev."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.7","label":"7","content":"Vim li no kuv thiaj pom tias kuv tsis tsim nyog mus cuag koj. Thov koj cia li hais xwb thiab kho kuv tus qhev kom zoo."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.8","label":"8","content":"Rau qhov kuv kuj nyob hauv tub rog txoj qab kev tswjhwm thiab tseem muaj cov tub rog uas kuv tswjhwm. Kuv hais rau tus no tias, ‘Cia li mus,’ nws kuj mus, thiab hais rau dua ib tug tias, ‘Cia li los,’ nws kuj los, thiab kuv hais rau kuv tus tub qhe tias, ‘Cia li ua yam no,’ nws kuj ua.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.9","label":"9","content":"Thaum Yexus hnov nws hais li ntawd, Yexus xav tsis thoob rau nws, Yexus txawm tig los hais rau cov neeg coob uas raws nws qab tias, “Kuv hais rau nej tias, txawm yog hauv cov Yixayee los kuv tsis tau pom muaj kev ntseeg loj li no.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.10","label":"10","content":"Thaum cov uas tus thawj rog txib mus ntawd rov los txog tsev kuj pom tus qhev ntawd zoo kiag lawm."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.11","label":"11","content":"Dhau ntawd tsis ntev Yexus mus rau hauv lub moos Na‑i, nws cov thwjtim thiab tej neeg coob coob nrog nws mus."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.12","label":"12","content":"Thaum nws tuaj ze lub rooj loog ntawd, txawm muaj neeg kwv ib tug tuag tawm tuaj, yog ib tug poj ntsuam tib tug tub. Muaj neeg coob hauv lub moos nrog nws tuaj."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.13","label":"13","content":"Thaum Yexus pom leej niam ntawd nws khuvleej heev, thiab hais rau nws tias, “Tsis txhob quaj.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.14","label":"14","content":"Yexus txav mus kov lub hleb, cov neeg kwv tuag kuj nres. Yexus hais tias, “Tub hluas 'e, kuv hais rau koj, cia li sawv.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.15","label":"15","content":"Tus tuag ntawd txawm sawv zaum pib hais lus. Yexus thiaj muab tus ntawd cob rau leej niam."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.16","label":"16","content":"Txhua tus kuj ntshai heev thiab lawv qhuas Vajtswv hais tias, “Ib tug xibhwb cev Vajtswv lus loj kawg tshwm los rau hauv peb lawm.” thiab hais tias, “Vajtswv los saib nws haiv neeg lawm.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.17","label":"17","content":"Yexus lub moo no nrov nto moo lug mus thoob plaws lub xeev Yudia thiab ib ncig ntawd."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.18","label":"18","content":"Yauhas cov thwjtim kuj piav txhua yam no rau Yauhas mloog."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.19","label":"19","content":"Yauhas txawm hu nws ob tug thwjtim los thiab txib ob tug mus nug tus Tswv tias, “Koj yog tus uas yuav los ntawd lov? Lossis peb yuav tos dua lwm tus?”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.20","label":"20","content":"Thaum ob tug mus cuag Yexus lawd, ob tug hais tias, “Yauhas uas coj ua kevcai raus dej txib wb tuaj cuag koj nug tias, ‘Koj yog tus uas yuav los ntawd lov? Lossis peb yuav tos dua lwm tus?’ ”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.21","label":"21","content":"Lub sijhawm ntawd Yexus kho ntau leej mob nkeeg zoo thiab dim ntawm dab thiab kho ntau leej uas dig muag pom kev."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.22","label":"22","content":"Yexus txawm teb ob tug ntawd tias, “Cia li mus qhia tej uas nej pom thiab nej hnov lawd rau Yauhas. Neeg dig muag kuj pom kev lawm, neeg ceg tawv kuj mus tau kev, cov uas mob lig mob ruas kuj zoo huv lawm, cov uas lag ntseg kuj hnov tau lus, cov uas tuag kuj raug muab tsa ciaj sawv los thiab txoj xov zoo kuj piav mus rau cov neeg pluag lawm."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.23","label":"23","content":"Tus uas tsis dawm kuv kuj tau nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.24","label":"24","content":"Thaum Yauhas ob tug tub xa xov rov mus lawm, Yexus pib hais txog Yauhas rau cov neeg ntawd mloog tias, “Nej tawm mus rau tom tebchaws moj sab qhua mus saib dabtsi? Nej mus saib tug tauj deg uas cua ntsawj rawv mus rawv los lov?"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.25","label":"25","content":"Los nej tawm mus saib dabtsi? Nej mus saib ib tug uas hnav tsuj hnav npuag lov? Saib maj, cov uas hnav tsoos zoo nkauj thiab muaj nplua mias yeej nyob hauv vajntxwv lub tsev."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.26","label":"26","content":"Los nej mus saib dabtsi? Mus saib ib tug xibhwb cev Vajtswv lus lov? Kuv hais rau nej tias, tseeb tiag, thiab nws loj dua ib tug xibhwb cev lus."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.27","label":"27","content":"Nws yog tus uas twb muaj sau tseg cia lawm tias, “ ‘Saib maj, kuv tso kuv tus tubtxib mus ua koj ntej, tus ntawd yuav npaj kev rau tom koj hauv ntej.’"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.28","label":"28","content":"Kuv hais rau nej tias, cov neeg uas yug ntawm pojniam los tsis muaj ib tug loj dhau Yauhas. Tiamsis tus uas yau kawg hauv Vajtswv lub tebchaws tseem loj dua Yauhas.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.29","label":"29","content":"Thaum cov neeg sawvdaws thiab cov neeg sau se hnov tej lus no, lawv kuj lees tias Vajtswv ncaj ncees, vim lawv tau ua kevcai raus dej ntawm Yauhas lawm."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.30","label":"30","content":"Tiamsis cov Falixai thiab cov xibhwb qhia kevcai tsis txais yuav tej uas Vajtswv npaj tseg rau lawv, vim lawv tsis ua kevcai raus dej ntawm Yauhas."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.31","label":"31","content":"“Vim li no kuv yuav muab cov neeg tiam no piv txog dabtsi thiab lawv zoo li cas?"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.32","label":"32","content":"Lawv zoo li cov menyuam yaus uas zaum tom tshav puam ib leeg hu rau ib leeg tias, ‘Peb twb tshuab raj rau nej los nej tsis dhia seev cev, peb twb quaj nyiav los nej tsis quaj ntsuag.’"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.33","label":"33","content":"Rau qhov Yauhas uas coj ua kevcai raus dej los nws tsis noj mov tsis haus cawv txiv hmab, mas nej hais tias, ‘Nws raug ib tug dab.’"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.34","label":"34","content":"Neeg leej Tub los nws noj thiab haus, los nej hais tias, ‘Saib maj, niag neeg noj loj haus qaug, nrog cov neeg sau se thiab cov neeg muaj txim ua kwvluag.’"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.35","label":"35","content":"Tiamsis txhua tus uas ua raws li tswvyim tej menyuam sawvdaws kuj qhia tias tswvyim ua raug cai lawm.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.36","label":"36","content":"Muaj ib tug Falixai hu Yexus mus nrog nws noj mov, Yexus txawm mus rau hauv tus Falixai ntawd lub tsev mas pw pheeb ntawm rooj mov."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.37","label":"37","content":"Ces txawm muaj ib tug pojniam muaj txim nyob hauv lub moos ntawd thaum nws paub tias Yexus tabtom noj mov hauv tus Falixai tsev nws txawm nqa ib hwj  roj tsw qab tuaj,"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.38","label":"38","content":"sawv ntsug ntawm Yexus kotaw sab tom nrob qaum, mas quaj quaj kua muag pib ntub Yexus kotaw, ces nws txawm muab nws cov plaubhau los so thiab nwj Yexus kotaw, thiab muab roj tsw qab pleev rau."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.39","label":"39","content":"Thaum tus Falixai uas hu Yexus los noj mov pom li ntawd, ces txawm xav hauv lub siab tias, “Yog tus no nws yog xibhwb cev Vajtswv lus nws yeej yuav paub tias tus niag pojniam uas kov nws yog leejtwg thiab yog neeg zoo li cas, rau qhov tus pojniam ntawd yog neeg muaj txim.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.40","label":"40","content":"Yexus txawm hais rau nws tias, “Ximoos 'e, kuv muaj ib yam yuav hais rau koj.” Ximoos teb tias, “Xibhwb, hais los maj.” Yexus hais tias,"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.41","label":"41","content":"“Muaj ob tug tshuav ib tug yawg nqe, ib tug tshuav tsib puas denalia,  ib tug tshuav tsib caug denalia."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.42","label":"42","content":"Thaum ob tug them tsis tau tej nuj nqes, tus yawg ntawd txawm zam kiag rau ob tug. Ob tug ntawd leejtwg yuav nyiam tus yawg ntawd heev dua?”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.43","label":"43","content":"Ximoos teb tias, “Raws li kuv xav mas yog tus uas nws zam ntau dua.” Yexus hais rau nws tias, “Koj txiav cai raug lawm.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.44","label":"44","content":"Yexus txawm tig saib rau tus pojniam ntawd thiab hais rau Ximoos tias, “Koj pom tus pojniam no los tsis pom? Thaum kuv los rau hauv koj tsev koj twb tsis muab dej ntxuav kuv kotaw tiamsis tus pojniam no muab nws cov kua muag ntxuav kuv kotaw thiab muab nws cov plaubhau so."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.45","label":"45","content":"Koj twb tsis nwj kuv tiamsis txij thaum kuv los rau hauv tsev nws nwj kuv txhais kotaw tsis tu ncua li."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.46","label":"46","content":"Koj twb tsis muab roj pleev kuv taubhau tiamsis nws muab roj pleev kuv kotaw."},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.47","label":"47","content":"Vim li no kuv hais rau koj tias, tej kev txhaum uas nws ua ntau kawg twb muab daws tag lawm vim nws muaj lub siab hlub heev. Tus uas daws nws lub txim tsawg nws kuj hlub tsawg.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.48","label":"48","content":"Yexus thiaj hais rau tus pojniam ntawd tias, “Koj lub txim twb muab daws lawm.”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.49","label":"49","content":"Cov uas nrog Yexus nyob pheeb ntawm rooj mov kuj pib sib hais tias, “Tus no yog leejtwg es yuav daws tau lub txim?”"},{"bible_id":"1269","chapter_code":"LUK.7","verse_code":"LUK.7.50","label":"50","content":"Yexus hais rau tus pojniam ntawd tias, “Koj txojkev ntseeg cawm koj dim lawm. Cia li mus ua siab tus yees.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.1","label":"1","content":"Dhau ntawd Yexus txawm mus thoob plaws tej moos thiab tej zej zog tshaj tawm thiab qhia txoj xov zoo hais txog Vajtswv lub tebchaws. Kaum ob tug thwjtim kuj nrog Yexus mus,"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.2","label":"2","content":"thiab muaj cov pojniam qee leej uas Yexus ntiab dab tawm thiab kho mob zoo, yog Maivliag uas hu ua Madala yog tus uas xya tus dab twb tawm hauv nws mus lawm,"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.3","label":"3","content":"thiab Yau‑ana uas yog Khuxa uas saib xyuas Helauj lub tsev tus pojniam, thiab Xuxana, thiab muaj dua ntau tus pojniam uas lawv siv lawv tej nyiaj txiag qhov txhia chaw yug Yexus lawv."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.4","label":"4","content":"Thaum cov neeg tuaj txoos ua ke coob coob thiab muaj neeg tuaj ntau lub moos tuaj cuag Yexus, nws txawm ua paj lug hais tias,"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.5","label":"5","content":"“Muaj ib tug tawm mus tseb noob. Thaum nws tseb cov noob ib txhia poob rau saum txojkev mas raug muab tsuj thiab nas noog los khaws noj lawm."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.6","label":"6","content":"Muaj ib txhia poob rau saum tej lag zeb. Thaum noob tuaj lawd txawm tuag tshav rau qhov tsis muaj dej yug."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.7","label":"7","content":"Muaj ib txhia poob rau hauv plawv tsob pos, ces tsob pos hlob tuaj ua ke laum lawm."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.8","label":"8","content":"Muaj ib txhia poob rau hauv thaj av zoo mas hlob thiab txi txiv ib puas npaug.” Thaum Yexus hais tag li no lawd nws txawm qw nrov hais tias, “Leejtwg muaj qhov ntsej hnov cia li mloog nawj!”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.9","label":"9","content":"Thaum cov thwjtim nug Yexus txog zaj paj lug ntawd lub ntsiab yog li cas,"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.10","label":"10","content":"Yexus hais tias, “Tej uas muab npog cia lawd hais txog Vajtswv lub tebchaws, twb muab pub rau nej paub lawm, tiamsis ua paj lug qhia rau lwm tus “ ‘kom lawv thiaj saib tag saib thiab los tsis pom lawv mloog tag mloog thiab los tsis nkag siab.’"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.11","label":"11","content":"“Zaj paj lug ntawd lub ntsiab yog li no. Cov noob yog Vajtswv txojlus."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.12","label":"12","content":"Cov uas poob rau saum txojkev yog cov uas tau hnov mas dab Ntxwg Nyoog tuaj txeeb kiag tej lus ntawd hauv lawv lub siab mus kom lawv thiaj tsis ntseeg thiab tsis txais txojkev dim."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.13","label":"13","content":"Cov uas poob rau saum tej lag zeb mas yog cov uas thaum tau hnov tej lus ntawd lawv zoo siab txais yuav, tiamsis lawv cog cag tsis tob, lawv thiaj ntseeg ib ntus xwb. Thaum muaj kev sim siab lawv txawm tso tseg lawm."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.14","label":"14","content":"Cov noob uas poob rau hauv plawv tsob pos yog cov uas tau hnov lawm, tiamsis thaum lawv ua neej nyob tej kev txhawj kev nyiaj txiag kev lomzem hauv lawv lub neej muab lawv laum, lawv tej txiv thiaj tsis puv."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.15","label":"15","content":"Cov noob uas poob rau hauv thaj av zoo yog cov uas tau hnov tej lus ntawd thiab muab khaws cia rau hauv lub siab uas ncaj thiab zoo, thiab lawv muaj siab ntev txi txiv."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.16","label":"16","content":"“Tsis muaj leejtwg taws teeb es muab thoob khwb cia lossis txawb rau hauv qab txag, yeej yuav muab txawb rau saum lub chaw txawb teeb kom cov neeg uas nkag los thiaj li pom kev."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.17","label":"17","content":"Rau qhov tsis muaj ib yam twg uas muab zais cia lawm yuav tsis raug muab thws tshwm los, thiab tsis muaj ib yam twg uas muab npog cia lawm yuav tsis raug muab nthuav tawm los rau luag pom."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.18","label":"18","content":"Vim li no nej yuav tsum ua tib zoo mloog. Rau qhov tus uas muaj lawd yuav muab tsav ntxiv rau nws, tiamsis tus uas tsis muaj, txawm yog tej uas nws xav tias nws muaj los yuav muab rho ntawm nws mus.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.19","label":"19","content":"Thaum ntawd Yexus niam thiab nws cov kwv txawm tuaj cuag Yexus tiamsis tuaj tsis tau ti vim neeg coob heev."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.20","label":"20","content":"Muaj neeg hais rau Yexus tias, “Koj niam thiab koj cov kwv sawv sab nraud xav ntsib koj.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.21","label":"21","content":"Yexus hais rau lawv tias, “Kuv niam thiab kuv cov kwv yog cov uas mloog Vajtswv tej lus thiab ua raws nraim li.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.22","label":"22","content":"Muaj ib hnub Yexus nrog nws cov thwjtim nce rau hauv lub nkoj thiab hais rau lawv tias, “Peb cia li hla hiavtxwv mus rau sab tim ub.” Lawv txawm sawv kev mus."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.23","label":"23","content":"Thaum lawv tabtom caij nkoj mus Yexus pw tsaug zog lawm. Ces cua daj cua dub txawm ntsawj dej hiavtxwv mas dej twb yuav puv lub nkoj, ua rau lawv raug ceeblaj."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.24","label":"24","content":"Cov thwjtim thiaj mus tsa Yexus hais tias, “Tus Tswv tus Tswv, peb tabtom yuav puam tsuaj.” Yexus txawm tsim dheev los txwv cua thiab tej nthwv dej uas ntas, cua thiab dej txawm tu nrho txhua yam thiaj li tus yees lawm."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.25","label":"25","content":"Yexus hais rau lawv tias, “Nej txojkev ntseeg dua twg lawm?” Lawv kuj ntshai thiab phimhwj, sib hais tias, “Tus no yog leejtwg es hais rau cua thiab dej mas cua thiab dej kuj mloog nws lus?”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.26","label":"26","content":"Yexus lawv txawm caij nkoj mus txog lub moos Kelaxa li kav xyuam, uas ncaj ntawm Kalilais sab tim ub."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.27","label":"27","content":"Thaum Yexus nce saum ntug nqhuab, muaj ib tug yawg raug dab hauv lub moos ntawd txawm ntsib Yexus. Nws tsis hnav ris tsho thiab tsis nyob hauv tsev ntev los lawm, nws nyob tom toj ntxas xwb."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.28","label":"28","content":"Thaum nws pom dheev Yexus nws txawm qw nrov thiab khwb nkaus ntawm Yexus hais nrov nrov tias, “Au Yexus uas yog Vajtswv uas Loj Dua Ntais tus tub, koj tuaj thab kuv ua dabtsi? Kuv thov koj tsis txhob tsim txom kuv.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.29","label":"29","content":"Twb yog vim Yexus tau hais kom tus dab qias tawm hauv tus yawg ntawd mus. (Dab pheej ntswj nws ntau zaus. Luag zov nws zoo thiab twb muab loj cuj thiab saw hlau khi nws lawm los nws rub saw hlau tu nrho thiab raug dab muab raws rau tom tebchaws moj sab qhua.)"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.30","label":"30","content":"Mas Yexus nug dab tias, “Koj npe hu li cas?” Nws teb tias, “Kuv npe hu ua Coob,” rau qhov muaj dab coob coob nkag rau hauv nws."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.31","label":"31","content":"Tej dab ntawd txawm taij thov Yexus tsis txhob ntiab lawv mus rau hauv lub niag qhov tob tob."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.32","label":"32","content":"Muaj ib pab npua coob tabtom nrhiav noj ntawm ntav toj. Cov dab ntawd txawm thov Yexus cia lawv txeem rau hauv cov npua ntawd. Yexus txawm tso ncauj."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.33","label":"33","content":"Cov dab txawm tawm hauv tus yawg ntawd mus nkag rau hauv pab npua, mas pab npua thiaj dhia plas toj ntxhab rau hauv hiavtxwv txham dej tuag tag."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.34","label":"34","content":"Thaum cov neeg yug npua pom tej xwm txheej no lawv txawm dhia mus piav tej ntawd rau hauv lub moos thiab tej zej zog."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.35","label":"35","content":"Mas neeg txawm tawm tuaj saib tej xwm txheej uas tshwm los ntawd. Thaum lawv tuaj txog ntawm Yexus, lawv pom tus uas dab twb tawm mus lawd hnav ris tsho thiab meej pem zoo, zaum ntawm Yexus kotaw, lawv thiaj ntshai kawg."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.36","label":"36","content":"Cov neeg uas tau pom, kuj piav rau lawv mloog txog tus uas raug dab ntawd zoo kiag li cas."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.37","label":"37","content":"Cov neeg uas nyob lub moos Kelaxa li kav xyuam sawvdaws txawm thov Yexus tawm ntawm lawv mus, vim lawv ntshai heev. Yexus txawm nce nkoj rov mus."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.38","label":"38","content":"Tus uas dab tawm hauv nws lawd kuj thov cia nws nrog Yexus nyob ua ke. Tiamsis Yexus kom nws rov mus thiab hais tias,"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.39","label":"39","content":"“Cia li mus tsev thiab piav tias Vajtswv tau ua li cas rau koj lawd rau lawv mloog.” Ces tus ntawd txawm rov qab mus thiab piav txhua yam uas Yexus tau ua rau nws thoob plaws lub moos ntawd paub."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.40","label":"40","content":"Thaum Yexus rov los lawm muaj neeg coob zoo siab tos nws vim lawv sawvdaws tos ntsoov nws."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.41","label":"41","content":"Muaj ib tug npe hu ua Yaila, yog tus thawj uas saib xyuas lub tsev sablaj txawm tuaj khwb nkaus ntawm Yexus kotaw, thov kom Yexus mus tom nws tsev,"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.42","label":"42","content":"rau qhov nws muaj tib tug ntxhais hnub nyoog kwvlam kaum ob xyoos, mob heev twb yuav tuag. Thaum Yexus mus, muaj neeg coob coob nrog nws mus sib txiv qev."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.43","label":"43","content":"Muaj ib tug pojniam uas muaj mob nchuav cev tau kaum ob xyoos lawm, tsis muaj leejtwg kho tau nws tus mob zoo,"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.44","label":"44","content":"nws txawm los raws Yexus qab kov Yexus qab tsho. Tamsim ntawd nws ntshav txawm tu nrho lawm."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.45","label":"45","content":"Yexus hais tias, “Leejtwg kov kuv?” Thaum txhua tus tsis lees Petus txawm hais rau Yexus tias, “Xibhwb, neeg coob vij nkaus koj sib txiv qev koj.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.46","label":"46","content":"Tiamsis Yexus hais tias, “Muaj ib tug kov kuv rau qhov kuv paub tias hwjchim tawm hauv kuv lawm.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.47","label":"47","content":"Thaum tus pojniam ntawd pom tias tsiv nraim tsis tau nws los tshee hnyo los khwb nkaus rau ntawm Yexus xubntiag qhia tab meeg sawvdaws tias nws kov Yexus vim yog li cas, thiab nws tus mob twb zoo tamsid lawm."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.48","label":"48","content":"Yexus hais rau nws tias, “Mentxhais 'e, koj txojkev ntseeg ua rau koj zoo lawm. Cia li mus ua siab tus yees.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.49","label":"49","content":"Thaum Yexus tseem hais tej lus ntawd, muaj ib tug tuaj ntawm tus thawj uas saib xyuas tsev sablaj lub tsev tuaj hais tias, “Koj tus ntxhais twb tuag lawm. Tsis txhob tab kaum xibhwb dua li lawm.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.50","label":"50","content":"Thaum Yexus hnov li ntawd nws txawm teb tus ntawd tias, “Tsis txhob ntshai, cia li ntseeg xwb. Tus mentxhais yeej yuav zoo.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.51","label":"51","content":"Thaum Yexus tuaj txog lub tsev lawm nws tsis kheev leejtwg nrog nws nkag mus tsuas yog Petus, Yauhas thiab Yakaunpau thiab leej niam leej txiv mus xwb."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.52","label":"52","content":"Sawvdaws quaj thiab quaj nyiav tus mentxhais ntawd, tiamsis Yexus hais tias, “Tsis txhob quaj. Nws tsis tuag, nws tsaug zog xwb.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.53","label":"53","content":"Lawv txawm thuam luag Yexus rau qhov lawv paub tias tus mentxhais twb tuag lawm tiag."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.54","label":"54","content":"Tiamsis Yexus ntsiab nkaus tus mentxhais ntawd txhais tes thiab hais rau nws tias, “Mentxhais 'e, cia li sawv tsees.”"},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.55","label":"55","content":"Mas tus ntsuj plig txawm rov los rau nws, nws thiaj sawv tsees tamsim ntawd. Yexus hais kom muab mov rau tus mentxhais noj."},{"bible_id":"1269","chapter_code":"LUK.8","verse_code":"LUK.8.56","label":"56","content":"Leej niam leej txiv kuj phimhwj heev. Yexus txwv kom tsis txhob qhia leejtwg paub txog zaj no."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.1","label":"1","content":"Yexus hu kaum ob tug thwjtim los mas pub hwjchim peevxwm rau lawv kov yeej txhua tus dab thiab kho mob zoo,"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.2","label":"2","content":"thiab txib lawv tawm mus tshaj tawm txog Vajtswv lub tebchaws thiab kho mob kom zoo."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.3","label":"3","content":"Thiab nws hais rau lawv tias, “Tsis txhob coj dabtsi mus siv taug kev, tsis hais tus pas nrig, hnab thoob puab, mov noj, nyiaj siv lossis ob lub tsho."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.4","label":"4","content":"Yog nej mus poob rau yim twg kuj nyob hauv lub tsev ntawd mus txog thaum tawm qhov ntawd mus."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.5","label":"5","content":"Yog lub chaw twg tsis txais nej, mas thaum nej tawm hauv lub moos ntawd mus cia li nchos tej hmoov av ntawm nej kotaw pov tseg ua timkhawv tawm tsam lawv.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.6","label":"6","content":"Lawv txawm tawm mus thoob plaws tej zej zog tshaj tawm txoj xov zoo thiab kho mob zoo rau txhua qhov."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.7","label":"7","content":"Thaum tus tswv xeev Helauj hnov tej xwm txheej no huvsi nws ntxhov siab heev, vim qee leej hais tias, Yauhas ciaj sawv hauv qhov tuag rov los lawm,"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.8","label":"8","content":"thiab qee leej hais tias yog Eliya tshwm los, thiab qee leej hais tias yog ib tug xibhwb cev Vajtswv lus yav thaum ub sawv rov los."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.9","label":"9","content":"Helauj hais tias, “Kuv twb muab Yauhas lub taubhau txiav lawm, mas tus uas kuv tau hnov tej xwm txheej no yog leejtwg nev?” Ces Helauj txawm xav ntsib Yexus."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.10","label":"10","content":"Thaum cov tubtxib rov los lawv piav tej uas lawv tau ua rau Yexus mloog. Nws txawm coj lawv mus rau ib cag ntawm lub moos Npexaida."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.11","label":"11","content":"Thaum tej neeg paub lawm lawv raws Yexus qab mus. Yexus zoo siab txais lawv thiab hais txog Vajtswv lub tebchaws rau lawv mloog thiab cov uas cheem tsum kho mob nws kuj kho kom zoo huvsi."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.12","label":"12","content":"Thaum hnub yuav poob qho, kaum ob tug thwjtim los hais rau Yexus tias, “Cia li tso cov neeg mus kom lawv thiaj tau mus so thiab nrhiav mov noj hauv tej zej zog thiab tom tej teb ib ncig no, vim qhov uas peb nyob no ntuj nrag teb do xwb.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.13","label":"13","content":"Yexus hais rau lawv tias, “Nej cia li pub rau lawv noj.” Lawv hais tias, “Peb tsis muaj dabtsi tsuas muaj tsib lub ncuav thiab ob tug ntses xwb, ntshai ho mus yuav mov los yug cov neeg no sawvdaws xwb.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.14","label":"14","content":"Rau qhov cov txivneej kwvlam muaj tsib txhiab leej. Yexus txawm hais rau cov thwjtim tias, “Kom cov neeg zaum ua tej pab tej pawg ib pawg kwvlam tsib caug leej.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.15","label":"15","content":"Lawv kuj ua raws li ntawd thiab hais kom cov neeg sawvdaws zaum."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.16","label":"16","content":"Thaum Yexus txais tsib lub ncuav thiab ob tug ntses ntawd lawm, nws tsa muag ntsia rau saum ntuj thov Vajtswv foom koob hmoov mas muab ntais cev rau cov thwjtim kom lawv faib rau cov neeg."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.17","label":"17","content":"Lawv txhua tus noj tsau huvsi. Cov thwjtim khaws tej uas noj tsis tag tau kaum ob tawb."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.18","label":"18","content":"Thaum Yexus tabtom thov Vajtswv ib leeg cov thwjtim kuj nrog nws nyob. Yexus txawm nug lawv tias, “Luag tej hais tias kuv yog leejtwg?”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.19","label":"19","content":"Lawv teb tias, “Yog Yauhas uas coj ua kevcai raus dej, tiamsis qee leej hais tias yog Eliya, dua li lwm tus hais tias yog ib tug xibhwb cev Vajtswv lus thaum ub sawv rov los.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.20","label":"20","content":"Nws hais rau lawv tias, “Nej nev nej hais tias kuv yog leejtwg?” Petus teb tias, “Koj yog Vajtswv tus Khetos.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.21","label":"21","content":"Yexus txawm nkaw lus rau lawv txwv tsis txhob qhia zaj no rau leejtwg paub,"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.22","label":"22","content":"thiab hais tias, “Neeg leej Tub yuav tsum raug kev tsim txom ntau yam thiab cov kev txwj laus thiab cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai yuav tsis lees yuav nws, thiab nws yuav raug muab tua thiab peb hnub nws yuav raug muab tsa ciaj sawv rov los.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.23","label":"23","content":"Thiab Yexus hais rau lawv txhua tus tias, “Yog leejtwg xav raws kuv qab mus, cia tus ntawd tswj nws tus kheej thiab niaj hnub kwv nws tus khaublig ntoo raws kuv qab."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.24","label":"24","content":"Vim tias tus uas xav cawm tau nws txojsia yuav piam txojsia, tiamsis tus uas tso nws txojsia tseg vim yog saib rau kuv, mas yuav cawm tau nws txojsia."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.25","label":"25","content":"Yog leejtwg tau tag nrho lub ntiajteb huvsi tiamsis muab nws tus kheej rhuav tshem puam tsuaj tag lawm, tus ntawd yuav tau qabhau dabtsi?"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.26","label":"26","content":"Leejtwg txaj muag rau kuv thiab kuv tej lus ces thaum Neeg leej Tub nrog nws lub hwjchim ci ntsa iab thiab nrog leej txiv thiab cov tubtxib saum ntuj uas dawb huv lub hwjchim ua ke los, nws yuav txaj muag rau tus ntawd."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.27","label":"27","content":"Kuv hais tseeb rau nej tias, cov uas sawv ntawm no muaj qee leej yuav tsis tau sim txojkev tuag ces yuav xub pom Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.28","label":"28","content":"Yexus hais tej lus ntawd dhau kwvlam yim hnub, nws txawm coj Petus thiab Yauhas thiab Yakaunpau nrog nws nce mus thov Vajtswv saum lub roob."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.29","label":"29","content":"Thaum Yexus tabtom thov, nws lub ntsej muag txawm hloov kiag, thiab nws cev tsoos tsho kuj dawb ci nplas."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.30","label":"30","content":"Txawm muaj ob tug yawg nrog Yexus sib tham, yog Mauxe thiab Eliya,"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.31","label":"31","content":"nrog hwjchim ci ntsa iab tshwm los thiab hais txog qhov uas Yexus yuav ncaim mus uas twb yuav tiav rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.32","label":"32","content":"Petus thiab cov uas nrog nws nyob ua ke tabtom ncaws dab ntub tsaug zog, mas thaum lawv tsim dheev lawv pom Yexus lub hwjchim ci ntsa iab thiab pom ob tug yawg uas nrog nws sawv ua ke."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.33","label":"33","content":"Thaum ob tug yawg ntawd tabtom ncaim Yexus mus, Petus hais rau Yexus tias, “Xibhwb, peb nyob ntawm no kuj zoo. Cia peb ua peb lub tsev pheeb suab, ua ib lub rau koj, ib lub rau Mauxe thiab ib lub rau Eliya.” Petus tsis paub tias nws hais li cas lawm."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.34","label":"34","content":"Thaum nws tabtom hais li ntawd txawm muaj ib tauv huab los laum nkaus lawv. Thaum tauv huab laum lawv ntawd lawv ntshai kawg."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.35","label":"35","content":"Muaj ib lub suab hais hauv tauv huab tuaj tias, “Tus no yog kuv tus Tub uas kuv xaiv cia lawm. Nej cia li mloog nws hais.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.36","label":"36","content":"Thaum lub suab ntawd tu nrho lawd tsuas yog pom Yexus tib leeg xwb. Lawv npog zaj no cia twjywm rau ncua sijhawm ntawd tsis piav rau leejtwg hnov txog tej uas lawv pom ntawd li."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.37","label":"37","content":"Hnub tom qab thaum Yexus lawv nqes pem roob los muaj neeg coob coob tuaj ntsib Yexus."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.38","label":"38","content":"Muaj ib tug yawg hauv cov neeg ntawd qw tias, “Xibhwb, thov saib kuv tus tub rau qhov kuv muaj tib tug tub xwb."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.39","label":"39","content":"Thaum dab ntswj nws, nws txawm qw tamsim ntawd. Dab pheej ua rau nws nti ntswj ua npuas ncauj nto plaws, tsis tshua tawm hauv nws mus kiag li, ua rau nws ib ce ntsuab tag."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.40","label":"40","content":"Kuv thov koj cov thwjtim ntiab dab tawm tiamsis lawv ntiab tsis tau.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.41","label":"41","content":"Yexus teb tias, “Au tiam neeg uas tsis muaj kev ntseeg tsuas muaj kev phem kev qias xwb, kuv yuav nrog nej nyob thiab ua siab ntev thev nej mus ntev li cas? Cia li coj koj tus tub los ntawm no.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.42","label":"42","content":"Thaum tus tub ntawd tabtom los dab txawm ua rau nws ntog huam ib tshaj. Yexus hais tawv rau tus dab qias ntawd thiab kho tus tub ntawd zoo, thiab muab nws rov rau leej txiv."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.43","label":"43","content":"Txhua tus kuj phimhwj qhov uas Vajtswv loj kawg nkaus. Thaum lawv tseem phimhwj rau txhua yam uas Yexus ua, Yexus txawm hais rau nws cov thwjtim tias,"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.44","label":"44","content":"“Cia li ua tib zoo mloog tej lus no. Neeg leej Tub yuav raug muab cob rau hauv neeg txhais tes.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.45","label":"45","content":"Tiamsis lawv tsis nkag siab tej lus no, thiab lub ntsiab raug muab zais ntawm lawv lawm lawv thiaj tsis nkag siab. Lawv kuj tsis kav nug Yexus txog zaj no."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.46","label":"46","content":"Cov thwjtim muaj lus sib cam tias lawv cov leejtwg yog tus loj dua ntais."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.47","label":"47","content":"Thaum Yexus paub tej uas lawv lub siab xav nws txawm muab ib tug menyuam yaus los sawv rau ntawm nws ib sab,"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.48","label":"48","content":"mas hais rau lawv tias, “Leejtwg lees yuav tus menyuam yaus no vim yog saib rau kuv lub npe, kuj yog tus ntawd lees yuav kuv. Thiab tus uas lees yuav kuv kuj yog lees yuav tus uas txib kuv los thiab. Tus uas me kawg nkaus hauv nej cov sawvdaws yog tus loj.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.49","label":"49","content":"Yauhas hais tias, “Xibhwb, peb pom ib tug tuav koj lub npe ntiab dab tawm, mas peb txwv nws rau qhov nws tsis koom nrog peb.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.50","label":"50","content":"Yexus hais rau nws tias, “Tsis txhob txwv nws, rau qhov tus uas tsis tawm tsam nej yeej yog tuaj nej tog lawm.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.51","label":"51","content":"Thaum ze lub sijhawm uas Yexus yuav raug coj mus saum ntuj, nws txiav txim siab ncaj nraim mus rau Yeluxalees."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.52","label":"52","content":"Nws txawm txib cov xa xov ua nws ntej mus. Lawv mus rau hauv cov Xamali ib lub zos mus npaj tos Yexus."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.53","label":"53","content":"Tiamsis cov neeg ntawd tsis lees txais Yexus vim yog nws txhob txwm ncaj nraim mus rau Yeluxalees."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.54","label":"54","content":"Thaum Yakaunpau thiab Yauhas uas yog Yexus cov thwjtim pom li ntawd ob tug txawm hais rau Yexus tias, “Tus Tswv, koj xav kom wb thov hluavtaws saum ntuj los hlawv cov neeg ntawd los tsis xav?”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.55","label":"55","content":"Tiamsis Yexus tig los txwv ob tug,"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.56","label":"56","content":"mas Yexus lawv txawm mus dua rau ib lub zos."},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.57","label":"57","content":"Thaum lawv tabtom taug kev mus muaj ib tug hais rau Yexus tias, “Koj mus qhovtwg kuv yuav nrog koj mus qhov ntawd.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.58","label":"58","content":"Yexus hais rau nws tias, “Tej hma tseem muaj qhov nkaum thiab tej nas noog saum nruab ntug tseem muaj zes, tiamsis Neeg leej Tub tsis muaj lub chaw rau ncoo.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.59","label":"59","content":"Thiab Yexus hais dua rau ib tug tias, “Koj cia li nrog kuv mus.” Tiamsis tus ntawd hais tias, “Tus Tswv, thov cia kuv mus log kuv txiv tso.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.60","label":"60","content":"Yexus hais rau nws tias, “Cia cov neeg tuag lawv log lawv tus tuag. Koj cia li mus tshaj tawm txog Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.61","label":"61","content":"Muaj dua ib tug hais tias, “Tus Tswv, kuv yuav nrog koj mus. Tiamsis cia kuv mus hais lus ncaim kuv tsev neeg tso.”"},{"bible_id":"1269","chapter_code":"LUK.9","verse_code":"LUK.9.62","label":"62","content":"Yexus hais rau nws tias, “Tsis muaj leejtwg tuav tus khais lawm tseem tig ntsia tom qab es yuav tsim nyog rau Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.1","label":"1","content":"Dhau ntawd Yexus tsa xya caum ob leeg  thiab txib lawv tawm mus ua ib nkawg ib nkawg ua Yexus ntej mus rau txhua lub moos thiab txhua lub chaw uas Yexus tseem yuav mus."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.2","label":"2","content":"Yexus hais rau lawv tias, “Cov qoob uas zoo hlais muaj ntau heev, tiamsis cov tub zog muaj tsawg. Vim li no nej yuav tsum thov tus tswv teb kom txib tub zog mus hlais nws tej qoob."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.3","label":"3","content":"Nej cia li mus. Saib maj, kuv txib nej tawm mus zoo yam li tus menyuam yaj uas nyob hauv nruab nrab pab hma."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.4","label":"4","content":"Tsis txhob coj hnab nyiaj lossis hnab thoob puab lossis khau rau, tsis txhob nrog leejtwg hais lus ntawm tej tog kev."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.5","label":"5","content":"Yog nej nkag rau hauv lub tsev twg, cia li hais ua ntej tias, ‘Thov kom lub tsev no nyob kaj siab lug.’"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.6","label":"6","content":"Yog muaj tus uas txais kev kaj siab lug nyob qhov ntawd, mas nej txojkev kaj siab yuav nyob ntawm nws. Tiamsis yog tsis muaj mas nej txojkev kaj siab yuav thim rov los rau nej."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.7","label":"7","content":"Cia li nyob hauv lub tsev ntawd mus li thiab noj haus tej uas lawv npaj cia, rau qhov tus tub zog tsim nyog tau nws li nqe zog. Tsis txhob tawm ntawm lub tsev no mus nyob rau lwm lub."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.8","label":"8","content":"Thaum nej mus rau hauv lub moos twg thiab muaj neeg txais nej lawm cia li noj txhua yam uas lawv npaj rau nej."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.9","label":"9","content":"Thiab kho tej neeg muaj mob hauv lub moos ntawd kom zoo thiab hais rau lawv tias, ‘Vajtswv lub tebchaws los ze nej lawm.’"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.10","label":"10","content":"Tiamsis thaum nej mus rau hauv lub moos twg es tsis muaj leejtwg txais tos nej, nej cia li tawm mus rau hauv tej kev hauv lub moos ntawd thiab hais tias,"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.11","label":"11","content":"‘Txawm yog tej hmoov av hauv nej lub moos uas lo peb kotaw los peb muab so rov rau nej. Tiamsis nej cia li paub tias Vajtswv lub tebchaws twb los ze lawm.’"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.12","label":"12","content":"Kuv hais rau nej tias, txog hnub ntawd lub moos Xaudoo yuav raug txim sib dua lub moos ntawd."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.13","label":"13","content":"“Lub moos Khaulaxi 'e, koj raug txom nyem lauj! Lub moos Npexaida 'e, koj raug txom nyem lauj! Yog tej txujci phimhwj uas ua rau hauv neb lawd tau ua rau hauv lub nroog Thailab thiab lub nroog Xaidoo, ces lawv twb muab khaub seev tsaj los hnav thiab zaum hauv qhov tshauv ntxeev dua siab tshiab ntev los lawm."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.14","label":"14","content":"Tiamsis hnub uas teem txim mas Thailab thiab Xaidoo yuav raug sib dua neb."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.15","label":"15","content":"Lub moos Khapena‑u 'e, yuav muab koj tsa siab mus nto ntuj lov? Koj yuav raug muab txo qes mus rau hauv tub tuag teb."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.16","label":"16","content":"Tus uas mloog nej hais, kuj yog mloog kuv hais, tus uas tsis lees nej kuj yog tsis lees kuv, tus uas tsis lees kuv kuj tsis lees tus uas txib kuv los.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.17","label":"17","content":"Xya caum ob  tug thwjtim rov los zoo siab xyiv fab hais tias, “Tus Tswv, txawm yog dab los thaum peb tuav koj lub npe dab kuj nyob hauv peb qab kev tswjhwm lawm.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.18","label":"18","content":"Yexus hais rau lawv tias, “Kuv pom Xatas  poob saum ntuj los ib yam li xob laim."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.19","label":"19","content":"Saib maj, kuv pub hwjchim rau nej tsuj tau nab thiab raub ris teb thiab muaj hwjchim loj dua tus yeeb ncuab li hwjchim huvsi, tsis muaj ib yam dabtsi yuav ua phem rau nej."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.20","label":"20","content":"Tiamsis tsis txhob zoo siab rau qhov uas tej dab nyob hauv nej qab kev tswjhwm. Cia li zoo siab rau qhov uas nej lub npe sau cia rau hauv ntuj ceeb tsheej lawm.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.21","label":"21","content":"Tib lub sijhawm ntawd Vaj Ntsuj Plig dawb huv ua rau Yexus zoo siab mas nws hais tias, “Au leej Txiv uas yog tus Tswv ntuj Tswv teb, kuv qhuas koj uas koj muab tej no npog cia tsis qhia rau cov neeg muaj tswvyim thiab txawj ntse, tiamsis muab qhia rau tej menyuam yaus paub. Au leej Txiv, koj yeej pom zoo ua li ntawd."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.22","label":"22","content":"Kuv leej Txiv twb muab txhua yam cob rau kuv. Tsis muaj leejtwg paub tias leej Tub yog leejtwg tsuas yog leej Txiv xwb thiab tsis muaj leejtwg paub tias leej Txiv yog leejtwg tsuas yog leej Tub thiab tus uas leej Tub xav qhia rau thiaj paub xwb.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.23","label":"23","content":"Yexus txawm tig rau ntawm cov thwjtim hais twjywm rau lawv tias, “Lub qhov muag uas pom tej uas nej pom kuj tau koob hmoov."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.24","label":"24","content":"Kuv hais rau nej tias, cov xibhwb cev Vajtswv lus thiab tej vajntxwv ntau leej xav pom tej uas nej pom los lawv tsis pom, thiab xav hnov tej uas nej tau hnov los lawv tsis hnov.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.25","label":"25","content":"Muaj ib tug xibhwb uas paub kevcai txawm sawv tsees sim Yexus nug hais tias, “Xibhwb, kuv yuav tsum ua yam twg kuv thiaj tau txojsia ib txhis tsis kawg?”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.26","label":"26","content":"Yexus hais rau nws tias, “Txoj kevcai sau cia li cas? Koj nyeem hais li cas?”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.27","label":"27","content":"Nws teb tias, “Koj yuav tsum hlub tus Tswv  uas yog koj tus Vajtswv kawg siab kawg ntsws, kawg koj lub dag lub zog thiab kawg koj tswvyim plab plaws thiab hlub kwvtij zej zog ib yam li koj hlub koj tus kheej.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.28","label":"28","content":"Yexus hais rau nws tias, “Koj teb raug lawm, cia li mus ua li ntawd koj thiaj tau txojsia.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.29","label":"29","content":"Tiamsis tus ntawd tsis xav poob ntsej muag nws txawm hais rau Yexus tias, “Leejtwg yog kuv li kwvtij zej zog nev?”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.30","label":"30","content":"Yexus teb tias, “Muaj ib tug yawg taug kev ntawm Yeluxalees mus rau nram lub moos Yelikhau, ces txawm raug tub sab lws txeeb nws ris tsho muab nws ntaus li khiav mus tseg nws cia twb yuav tuag."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.31","label":"31","content":"Ces txawm muaj ib tug pov thawj taug kev tuaj. Thaum nws pom tus uas raug tub sab ntaus, nws txawm lug ib sab ntug kev mus lawm."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.32","label":"32","content":"Muaj ib tug Levi ua ib yam nkaus. Thaum nws tuaj txog ntawd thiab pom nws kuj lug ib sab ntug kev mus lawm thiab."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.33","label":"33","content":"Tiamsis thaum ib tug Xamali taug kev tuaj txog ntawm tus ntawd, pom dheev mas khuvleej,"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.34","label":"34","content":"txawm mus ti nkaus thiab muab roj thiab cawv txiv hmab hliv pleev tej qhov txhab muab ntaub qhwv rau, thiab muab tus ntawd caij nws tus nees luav coj mus txog ib lub tsev so thiab tu tus mob ntawd."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.35","label":"35","content":"Hnub tom qab nws muab ob denalia  pub rau tus Tswv tsev thiab hais tias, ‘Thov pab tu tus mob no. Tej nyiaj uas koj siv tshaj cov no lawm mas thaum kuv rov tuaj kuv yuav ntxiv rov rau koj.’"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.36","label":"36","content":"Koj xav tias peb tug no tus twg yog tus uas raug tub sab ntaus li kwvtij zej zog?”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.37","label":"37","content":"Tus xibhwb ntawd hais tias, “Yog tus uas khuvleej tus ntawd.” Yexus thiaj hais rau nws tias, “Koj cia li mus ua ib yam nkaus li ntawd.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.38","label":"38","content":"Thaum Yexus lawv taug kev mus txawm mus rau hauv ib lub zos. Muaj ib tug pojniam hu ua Matha hu Yexus mus so hauv nws lub tsev."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.39","label":"39","content":"Matha muaj ib tug niam hluas hu ua Maivliag. Maivliag kuj zaum ntawm Yexus kotaw mloog Yexus tej lus qhia."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.40","label":"40","content":"Matha ntxhov siab rau nws tej haujlwm uas muaj ntau, nws txawm los hais rau Yexus tias, “Tus Tswv, koj tsis quav ntsej qhov uas kuv tus niam hluas cia kuv tib leeg ua haujlwm xwb lov? Koj cia li hais kom nws los pab kuv thiab.”"},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.41","label":"41","content":"Tus Tswv teb nws tias, “Matha, Matha 'e, koj txhawj thiab ntxhov siab rau ntau yam heev."},{"bible_id":"1269","chapter_code":"LUK.10","verse_code":"LUK.10.42","label":"42","content":"Tsuas muaj tib yam uas cheem tsum xwb. Maivliag twb xaiv yam uas zoo lawm, tsis muaj leejtwg txeeb tau ntawm nws mus.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.1","label":"1","content":"Muaj ib hnub Yexus tabtom thov Vajtswv hauv ib qho chaw. Thaum nws thov tag lawm, nws cov thwjtim ib tug hais rau nws tias, “Tus Tswv, thov koj qhia peb paub thov Vajtswv ib yam li Yauhas qhia nws cov thwjtim.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.2","label":"2","content":"Yexus txawm hais rau lawv tias, “Thaum nej thov yuav tsum hais tias, “ ‘Leej Txiv, thov sawvdaws hwm koj lub npe kom dawb huv. Thov cia koj lub tebchaws los."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.3","label":"3","content":"Thov pub tej zaub mov uas peb niaj hnub noj rau peb txhua hnub."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.4","label":"4","content":"Thov koj daws peb lub txim rau qhov peb zam txhua tus uas ua txhaum rau peb. Thov tsis txhob coj peb mus raug kev sim siab.’ ”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.5","label":"5","content":"Yexus kuj hais rau lawv tias, “Nej cov leejtwg muaj ib tug kwvluag mas thaum ib tag hmo nej mus hais rau nws tias, ‘Kwvluag, thov txais peb lub ncuav,"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.6","label":"6","content":"vim kuv ib tug phoojywg nyuam qhuav tuaj txog mas kuv tsis muaj dabtsi rau nws noj,’"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.7","label":"7","content":"mas tus uas nyob hauv tsev teb tias, ‘Tsis txhob txob kuv, twb kaw qhov rooj lawm thiab kuv cov menyuam nrog kuv pw tag lawm. Kuv sawv tsis tau mus muab rau koj.’"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.8","label":"8","content":"Kuv hais rau nej tias, txawm yog nws tsis sawv mus muab rau tus ntawd vim yog kwvluag, los vim tus ntawd pheej txob nws heev nws yeej yuav sawv mus muab raws li tus ntawd cheem tsum."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.9","label":"9","content":"“Kuv hais rau nej tias, cia li thov mas yuav muab rau nej, cia li nrhiav nej thiaj ntsib, cia li khob mas yuav qheb rau nej."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.10","label":"10","content":"Rau qhov txhua tus uas thov kuj yuav tau, tus uas nrhiav kuj ntsib, thiab tus uas khob kuj qheb rau nws."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.11","label":"11","content":"Nej cov uas yog txiv muaj leejtwg, es nws tus tub thov ntses noj nws yuav muab ib tug nab rau nws?"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.12","label":"12","content":"Lossis yog nws thov ib lub qe es yuav muab ib tug raub ris teb rau nws lov?"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.13","label":"13","content":"Yog li no nej cov uas yog neeg phem los nej twb paub muab tej yam uas zoo rau nej tej menyuam, nej leej Txiv uas nyob saum ntuj yimhuab yuav muab Vaj Ntsuj Plig uas dawb huv rau cov uas thov nws.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.14","label":"14","content":"Yexus tabtom ntiab tus dab ruam hais tsis tau lus tawm. Thaum dab tawm lawd tus ruam txawm hais tau lus, cov neeg kuj phimhwj."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.15","label":"15","content":"Tiamsis qee leej hais tias, “Nws siv tus thawj dab Npe‑eexenpu  li hwjchim ntiab dab tawm.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.16","label":"16","content":"Dua lwm tus kuj sim Yexus thov kom nws ua txujci tseem ceeb tshwm saum ntuj los."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.17","label":"17","content":"Yexus paub tej uas lawv xav nws thiaj hais rau lawv tias, “Txhua lub tebchaws uas tawg faib lawd yeej yuav puam tsuaj, thiab lub tsev twg uas tawg faib lawd yeej yuav piam tag."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.18","label":"18","content":"Yog Xatas  tawg faib tag lawm nws lub tebchaws yuav nyob tau li cas? Rau qhov nej hais tias kuv siv Npe‑eexenpu li hwjchim ntiab dab tawm."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.19","label":"19","content":"Yog kuv siv dab Npe‑eexenpu ntiab dab tawm, es nej cov neeg nev, lawv siv leejtwg ntiab dab tawm? Yog li ntawd ces lawv yuav ua cov uas txiav txim rau nej."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.20","label":"20","content":"Yog kuv siv Vajtswv tus ntiv tes ntiab dab tawm, mas Vajtswv lub tebchaws twb los txog nej lawm."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.21","label":"21","content":"Thaum tus uas muaj zog tuav rawv cuab yeej zov nws lub tsev nws tej qhov txhia chaw kuj nyob tso siab plhuav."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.22","label":"22","content":"Tiamsis thaum tus uas muaj zog heev dhau nws, tuaj ntaus yeej nws, tus ntawd yuav txeeb kiag nws tej cuab yeej uas nws tso siab ntawd mus thiab muab tej uas txeeb tau ntawd faib."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.23","label":"23","content":"Tus uas tsis tuaj kuv tog yeej tawm tsam kuv, thiab tus uas tsis nrog kuv qaws los ua ke, nws yeej muab ua kom tawg ua sab ua sua."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.24","label":"24","content":"“Thaum dab qias tawm hauv leejtwg lawm, dab mus rau hauv tej chaw qhuav nkig nkuav nrhiav chaw so. Thaum nrhiav tsis tau nws hais tias, ‘Kuv yuav rov qab mus rau kuv lub tsev uas kuv tawm tuaj.’"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.25","label":"25","content":"Thaum nws los txog nws pom lub tsev muab cheb thiab tu du lug cia."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.26","label":"26","content":"Nws txawm mus coj dua xya tus dab uas phem heev dua nws nkag mus nyob rau hauv. Mas tus neeg ntawd lub neej thaum kawg phem heev dua thaum chiv thawj.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.27","label":"27","content":"Thaum Yexus tabtom hais tej lus ntawd muaj ib tug pojniam uas nyob hauv cov neeg ntawd hais nrov rau Yexus tias, “Lub plab uas yug koj thiab lub txiv mis uas koj ntxais nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.28","label":"28","content":"Tiamsis Yexus hais tias, “Cov uas hnov Vajtswv tej lus thiab coj raws nraim thiaj yog cov uas tau nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.29","label":"29","content":"Thaum neeg tuaj coob zuj zus, Yexus pib hais tias, “Tiam neeg no phem heev thiab nrhiav ib yam txujci tseem ceeb, tiamsis lawv yuav tsis pom dua txujci tseem ceeb tsuas yog zaum txujci uas muaj rau Yauna xwb."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.30","label":"30","content":"Rau qhov Yauna ua txujci tseem ceeb rau cov neeg Ninave li cas, Neeg leej Tub yuav ua txujci tseem ceeb rau tiam neeg no ib yam li ntawd."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.31","label":"31","content":"Thaum txiav txim rau tiam neeg no tus poj vajntxwv uas kav tebchaws sab nrad  yuav sawv tsees thiab yuav taw lawv qhov txhaum rau lawv, rau qhov nws tau tuaj nram qab ntuj kawg tuaj mloog Xalaumoo tej tswvyim, tiamsis muaj ib tug loj dua Xalaumoo nyob ntawm no."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.32","label":"32","content":"Thaum txiav txim rau tiam neeg no cov neeg Ninave yuav sawv tsees thiab yuav taw lawv qhov txhaum rau lawv, rau qhov thaum cov neeg Ninave hnov Yauna qhia, lawv ntxeev dua siab tshiab lawm, tiamsis muaj ib tug loj dua Yauna nyob ntawm no."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.33","label":"33","content":"“Tsis muaj leejtwg taws teeb es muab txawb rau lub chaw nraim nkoos lossis muab thoob khwb cia, yeej yuav muab txawb rau saum lub chaw txawb teeb xwv cov uas nkag los thiaj pom kev."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.34","label":"34","content":"Lub qhov muag yog lub teeb rau lub cev. Yog tias koj lub qhov muag nyob zoo, tag nrho koj lub cev kuj kaj lug. Yog koj lub qhov muag tsis zoo, tag nrho koj lub cev yuav tsaus ntuj nti."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.35","label":"35","content":"Ceev faj tib zoo tsis txhob cia qhov kaj uas nyob hauv koj rov tsaus ntuj nti."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.36","label":"36","content":"Yog koj lub cev kaj huvsi tsis muaj ib qho tsaus li, mas nws yuav kaj lug huvsi ib yam li duab teeb ci kaj lug rau koj.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.37","label":"37","content":"Thaum Yexus hais tag lawm, muaj ib tug Falixai hu Yexus mus nrog nws noj mov. Yexus txawm mus zaum ntawm rooj mov."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.38","label":"38","content":"Thaum tus Falixai ntawd pom tias Yexus tsis ntxuav tes ua ntej li mam noj mov nws xav tsis thoob."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.39","label":"39","content":"Tus Tswv txawm hais rau nws tias, “Nej cov Falixai ntxuav khob ntxuav tais sab nraud, tiamsis sab hauv nej puv nkaus qhov uas ua siab hlob thiab siab phem."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.40","label":"40","content":"Au niag neeg ruam, tus uas tsim sab nraud kuj tsim sab hauv los tsis yog?"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.41","label":"41","content":"Cia li pub tej uas nyob sab hauv rau cov neeg pluag mas txhua yam thiaj li huv rau nej."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.42","label":"42","content":"“Nej cov Falixai raug txom nyem lauj! Nej muab ib feem kaum pum hub, luam laws thiab txhua yam txuj lom, tiamsis qhov uas tu plaub ncaj thiab hlub Vajtswv nej muab tso tseg. Tej uas hais tag no nej yuav tsum ua, thiab tsis txhob tso lwm yam tseg."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.43","label":"43","content":"“Nej cov Falixai raug txom nyem lauj! Nej nyiam zaum tej rooj siab hauv tej tsev sablaj, thiab nyiam kom luag hwm nej tom tej tshav puam."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.44","label":"44","content":"Nej raug txom nyem lauj! Nej zoo li lub qhov ntxa uas saib tsis pom mas neeg tsuj mus tsuj los los tsis paub.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.45","label":"45","content":"Muaj ib tug xibhwb paub kevcai txawm hais rau Yexus tias, “Xibhwb, qhov uas koj hais li ntawd kuj yog koj thuam peb thiab.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.46","label":"46","content":"Yexus hais tias, “Nej cov xibhwb uas paub kevcai raug txom nyem lauj! Nej muab lub nra hnyav uas ceeblaj ris nog rau neeg ris tiamsis nej twb tsis xuas nej tus ntiv tes kov kiag li."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.47","label":"47","content":"Nej raug txom nyem lauj! Nej txhim cov xibhwb cev Vajtswv lus tej qhov ntxa uas nej tej poj koob yawm txwv muab cov xibhwb ntawd tua."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.48","label":"48","content":"Nej ua li ntawd kuj yog ua timkhawv qhia hais tias nej pom zoo rau tej uas nej cov laus ua, rau qhov lawv yog cov uas tua cov xibhwb ntawd, thiab nej yog cov uas txhim tej qhov ntxa."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.49","label":"49","content":"Vim li no Vajtswv Tus Tswvyim  thiaj hais tias, ‘Kuv yuav txib cov xibhwb cev lus thiab cov tubtxib mus cuag lawv, mas qee leej yuav raug lawv muab tua thiab qee leej raug tsim txom.’"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.50","label":"50","content":"Vim li no, yuav tsob cov xibhwb cev Vajtswv lus tej ntshav uas los txij thaum tsim ntiajteb los ntawm tiam neeg no,"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.51","label":"51","content":"yog txij thaum Anpee cov ntshav mus txog Xekhaliya cov ntshav uas raug tua tuag ntawm lub thaj thiab lub tuam tsev kem nruab nrab. Kuv hais tseeb rau nej tias yuav tsob tej ntshav ntawm tiam neeg no."},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.52","label":"52","content":"Nej cov xibhwb paub kevcai raug txom nyem lauj! Nej muab tus yuam sij qheb txojkev paub coj mus lawm. Nej kuj tsis nkag mus rau hauv, thiab nej tav cov uas tabtom nkag mus.”"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.53","label":"53","content":"Thaum Yexus tawm qhov ntawd mus, cov xibhwb qhia Vajtswv kevcai thiab cov Falixai pib cib nyeej thiab thom Yexus txog ntau yam,"},{"bible_id":"1269","chapter_code":"LUK.11","verse_code":"LUK.11.54","label":"54","content":"xwv thiaj nrhiav tau chaw kom nws tej lus."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.1","label":"1","content":"Thaum ntawd muaj neeg ntau txhiab leej tuaj txoos ua ke, ib leeg tsuj ib leeg, Yexus txawm pib hais rau nws cov thwjtim tias, “Nej yuav tsum ceev faj cov Falixai cov keeb, yog qhov uas ncauj lus zoo lub siab phem."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.2","label":"2","content":"Tsis muaj ib yam twg uas muab npog cia lawm yuav tsis muab thws tshwm los, thiab tsis muaj ib yam twg uas muab zais lawm yuav tsis paub."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.3","label":"3","content":"Vim li ntawd tej uas nej hais hauv qhov tsaus ntuj, yuav tau hnov rau hauv qhov pom kev, thiab tej uas nej hais lus ntxhi hauv txaj yuav raug muab tshaj tawm rau saum txheej tsev las tshav."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.4","label":"4","content":"“Kuv cov kwvluag, kuv hais rau nej tias, tsis txhob ntshai cov uas tua tau lub cev xwb, dhau ntawd ua tsis tau dabtsi ntxiv lawm."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.5","label":"5","content":"Kuv qhia rau nej tias nej yuav tsum ntshai leejtwg. Yuav tsum ntshai tus uas tua tag lawm tseem muaj hwjchim muab pov tau rau hauv ntuj tawg. Kuv hais tseeb rau nej tias, cia li ntshai tus ntawd."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.6","label":"6","content":"Tsib tug noog tsev luag muag ob npiv los tsis yog? Tsis muaj ib tug noog uas Vajtswv yuav tsis nco qab li."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.7","label":"7","content":"Nej cov plaubhau los kuj raug muab suav txhua txoj lawm. Tsis txhob ntshai. Nej tsim txiaj dua ntau tus noog tsev."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.8","label":"8","content":"“Kuv hais rau nej tias, txhua tus uas lees yuav kuv tab meeg tibneeg, Neeg leej Tub yuav lees yuav tus ntawd tab meeg Vajtswv cov tubtxib saum ntuj."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.9","label":"9","content":"Tiamsis tus uas tsis lees yuav kuv tab meeg tibneeg, tus ntawd yuav raug tsis lees tab meeg Vajtswv cov tubtxib saum ntuj."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.10","label":"10","content":"Txhua tus uas hais lus tawm tsam Neeg leej Tub yuav zam tau tus ntawd lub txim, tiamsis tus uas hais lus tuam mom Vaj Ntsuj Plig uas dawb huv yuav zam tsis tau kiag li."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.11","label":"11","content":"“Thaum luag coj nej mus cob rau hauv tej tsev sablaj thiab coj mus rau cov thawj kav thiab cov nom tswv, nej tsis txhob txhawj tias nej yuav hais daws nej tus kheej li cas lossis nej yuav teb li cas,"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.12","label":"12","content":"rau qhov thaum txog lub sijhawm ntawd Vaj Ntsuj Plig dawb huv yuav qhia tej uas nej yuav tsum hais.”"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.13","label":"13","content":"Muaj ib tug hauv cov neeg ntawd hais rau Yexus tias, “Xibhwb, thov koj hais kuv tus tijlaug faib qub txeeg qub teg rau kuv thiab.”"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.14","label":"14","content":"Tiamsis Yexus hais rau nws tias, “Koj yawg, leejtwg tsa kuv ua tus tu plaub lossis ua tus faib qub txeeg qub teg rau neb?”"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.15","label":"15","content":"Yexus hais rau lawv tias, “Ceev faj tib zoo tsis txhob ua siab hlob rau txhua yam, rau qhov neeg txojsia tsis yog nyob ntawm qhov uas muaj nplua mias.”"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.16","label":"16","content":"Ces nws txawm hais ib zaj paj lug rau lawv mloog tias, “Muaj ib tug nplua nuj nws daim teb muaj qoob loo ntau kawg."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.17","label":"17","content":"Nws txawm xav hauv lub siab tias, ‘Kuv yuav ua li cas thiaj zoo nev, vim tias kuv tsis muaj chaw rau kuv tej qoob loo?’"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.18","label":"18","content":"Nws txawm hais tias, ‘Kuv yuav ua li no, kuv yuav muab kuv tej txhab rhuav thiab ua tshiab kom loj dua, mas kuv yuav sau kuv tej qoob thiab kuv tej qhov txhia chaw huvsi ntim rau hauv."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.19","label":"19","content":"Mas kuv yuav hais rau kuv lub siab tias, “Lub siab 'e, koj muaj ib puas tsav yam ntau heev khaws cia txaus ntau xyoo, cia li nyob zoo zoo noj haus thiab xyiv fab nawj.” ’"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.20","label":"20","content":"Tiamsis Vajtswv hais rau nws tias, ‘Tus niag neeg ruam 'e, hmo no koj tus ntsuj plig yuav raug hu tawm ntawm koj mus, mas tej qhov txhia chaw uas koj npaj cia ntawd yuav yog leejtwg li?’"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.21","label":"21","content":"Tus uas khaws nyiaj txiag cia rau nws xwb, tsis nplua nuj rau Vajtswv kuj zoo ib yam li ntawd ntag.”"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.22","label":"22","content":"Yexus hais rau nws cov thwjtim tias, “Vim li no, kuv hais rau nej tias, tsis txhob txhawj txog nej txojsia tias yuav muab dabtsi los noj, thiab tsis txhob txhawj txog nej lub cev tias yuav muab dabtsi los hnav,"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.23","label":"23","content":"rau qhov txojsia tseem ceeb dua mov noj thiab lub cev tseem ceeb dua tej tsoos tsho."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.24","label":"24","content":"Cia li saib tej uab lag, twb tsis tseb tsis hlais thiab tsis muaj txhab tsis muaj phawv los Vajtswv tseem yug tej uab lag ntawd. Nej yimhuab tsim txiaj dua tej noog ntawd."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.25","label":"25","content":"Nej cov muaj leejtwg txojkev txhawj yuav txuas tau nws txojsia ntev ib tshim ntxiv?"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.26","label":"26","content":"Yam nyuag me me no nej twb ua tsis tau, es nej tseem yuav txhawj txog lwm yam ua dabtsi?"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.27","label":"27","content":"Cia li tshuaj saib tej paj lilij saib tuaj hlob li cas, twb tsis ua haujlwm thiab tsis ntos ntaub. Tiamsis kuv hais rau nej tias, txawm yog Xalaumoo hnav nws tej tsoos tsho meej mom huvsi los twb zoo tsis cuag ib lub nyuag paj ntawd."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.28","label":"28","content":"Tej nroj tsuag uas nyob tom teb hnub no xwb, tagkis twb yuav muab pov rau hauv cub hluavtaws, yog Vajtswv twb pub rau hnav li ntawd, nej cov uas kev ntseeg yau 'e, nws yimhuab yuav pub rau nej hnav thiab."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.29","label":"29","content":"Tsis txhob nrhiav yuav noj dabtsi yuav haus dabtsi, tsis txhob txhawj,"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.30","label":"30","content":"rau qhov ib tsoom tebchaws hauv ntiajteb yeej nrhiav tej no. Nej leej Txiv yeej paub lawm tias nej cheem tsum tej no."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.31","label":"31","content":"Tiamsis nej yuav tsum nrhiav Vajtswv lub tebchaws, mas yuav muab tej no tsav ntxiv rau nej."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.32","label":"32","content":"“Pab nyuag yaj me me, nej tsis txhob ntshai, vim tias nej leej Txiv txaus siab pub lub tebchaws ntawd rau nej."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.33","label":"33","content":"Cia li muab tej uas nej muaj muag thiab pub rau cov pluag. Cia li ua lub hnab nyiaj uas tsis txawj qub rau nej, yog tej nyiaj txiag saum ntuj uas tsis txawj tag li. Qhov ntawd tub sab tuaj tsis tau ze thiab kab ntsaum ua tsis tau kom puam tsuaj."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.34","label":"34","content":"Rau qhov nej tej nyiaj txiag nyob qhovtwg, nej lub siab yeej nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.35","label":"35","content":"“Nej cia li sia siv khov kho thiab taws nej lub teeb cia,"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.36","label":"36","content":"thiab ua zoo li cov uas tos rawv lawv tus lospav mus ua tshoob rov los, mas thaum nws los khob qhov rooj lawv thiaj qheb kiag tamsid rau nws."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.37","label":"37","content":"Cov qhev uas tus lospav los pom tseem tos rawv kuj tau nyob kaj siab lug. Kuv hais tseeb rau nej tias tus lospav yuav sia siv khov kho thiab cia cov tub qhe nyob ntawm rooj mov mas nws yuav los tu lawv."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.38","label":"38","content":"Yog tus lospav los thaum ib tag hmo lossis qaib qua nws pom tias cov tub qhe tseem tos rawv, cov tub qhe ntawd yuav nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.39","label":"39","content":"Cia li paub tias, yog tus tswv tsev xub paub tias tub sab yuav tuaj thaum twg, nws yuav tsis kheev kom tho tau nws lub tsev."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.40","label":"40","content":"Yog li no nej yuav tsum npaj txhij rau qhov Neeg leej Tub yuav los rau teev uas nej tsis nco xav txog.”"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.41","label":"41","content":"Petus hais tias, “Tus Tswv, koj hais zaj paj lug no rau peb xwb los hais rau sawvdaws thiab?”"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.42","label":"42","content":"Tus Tswv hais tias, “Leejtwg yog tus tub qhe saib tsev uas ncaj thiab ntse uas tus lospav yuav tsa saib xyuas cov tub qhe thiab faib mov rau lawv noj raws sijhawm?"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.43","label":"43","content":"Thaum tus lospav los pom nws ua haujlwm li ntawd, tus qhev ntawd yuav tau nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.44","label":"44","content":"Kuv hais tseeb rau nej tias, tus lospav yuav tsa nws ua tus saib xyuas tag nrho lospav tej cuab txhiaj cuab tam huvsi."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.45","label":"45","content":"Tiamsis yog tus qhev ntawd xav hauv lub siab hais tias, ‘Kuv tus lospav los qeeb,’ ces nws txawm pib muab cov tub qhe nkauj qhev ntaus thiab noj tsau haus qaug,"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.46","label":"46","content":"mas nws tus lospav yuav los rau hnub uas nws tsis nco xav txog thiab teev uas nws tsis paub, mas tus lospav yuav muab nws tsuav ua tej dwb daim thiab tu chaw rau nws nrog cov uas tsis ntseeg nyob ua ke."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.47","label":"47","content":"Mas tus qhev ntawd uas twb paub tus lospav lub siab tiamsis tsis npaj thiab tsis ua raws nraim yuav raug nplawm hnyav heev."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.48","label":"48","content":"Tiamsis tus uas tsis paub es ua yam uas tsim nyog raug nplawm, los nws yuav raug nplawm mentsis xwb. Txhua tus uas tau txais ntau yuav raug tsob ntawm nws ntau. Thiab tus uas luag muab ntau rau nws, luag yuav thov thim ntawm nws ntau dua."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.49","label":"49","content":"“Kuv los yog coj hluavtaws los rau hauv lub ntiajteb. Kuv xav kom cub hluavtaws twb cig plaws lawm."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.50","label":"50","content":"Kuv tseem yuav tsum ua dua ib yam kevcai raus dej. Kuv yuav nyuaj siab kawg mus txog thaum ua tiav lawd."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.51","label":"51","content":"Nej xav tias kuv los yog coj kev sib hum xeeb los rau lub ntiajteb no lov? Kuv hais rau nej tias, tsis yog. Kuv los yog coj kev tawg sib faib los."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.52","label":"52","content":"Txij no mus tsib leeg nyob ua ib tse los yuav tawg peb leeg tawm tsam rau ob leeg, ob leeg tawm tsam rau peb leeg."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.53","label":"53","content":"Lawv yuav sib faib, txiv tawm tsam tub, tub tawm tsam txiv, niam tawm tsam ntxhais, ntxhais tawm tsam niam, niam pog tawm tsam nyab thiab nyab tawm tsam niam pog.”"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.54","label":"54","content":"Yexus hais rau cov neeg coob coob ntawd tias, “Thaum nej pom huab laum nkaus sab hnub poob nej hais tamsim ntawd tias, ‘Nag yuav los,’ ces txawm muaj li ntawd."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.55","label":"55","content":"Thaum nej pom cua ntsawj sab nrad tuaj, nej kuj hais tias, ‘Yuav kub heev,’ ces txawm muaj li ntawd."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.56","label":"56","content":"Cov niag neeg ncauj lus zoo siab phem, nej txawj saib lub ntiajteb thiab lub ntuj, thiaj paub tias yuav muaj dabtsi tshwm los. Vim li cas nej ho tsis txawj saib tiam no yuav muaj li cas?"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.57","label":"57","content":"“Ua cas nej tsis txiav txim siab tias yam twg raug cai?"},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.58","label":"58","content":"Thaum koj nrog tus yeej kom ua ke mus tom tus tu plaub, ua tiag nrhiav kev nrog tus yeej kom hais hum ntawm tog kev, tsam ces nws coj koj mus cuag tus uas txiav txim, mas tus txiav txim yuav muab koj cob rau tus ceev xwm, thiab tus ceev xwm muab koj kaw rau hauv tsev lojfaj."},{"bible_id":"1269","chapter_code":"LUK.12","verse_code":"LUK.12.59","label":"59","content":"Kuv hais rau koj tias, koj yuav tawm tsis tau mus txog thaum them tag txhua npiv huvsi.”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.1","label":"1","content":"Lub sijhawm ntawd muaj qee leej piav rau Yexus mloog txog cov neeg Kalilais uas Philaj tau muab lawv cov ntshav xyaw ua ke nrog cov ntshav tsiaj uas lawv tua xyeem."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.2","label":"2","content":"Yexus txawm hais rau lawv tias, “Nej xav hais tias cov Kalilais ntawd yog neeg muaj txim heev dua cov Kalilais sawvdaws rau qhov lawv raug li ntawd no lov?"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.3","label":"3","content":"Kuv hais rau nej tias, tsis yog li ntawd. Yog nej tsis ntxeev dua siab tshiab nej txhua tus kuj yuav puam tsuaj ib yam li lawv."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.4","label":"4","content":"Lossis kaum yim leej uas lub chaw tsom faj hauv Xilau‑as pob los tais tuag ntawd, nej xav hais tias lawv ua txhaum loj dua sawvdaws uas nyob hauv Yeluxalees no lov?"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.5","label":"5","content":"Kuv hais rau nej tias, tsis yog li ntawd. Yog nej tsis ntxeev dua siab tshiab nej txhua tus kuj yuav puam tsuaj ib yam li ntawd.”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.6","label":"6","content":"Yexus hais ib zaj paj lug tias, “Muaj ib tug yawg cog ib tsob txiv cev rau hauv nws lub vaj txiv hmab, nws tuaj xyuas los tsis muaj txiv."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.7","label":"7","content":"Nws txawm hais rau tus uas tu txiv hmab tias, ‘Kuv tuaj xyuas tsob txiv cev no peb xyoos lawm los tsis pom muaj txiv li. Cia li muab ntov pov tseg, yuav cia ntxoov av do do ua dabtsi?’"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.8","label":"8","content":"Tus tu txiv hmab teb nws tias, ‘Yawg hlob, thov tseg cia ib xyoos thiab, es kuv npoog av thiab rau chiv rau."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.9","label":"9","content":"Yog lwm xyoo txi txiv kuj zoo. Yog tsis txi txiv koj li muab ntov pov tseg kuj tau.’ ”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.10","label":"10","content":"Muaj ib hnub Xanpatau Yexus tabtom qhuab qhia hauv ib lub tsev sablaj."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.11","label":"11","content":"Muaj ib tug pojniam raug dab ua rau nws muaj mob tau kaum yim xyoo, nws khoov duav sawv tsis tau ntseg li."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.12","label":"12","content":"Thaum Yexus pom nws, Yexus txawm hu tus pojniam ntawd los hais rau nws tias, “Tus ntxhais 'e, koj dim koj tus mob lawm lauj!”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.13","label":"13","content":"Thaum Yexus muab tes npuab nws, tamsim ntawd nws txawm sawv tau ntses, thiab nws qhuas Vajtswv."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.14","label":"14","content":"Tiamsis tus thawj uas saib xyuas lub tsev sablaj chim rau qhov uas Yexus kho mob rau hnub Xanpatau, nws txawm hais rau cov neeg tias, “Muaj rau hnub uas tsim nyog ua haujlwm, nej cia li tuaj kho mob rau rau hnub ntawd, tsis txhob tuaj kho rau hnub Xanpatau.”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.15","label":"15","content":"Tus Tswv txawm teb nws tias, “Cov niag neeg ncauj lus zoo siab phem, hnub Xanpatau nej txhua tus twb daws nyuj daws nees luav ntawm lub dab zaub cab mus haus dej los tsis yog?"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.16","label":"16","content":"Tus pojniam no yog Aplahas li ib tug ntxhais uas raug Xatas  muab khi tau kaum yim xyoo lawm, tsis tsim nyog muab nws daws kom dim txoj hlua khi no rau hnub Xanpatau lov?”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.17","label":"17","content":"Thaum Yexus hais li ntawd lawd, cov uas tawm tsam nws kuj raug txaj muag, mas cov neeg sawvdaws zoo siab xyiv fab rau tej yam zoo uas Yexus ua."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.18","label":"18","content":"Yexus txawm hais tias, “Vajtswv lub tebchaws zoo li cas? Kuv yuav muab piv rau dabtsi?"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.19","label":"19","content":"Muab piv ib yam li lub noob me me uas ib tug coj mus tseb rau hauv nws lub vaj. Thaum tuaj hlob ua ib tsob ntoo, thiab tej nas noog saum nruab ntug los ua zes rau saum tej ceg.”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.20","label":"20","content":"Yexus hais dua ib zaug tias, “Kuv yuav muab Vajtswv lub tebchaws piv rau dabtsi?"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.21","label":"21","content":"Yuav piv ib yam li cov keeb uas ib tug pojniam coj mus xyaw peb xe‑a  hmoov mog tos txog thaum cov hmoov mog ntawd su tag huvsi.”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.22","label":"22","content":"Yexus mus hauv tej moos thiab tej zej zog qhuab qhia taug kev mus rau Yeluxalees."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.23","label":"23","content":"Muaj ib tug hais rau nws tias, “Tus Tswv, cov neeg uas dim muaj tsawg tsawg xwb lov?” Yexus hais rau lawv tias,"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.24","label":"24","content":"“Yuav tsum siv zog nkag lub qhov rooj nqaim mus, rau qhov kuv hais rau nej tias, muaj neeg coob coob yooj xeeb nkag mus tiamsis nkag tsis tau."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.25","label":"25","content":"Thaum tus tswv tsev twb sawv los kaw qhov rooj lawm, nej yuav pib mus nyob sab nraud khob qhov rooj hais tias, ‘Tus tswv, qheb rau peb thiab.’ Nws yuav teb nej tias, ‘Kuv tsis paub nej tuaj qhovtwg tuaj.’"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.26","label":"26","content":"Thaum ntawd nej yuav pib hais tias, ‘Peb txeev nrog koj noj haus ua ke thiab koj tau qhia hauv peb tej kev.’"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.27","label":"27","content":"Tiamsis nws yuav hais rau nej tias, ‘Kuv tsis paub xyov nej tuaj qhovtwg tuaj. Cov niag neeg ua phem sawvdaws, nej cia li khiav ntawm kuv mus.’"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.28","label":"28","content":"Qhov chaw ntawd yuav muaj kev quaj tom hniav qas qawv rau thaum nej pom Aplahas, Yiha thiab Yakhauj thiab cov xibhwb cev Vajtswv lus sawvdaws nyob hauv Vajtswv lub tebchaws, tiamsis nej raug muab pov rau sab nraud."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.29","label":"29","content":"Yuav muaj neeg tuaj sab hnub tuaj sab hnub poob sab ped sab nram tuaj zaum koom rooj mov ua ke hauv Vajtswv lub tebchaws."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.30","label":"30","content":"Saib maj, yeej yuav muaj cov uas ua tom tw rov ua cov thawj, thiab cov thawj rov ua cov tom tw.”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.31","label":"31","content":"Thaum ntawd cov Falixai qee leej tuaj hais rau Yexus tias. “Koj cia li khiav ntawm no mus, rau qhov Helauj xav muab koj tua.”"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.32","label":"32","content":"Yexus txawm hais rau lawv tias, “Cia li mus hais rau tus niag hma ntawd tias, ‘Saib maj, kuv yuav ntiab dab tawm thiab kho mob rau hnub no thiab tagkis mas hnub peb kuv yuav ua kuv tes haujlwm kom tiav."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.33","label":"33","content":"Tiamsis hnub no, tagkis thiab nagkis kuv yuav tsum taug kev mus, rau qhov tus xibhwb cev Vajtswv lus yuav raug tua tuag rau sab nraud Yeluxalees tsis tau li.’"},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.34","label":"34","content":"“Au Yeluxalees, Yeluxalees 'e, koj yog tus uas tua cov xibhwb cev Vajtswv lus thiab xuas pob zeb ntaus cov uas txib tuaj cuag koj tuag. Muaj ntau zaus kuv twb yuav qaws koj cov menyuam los ua ke ib yam li tus poj qaib puag nws cov menyuam rau hauv nws phab tis, tiamsis nej tsis yeem kiag li."},{"bible_id":"1269","chapter_code":"LUK.13","verse_code":"LUK.13.35","label":"35","content":"Saib nawj, nej lub tuam tsev yuav raug muab tso tseg. Kuv hais rau nej tias nej yuav tsis pom kuv mus txog thaum nej hais tias, ‘Tus uas tuaj hauv tus Tswv  lub npe tau nyob kaj siab lug.’ ”"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.1","label":"1","content":"Muaj dua ib hnub Xanpatau Yexus mus noj mov rau hauv ib tug thawj Falixai tsev, mas lawv ntsia ntsoov Yexus."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.2","label":"2","content":"Txawm muaj ib tug yawg tes taw phoj vog tuaj nyob ntawm Yexus xubntiag."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.3","label":"3","content":"Yexus txawm nug cov xibhwb uas paub kevcai thiab cov Falixai tias, “Muaj cai kho mob rau hnub Xanpatau los tsis muaj cai?”"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.4","label":"4","content":"Lawv nyob ntsiag to. Yexus txawm ntsiab nkaus tus ntawd thiab kho nws zoo kiag li tso nws mus."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.5","label":"5","content":"Yexus hais rau lawv tias, “Nej cov yog leejtwg muaj menyuam lossis nyuj uas poob rau hauv qhov dej rau hnub Xanpatau nws yuav tsis muab rho tawm los tamsim ntawd lov?”"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.6","label":"6","content":"Mas lawv teb tsis tau li."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.7","label":"7","content":"Thaum Yexus pom cov neeg uas hu tuaj ntawd xaiv sam tsum zaum xwb, nws txawm ua paj lug hais rau lawv tias,"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.8","label":"8","content":"“Thaum luag hu nej mus noj tshoob, nej tsis txhob mus zaum sam tsum ntshai tsam lawv twb hu ib tug uas muaj meej dua koj tuaj,"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.9","label":"9","content":"mas tus uas hu neb ob leeg tuaj yuav los hais rau koj tias, ‘Cia tus no nyob lub chaw kod,’ ces koj yuav poob ntsej muag nqes mus zaum lub rooj uas qes kawg."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.10","label":"10","content":"Thaum luag hu koj mus, cia li mus zaum lub rooj qes ua ntej xwv thaum tus uas hu koj los hais rau koj tias ‘Kwvluag, cia li mus zaum sam tsum,’ mas thaum ntawd koj thiaj li tau koob meej tab meeg sawvdaws uas tuaj koom noj mov ntawd."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.11","label":"11","content":"Txhua tus uas tsab ua loj yuav raug muab txo kom qes, thiab tus uas txo hwjchim yuav raug muab tsa ua loj.”"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.12","label":"12","content":"Mas Yexus txawm hais rau tus uas hu Yexus mus noj mov ntawd tias, “Thaum koj muaj pluag noj tsis hais pluas su pluas hmo, tsis txhob yog hu koj cov kwvluag lossis kwvtij lossis tej txheeb ze lossis neeg zej zog uas nplua nuj xwb, tsam ces lawv rov hu koj thiaj pauj tau koj."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.13","label":"13","content":"Thaum koj muaj pluag noj cia li hu cov pluag, cov qhuav tes qhuav taw, cov tuag taw thiab cov dig muag,"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.14","label":"14","content":"mas koj yuav tau hmoov zoo rau qhov lawv pauj tsis tau koj, mas yuav pauj rau koj thaum cov neeg ncaj ncees ciaj sawv hauv qhov tuag rov los.”"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.15","label":"15","content":"Thaum ib tug uas nrog Yexus nyob ntawm rooj mov hnov tej lus ntawd, nws txawm hais rau Yexus tias, “Tus uas yuav tau noj mov hauv Vajtswv lub tebchaws kuj nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.16","label":"16","content":"Yexus hais rau nws tias, “Muaj ib tug yawg npaj ib pluag noj loj heev thiab hu qhua coob."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.17","label":"17","content":"Thaum txog sijhawm noj nws txib nws tus tub qhe mus hais rau cov uas twb hu lawd tias, ‘Cia li tuaj, twb npaj txhua yam txhij lawm.’"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.18","label":"18","content":"Lawv txhua tus nyias taus nyias yig. Ib tug hais tias, ‘Kuv yuav teb lawm, kuv yuav tsum mus saib daim teb ntawd. Kuv tuaj tsis tau, txhob tu siab.’"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.19","label":"19","content":"Muaj dua ib tug hais tias, ‘Kuv yuav tau tsib nkawg nyuj cia, kuv yuav mus xyuas. Kuv tuaj tsis tau, txhob tu siab.’"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.20","label":"20","content":"Muaj dua ib tug hais tias, ‘Kuv nyuam qhuav yuav pojniam, vim li no kuv tuaj tsis tau.’"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.21","label":"21","content":"Tus tub qhe ntawd rov los hais tej no huvsi rau tus lospav mloog. Mas tus tswv tsev kuj chim thiaj hais rau tus tub qhe tias, ‘Cia li tawm mus sai sai tom tej kev loj thiab tej kev me hauv lub moos coj cov pluag, cov qhuav tes qhuav taw, cov dig muag thiab cov tuag taw tuaj noj.’"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.22","label":"22","content":"Tus tub qhe txawm los hais tias, ‘Yawg hlob, kuv twb ua txhua yam raws li koj hais tseg lawm, tiamsis tseem tshuav chaw seem.’"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.23","label":"23","content":"Tus lospav txawm hais rau tus tub qhe tias, ‘Cia li tawm mus tom tej kev loj kev me mus yuam cov neeg ntawd kom tuaj, thiaj li muaj qhua puv kuv lub tsev."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.24","label":"24","content":"Kuv hais rau nej tias cov neeg uas twb hu lawd tsis muaj ib tug yuav tau saj kuv rooj mov li.’ ”"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.25","label":"25","content":"Muaj neeg coob coob nrog Yexus mus, mas Yexus tig los hais rau lawv tias,"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.26","label":"26","content":"“Yog leejtwg los cuag kuv es tsis ntxub nws niam nws txiv nws pojniam menyuam kwvtij nkauj muam thiab nws txojsia tus ntawd ua tsis tau kuv li thwjtim."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.27","label":"27","content":"Leejtwg tsis kwv nws tus khaublig ntoo raws kuv qab mus, tus ntawd ua tsis tau kuv li thwjtim."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.28","label":"28","content":"Nej cov muaj leejtwg uas xav ua lub chaw tsom faj es yuav tsis xub zaum xam txog tus nqe ua ntej tias muaj txaus ua kom tiav los tsis muaj?"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.29","label":"29","content":"Yog tsis ua li ntawd, thaum twb tiag tej taw lawm nws ua tsis tau kom tiav, mas txhua tus uas pom yuav thuam luag nws,"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.30","label":"30","content":"hais tias, ‘Tus no pib ua lawm, tiamsis nws ua tsis tau kom tiav.’"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.31","label":"31","content":"Lossis muaj ib tug vajntxwv twg uas yuav mus ua rog rau dua ib tug vajntxwv, es tsis zaum ua tib zoo xav ua ntej saib muaj tub rog ib vam leej yuav mus ua rog tau rau tus uas muaj ob vam leej los tsis tau?"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.32","label":"32","content":"Yog ua tsis tau, mas thaum tus vajntxwv ntawd tseem nyob deb nws cia li txib neeg mus thov kom nyob sib raug zoo."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.33","label":"33","content":"Ib yam li ntawd, nej cov leejtwg tsis tso txhua yam uas nws muaj tseg mas ua tsis tau kuv li thwjtim."},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.34","label":"34","content":"“Ntsev yog yam uas zoo, tiamsis yog ntsev tsuag lawm, yuav ua kom rov daw tau li cas?"},{"bible_id":"1269","chapter_code":"LUK.14","verse_code":"LUK.14.35","label":"35","content":"Siv ua chiv rau av kuj tsis tau, muab tov xyaw quav tsiaj kuj tsis tau, tsuas muaj uas muab laim pov tseg xwb. Leejtwg muaj qhov ntsej hnov, cia li mloog nawj!”"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.1","label":"1","content":"Cov neeg sau se thiab cov neeg muaj txim sawvdaws kuj txav los ze yuav mloog Yexus qhia."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.2","label":"2","content":"Cov Falixai thiab cov xibhwb qhia Vajtswv kevcai yws hais tias, “Tus no lees yuav cov neeg muaj txim thiab nrog lawv noj ua ke.”"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.3","label":"3","content":"Yexus txawm ua paj lug qhia rau lawv tias,"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.4","label":"4","content":"“Nej cov yog leejtwg muaj ib puas tus yaj mas ib tug ploj lawm nws yuav tsis tseg cuaj caum cuaj tug yaj cia rau hauv tshav zaub es mus nrhiav kom tau tus uas ploj lawd lov?"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.5","label":"5","content":"Thaum nrhiav tau lawd, nws muab kwv kiag saum xubpwg zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.6","label":"6","content":"Thaum los txog tsev, nws hu kwvtij kwvluag zej zog tuaj ua ke hais rau lawv tias, ‘Cia li nrog kuv zoo siab, rau qhov kuv twb nrhiav tau kuv tus yaj uas ploj lawm.’"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.7","label":"7","content":"Ib yam nkaus li ntawd kuv hais rau nej tias, yog ib tug neeg muaj txim ntxeev dua siab tshiab mas yuav muaj kev zoo siab xyiv fab saum ntuj ceeb tsheej heev dua li zoo siab rau cuaj caum cuaj tug neeg ncaj ncees uas tsis txog ntxeev dua siab tshiab."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.8","label":"8","content":"“Lossis tus pojniam twg uas muaj kaum lub nyiaj muaj ib lub ploj lawm yuav tsis taws teeb cheb vaj cheb tse ua tib zoo nrhiav mus txog thaum tau lov?"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.9","label":"9","content":"Thaum nrhiav tau lawd, nws hu kwvtij kwvluag zej zog tuaj ua ke hais rau lawv tias, ‘Cia li nrog kuv zoo siab, rau qhov kuv twb nrhiav tau lub nyiaj uas ploj lawm.’"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.10","label":"10","content":"Ib yam nkaus li ntawd kuv hais rau nej tias, yuav muaj kev zoo siab xyiv fab rau ntawm Vajtswv cov tubtxib saum ntuj xubntiag rau thaum ib tug neeg muaj txim ntxeev dua siab tshiab.”"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.11","label":"11","content":"Thiab Yexus hais tias, “Muaj ib tug yawg muaj ob tug tub."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.12","label":"12","content":"Tus tub yau hais rau leej txiv tias, ‘Txiv, thov faib tej cuab txhiaj cuab tam uas yog kuv feem rau kuv.’ Leej txiv txawm muab faib rau ob tug tub."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.13","label":"13","content":"Dhau ntawd tsis muaj tsawg hnub tus tub yau txawm sau zog txhua yam uas yog nws li mas taug kev mus rau lwm lub tebchaws deb deb, thiab muab nws tej nyiaj txiag phob xuam phumlam qas ntsuav."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.14","label":"14","content":"Thaum nws muab siv tag lawm, txawm muaj kev tshaib nqhis heev hauv lub tebchaws ntawd, nws txawm pib tu pluas."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.15","label":"15","content":"Nws txawm mus nrhiav zog ntawm ib tug neeg hauv lub tebchaws ntawd, tus ntawd thiaj txib nws mus yug npua tom teb."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.16","label":"16","content":"Nws yeej xav noj tej plhaub taum uas npua noj ntawd, tsis muaj leejtwg pub dabtsi rau nws noj li."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.17","label":"17","content":"Thaum nws xav txog nws lub neej nws txawm hais tias, ‘Kuv txiv cov tub zog muaj coob li cas los tseem tau noj tsau npo noj tsis tag, tiamsis kuv tabtom tuag tshaib rau ntawm no."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.18","label":"18","content":"Kuv yuav sawv tsees mus cuag kuv txiv thiab hais rau nws tias, “Txiv, kuv ua txhaum rau lub ntuj thiab ua txhaum rau koj lawm."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.19","label":"19","content":"Tsis tsim nyog yuav hu kuv ua koj tus tub dua li lawm. Thov cia kuv zoo li koj ib tug tub zog xwb.” ’"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.20","label":"20","content":"Ces nws txawm sawv tsees mus cuag nws txiv. Thaum nws tseem los txog deb, leej txiv pom nws thiab khuvleej nws, txawm dhia mus puag nws thiab nwj nws."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.21","label":"21","content":"Tus tub hais rau leej txiv tias, ‘Txiv, kuv ua txhaum rau lub ntuj thiab ua txhaum rau koj lawm. Tsis tsim nyog hu kuv ua koj tus tub dua li lawm.’"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.22","label":"22","content":"Tiamsis leej txiv hais rau nws cov tub qhe tias, ‘Cia li maj nroos mus coj lub tsho ntev uas zoo kawg tuaj ua rau nws hnav, thiab muab nplhaib rau nws coj ntawm ntiv tes thiab muab khau rau nws rau."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.23","label":"23","content":"Thiab coj tus menyuam nyuj uas hwv rog rog los tua, thiab cia peb noj ua kev zoo siab xyiv fab,"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.24","label":"24","content":"rau qhov kuv tus tub no tuag lawm los nws ciaj rov los, nws ploj lawm los rov qab ntsib dua.’ Lawv pib ua kev zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.25","label":"25","content":"“Tiamsis tus tub hlob nyob tom teb. Thaum nws los yuav txog tsev nws kuj hnov suab raj suab nruas thiab suab seev cev."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.26","label":"26","content":"Nws txawm hu ib tug tub qhe tuaj nug tias tej no yog dabtsi."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.27","label":"27","content":"Tus tub qhe teb tias, ‘Koj tus kwv rov los es koj txiv tua tus menyuam nyuj rog rog rau qhov leej txiv tau tus tub yau rov los nyob kaj siab lug.’"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.28","label":"28","content":"“Tus tijlaug txawm chim tsis kam nkag los tsev. Leej txiv thiaj tawm tuaj thov nws los tsev."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.29","label":"29","content":"Nws teb leej txiv tias, ‘Sim saib, kuv ua koj qhev khwv ntau xyoo los, tsis tau tawv koj tej lus ib los li, los koj twb tsis muab ib tug menyuam tshis rau kuv xwv kuv thiaj tau nrog kuv cov phoojywg noj ua kev zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.30","label":"30","content":"Tiamsis koj tus tub no mus deev tej poj muag cev muab koj tej cuab txhiaj cuab tam phob xuam tag, los thaum nws rov los koj tseem tua tus menyuam nyuj rog rog yug nws thiab.’"},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.31","label":"31","content":"Leej txiv hais rau nws tias, ‘Tub 'e, koj yeej ib txwm nrog nraim kuv nyob, txhua yam uas kuv muaj puavleej yog koj li."},{"bible_id":"1269","chapter_code":"LUK.15","verse_code":"LUK.15.32","label":"32","content":"Tsim nyog peb zoo siab xyiv fab hlo, rau qhov koj tus kwv no tuag lawm los nws ciaj rov los, nws ploj lawm los rov qab ntsib dua.’ ”"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.1","label":"1","content":"Yexus kuj hais rau cov thwjtim tias, “Ib tug nplua nuj muaj ib tug tub qhe uas saib xyuas nws vaj tse. Muaj neeg kom rau tus nplua nuj tias tus tub qhe ntawd tabtom phob tus nplua nuj tej qhov txhia chaw."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.2","label":"2","content":"Tus nplua nuj thiaj hu tus tub qhe ntawd los hais rau nws tias, ‘Zaj uas kuv tau hnov txog koj li ntawd yog li cas? Muab phau ntawv teev nyiaj los rau kuv saib, rau qhov koj yuav ua tsis tau tus uas saib xyuas vaj tse ntxiv mus lawm.’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.3","label":"3","content":"Tus tub qhe ntawd xav hauv lub siab tias, ‘Kuv yuav ua li cas, rau qhov tus lospav muab kuv rho tawm qhov uas ua tus saib tsev lawm? Yuav mus khawb av kuj tsis muaj zog, mus thov khawv kuj txaj muag."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.4","label":"4","content":"Kuv paub lawm tias kuv yuav ua li cas, xwv thaum kuv raug rho tawm lawm lwm tus thiaj hu kuv mus rau hauv lawv tsev.’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.5","label":"5","content":"Nws txawm hu cov uas tshuav nws tus lospav nqe los ib tug zuj zus mas nug thawj tug tias, ‘Koj tshuav kuv tus lospav npaum twg?’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.6","label":"6","content":"Tus ntawd hais tias, ‘Tshuav ib puas thoob roj.’ Tus tub qhe ntawd hais rau nws tias, ‘Cia li muab koj daim ntawv tshuav nqe los zaum thiab sau kiag ua tsib caug thoob xwb.’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.7","label":"7","content":"Thiab nws nug dua ib tug tias, ‘Koj tshuav npaum twg?’ Tus ntawd hais tias, ‘Tshuav ib puas seev tsaj mog.’ Tus tub qhe hais rau nws tias, ‘Cia li muab koj daim ntawv tshuav nqe los sau ua yim caum seev.’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.8","label":"8","content":"Tus lospav kuj qhuas tus tub qhe tsis ncaj ntawd vim nws muaj tswvyim ua li ntawd. Rau qhov neeg ntiajteb tiam no muaj tswvyim ua haujlwm heev dua txojkev kaj li menyuam."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.9","label":"9","content":"Kuv hais rau nej tias, cia li muab tej nyiaj txiag uas tsis ncaj coj mus zeem kwvluag, xwv thaum tej nyiaj txiag tag lawm luag thiaj txais nej nyob hauv lub chaw uas nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.10","label":"10","content":"“Tus uas ua ncaj rau tej yam tsawg kuj yuav ua ncaj rau tej yam ntau. Tus uas ua tsis ncaj rau tej yam tsawg kuj yuav ua tsis ncaj rau tej yam ntau."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.11","label":"11","content":"Yog li ntawd, yog nej ua tsis ncaj rau tej nyiaj txiag uas tsis ncaj, leejtwg yuav muab tej nyiaj txiag uas ncaj cob rau nej?"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.12","label":"12","content":"Yog nej ua tsis ncaj rau tej uas yog lwm tus li, leejtwg yuav muab tej uas yog nej li rau nej?"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.13","label":"13","content":"Tsis muaj leejtwg yuav ua qhev tau rau ob tug lospav, rau qhov nws yeej yuav ntxub ib tug nyiam ib tug, lossis yuav npuab ib tug saib tsis taus ib tug. Nej yuav ua Vajtswv li qhev thiab ua nyiaj txiag li qhev ua ke tsis tau.”"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.14","label":"14","content":"Thaum cov Falixai uas nyiam nyiaj txiag hnov tej lus ntawd lawv txawm thuam luag Yexus."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.15","label":"15","content":"Tiamsis Yexus hais rau lawv tias, “Nej suav tias nej yog neeg ncaj ncees tab meeg sawvdaws, tiamsis Vajtswv paub nej lub siab. Rau qhov yam uas neeg saib tias muaj nqes yog yam uas Vajtswv pom tias qias vuab tsuab."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.16","label":"16","content":"Tsuas muaj txoj kevcai thiab cov xibhwb cev Vajtswv lus los txog thaum Yauhas tshwm los xwb. Txij ntawd los, txoj xov zoo hais txog Vajtswv lub tebchaws raug muab tshaj tawm, mas sawvdaws siv zog sib txeeb kev mus rau hauv lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.17","label":"17","content":"Lub ntuj thiab lub ntiajteb yuav ploj yoojyim dua rhuav txoj kevcai ib nyuag teev pov tseg."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.18","label":"18","content":"“Txhua tus nrauj pojniam es nws mus yuav dua pojniam tshiab, kuj yog ua txhaum kev nkauj kev nraug, thiab tus uas yuav ib tug pojniam nrauj ua pojniam kuj yog nws deev luag pojniam."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.19","label":"19","content":"“Muaj ib tug nplua nuj hnav tsoos tsamxem thiab ntaub mag zoo zoo nyob xyiv fab noj seem noj so txhua hnub."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.20","label":"20","content":"Thiab muaj ib tug pluag hu ua Laxalau ua kiav txhab thoob plaws ib ce pw ntawm tus nplua nuj lub rooj vag."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.21","label":"21","content":"Nws xav noj tus nplua nuj tej qub mov uas poob saum rooj los, thiab dev tseem los muab nws tej kiav txhab yaim."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.22","label":"22","content":"Dhau ntawd tus pluag ntawd txawm tuag mas cov tubtxib saum ntuj qaws nws mus rau ntawm Aplahas lub xubntiag. Tus nplua nuj kuj tuag thiab muab log."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.23","label":"23","content":"Thaum nws raug tsim txom hauv tub tuag teb nws tsa qhov muag ntsia pom Aplahas nyob deb deb thiab Laxalau nyob ntawm Aplahas xubntiag."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.24","label":"24","content":"Tus nplua nuj txawm hu hais tias, ‘Txiv Aplahas 'e, thov khuvleej kuv lauj. Thov txib Laxalau tuaj muab nws tus hau ntiv tes raus dej los twb kuv tus nplaig kom laj, rau qhov kuv raug txom nyem heev kawg hauv cov nplaim taws no.’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.25","label":"25","content":"“Tiamsis Aplahas hais tias, ‘Tub 'e, koj cia li nco tias thaum koj tseem ua neej nyob koj tau txhua yam zoo rau koj tiamsis Laxalau tau yam uas phem kawg. Nimno nws tau kev nplij siab lawm, koj ho raug kev txom nyem heev."},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.26","label":"26","content":"Tsis tag li ntawd nyob ntawm peb thiab nej ntu nruab nrab muaj ib lub niag hav tob heev quas lawm, kom cov uas xav hla tim no mus rau tim nej los tsis tau, thiab cov tim nej hla los tim peb los kuj tsis tau.’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.27","label":"27","content":"Tus nplua nuj txawm hais tias, ‘Yog li ntawd, kuv txiv, thov koj txib Laxalau rov mus rau tom kuv txiv tsev,"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.28","label":"28","content":"rau qhov kuv tseem tshuav tsib tug kwv, kom Laxalau mus qhuab ntuas lawv xwv lawv thiaj tsis los raug tsim txom hauv lub chaw no.’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.29","label":"29","content":"Tiamsis Aplahas hais tias, ‘Lawv muaj Mauxe thiab cov xibhwb cev Vajtswv lus lawm, cia lawv mloog cov neeg ntawd hais.’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.30","label":"30","content":"Nws txawm hais tias, ‘Txiv Aplahas 'e, tsis tau li. Yog muaj ib tug tawm hauv cov neeg tuag mus cuag lawv, lawv thiaj li ntxeev dua siab tshiab.’"},{"bible_id":"1269","chapter_code":"LUK.16","verse_code":"LUK.16.31","label":"31","content":"Aplahas hais rau nws tias, ‘Yog lawv tsis mloog Mauxe thiab cov xibhwb cev Vajtswv lus hais, ces txawm yog muaj ib tug sawv hauv qhov tuag los los lawv yeej yuav tsis ntseeg.’ ”"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.1","label":"1","content":"Yexus hais rau nws cov thwjtim tias, “Yeej yuav tsum muaj tej yam ua kom ua txhaum, tiamsis tus uas ua rau lwm tus ua txhaum yuav raug txom nyem lauj!"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.2","label":"2","content":"Mas muab ib txhib zeb loj los khi rau tus ntawd caj dab es muab pov rau hauv hiavtxwv kuj zoo dua li cia nws ua rau cov menyuam yaus no ib tug dawm."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.3","label":"3","content":"Nej cia li ceev faj zoo. Yog koj li kwvtij ua txhaum cia li ntuas nws, yog nws ntxeev dua siab tshiab cia li zam txim rau nws."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.4","label":"4","content":"Yog ib hnub nws ua txhaum rau koj xya zaus thiab tuaj cuag koj xya zaus thiab hais rau koj tias, ‘Kuv ntxeev dua siab lawm,’ koj yuav tsum zam txim rau nws.”"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.5","label":"5","content":"Cov tubtxib hais rau tus Tswv tias, “Thov koj tsav kev ntseeg rau peb ntau zuj zus.”"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.6","label":"6","content":"Tus Tswv hais tias, “Yog nej muaj kev ntseeg luaj li ib lub noob me me, nej yuav hais tau rau tsob txiv cev no tias, ‘Cia li rho kiag cag mus cog rau hauv hiavtxwv,’ nws kuj yuav mloog nej lus."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.7","label":"7","content":"“Yog nej muaj ib tug tub qhe mus laij teb lossis yug yaj, mas thaum nws los tom teb los, nej leejtwg yuav hais rau nws tias, ‘Los zaum noj mov lauj’?"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.8","label":"8","content":"Nws yuav tsis hais rau tus tub qhe li no lov hais tias, ‘Cia li npaj rau kuv noj thiab sia siv khov kho tu kuv mus txog thaum kuv noj haus tag, dhau ntawd koj mam li noj thiab haus.’"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.9","label":"9","content":"Nws yuav ua tus tub qhe tsaug vim tus tub qhe ua raws li nws hais lov?"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.10","label":"10","content":"Ib yam li ntawd, thaum nej ua txhua yam raws li uas hais rau nej lawd, nej cia li hais tias, ‘Peb yog cov tub qhe uas tsis tsim txiaj. Peb tsuas ua raws li tes haujlwm uas peb yuav tsum ua xwb.’ ”"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.11","label":"11","content":"Thaum Yexus mus nram Yeluxalees nws taug txojkev ntawm Kalilais thiab Xamali ciam teb."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.12","label":"12","content":"Thaum nws tabtom mus rau hauv ib lub zos muaj kaum tus mob lig mob ruas tuaj ntsib nws. Lawv sawv ntsug deb deb,"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.13","label":"13","content":"thiab hu nrov hais tias, “Xibhwb Yexus, thov khuvleej peb.”"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.14","label":"14","content":"Thaum Yexus pom dheev lawv nws txawm hais rau lawv tias, “Cia li mus qhia nej lub cev rau cov pov thawj saib.” Thaum lawv tabtom mus lawv txawm zoo tag huv lawm."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.15","label":"15","content":"Lawv cov ntawd muaj ib tug, thaum nws pom tias nws zoo lawm ces nws txawm rov los qhuas Vajtswv nrov nrov,"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.16","label":"16","content":"thiab khwb nkaus rau ntawm Yexus kotaw ua Yexus tsaug. Tus ntawd yog neeg Xamali."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.17","label":"17","content":"Yexus txawm hais tias, “Muaj kaum leej zoo mob los tsis yog? Cuaj leeg ntawd dua twg lawm?"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.18","label":"18","content":"Tsis pom lwm tus rov los qhuas Vajtswv li, tsuas yog tus uas yog lwm haiv neeg no los xwb lov?”"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.19","label":"19","content":"Yexus txawm hais rau tus ntawd tias, “Cia li sawv tsees mus lauj. Koj txojkev ntseeg ua rau koj zoo lawm.”"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.20","label":"20","content":"Thaum cov Falixai nug Yexus tias Vajtswv lub tebchaws yuav los thaum twg, Yexus teb lawv tias, “Thaum Vajtswv lub tebchaws los, yuav tsis muaj ib yam dabtsi tshwm uas neeg txawj paub thiab pom."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.21","label":"21","content":"Thiab lawv yuav tsis hais tias, ‘Saib maj, nyob ntawm no,’ lossis ‘Nyob tod,’ rau qhov Vajtswv lub tebchaws yeej nyob hauv nej nruab nrab lawm.”"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.22","label":"22","content":"Yexus hais rau cov thwjtim tias, “Yuav muaj ib lub sijhawm uas nej xav pom hnub uas Neeg leej Tub rov los, los nej yuav tsis pom."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.23","label":"23","content":"Thiab luag yuav hais rau nej tias, ‘Mus saib maj, nyob tod,’ lossis ‘Saib maj, nyob ntawm no.’ Nej tsis txhob mus, tsis txhob raws luag qab mus."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.24","label":"24","content":"Xob laim laim ib sab ntuj ci mus txog dua ib sab ntuj li cas, hnub uas Neeg leej Tub los yuav zoo ib yam li ntawd."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.25","label":"25","content":"Tiamsis ua ntej ntawd nws yuav tsum raug kev tsim txom ntau yam thiab cov neeg tiam no yuav tsis lees yuav nws."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.26","label":"26","content":"Tiam uas Nau‑a nyob zoo li cas, mas hnub uas Neeg leej Tub los yuav zoo ib yam li ntawd."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.27","label":"27","content":"Lawv noj haus ua tshoob qua tub qua ntxhais mus txog hnub uas Nau‑a nkag rau hauv lub nkoj thiab dej los nyab kiag lawv puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.28","label":"28","content":"Tiam uas Lauj nyob kuj zoo ib yam nkaus thiab, lawv noj haus ua lag ua luam cog qoob loo ua vaj ua tsev,"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.29","label":"29","content":"tiamsis hnub uas Lauj tawm hauv lub moos Xaudoo, hluavtaws lawj faj poob saum ntuj los hlawv lawv puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.30","label":"30","content":"Hnub uas Neeg leej Tub tshwm plaws los kuj yuav zoo ib yam li ntawd."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.31","label":"31","content":"Hnub ntawd tus uas nyob saum txheej tsev las tshav, nws tej qhov txhia chaw tseem nyob hauv tsev, los tsis txhob nqes los muab. Thiab tus uas nyob tom teb tsis txhob tig rov los ib yam nkaus."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.32","label":"32","content":"Cia li nco txog Lauj tus pojniam."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.33","label":"33","content":"Tus uas xav tau nws txojsia yuav piam txojsia, tiamsis tus uas tso nws txojsia tseg, mas yuav cawm tau nws txojsia."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.34","label":"34","content":"Kuv hais rau nej tias, hmo ntawd muaj ob leeg pw ib txag, los yuav coj ib tug mus yuav tseg ib tug cia."},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.35","label":"35","content":"Muaj ob tug pojniam zom zeb ua ke, los yuav coj ib tug mus yuav tseg ib tug cia.”"},{"bible_id":"1269","chapter_code":"LUK.17","verse_code":"LUK.17.37","label":"37","content":"Lawv txawm nug Yexus tias, “Tus Tswv, yuav muaj li no rau qhovtwg?” Yexus teb lawv tias, “Tsiaj tuag qhovtwg, dav noj twm yuav sau nthwv los rau qhov ntawd.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.1","label":"1","content":"Yexus hais ib zaj paj lug rau lawv mloog qhia kom lawv thov Vajtswv tsis tseg li thiab tsis txhob qaug zog."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.2","label":"2","content":"Nws hais tias, “Hauv ib lub moos muaj ib tug yawg tu plaub uas tsis ntshai Vajtswv thiab tsis hwm neeg."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.3","label":"3","content":"Hauv lub moos ntawd muaj ib tug poj ntsuam pheej tuaj hais rau tus tu plaub ntawd tias, ‘Thov hwj kuv txojcai rau tus uas kom kuv.’"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.4","label":"4","content":"Thaum chiv thawj tug tu plaub ntawd tsis yeem ua li ntawd, tiamsis tom qab nws xav hauv lub siab tias, ‘Txawm yog kuv tsis ntshai Vajtswv thiab tsis hwm neeg,"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.5","label":"5","content":"los vim tus poj ntsuam no pheej tuaj txob kuv, kuv yuav hwj nws txojcai, tsam ces qhov uas nws pheej tuaj ntawd thaum kawg yuav ua rau kuv dhuav siab tag.’ ”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.6","label":"6","content":"Tus Tswv hais tias, “Cia li mloog tus tu plaub tsis ncaj ntawd tej lus."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.7","label":"7","content":"Vajtswv yeej yuav tsis hwj cov uas nws xaiv cia lawd txoj cai lov, yog cov uas thov hu nws nruab hnub hmo ntuj? Vajtswv yuav nyiaj taus lov?"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.8","label":"8","content":"Kuv hais rau nej tias, Vajtswv yuav hwj lawv txojcai sai sai. Tiamsis thaum Neeg leej Tub los, nws tseem yuav ntsib kev ntseeg hauv lub ntiajteb lov?”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.9","label":"9","content":"Yexus hais zaj paj lug no rau qee leej uas tso siab rau lawv tus kheej tias lawv ncaj ncees thiab saib tsis taus lwm tus, tias"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.10","label":"10","content":"“Muaj ob tug mus thov Vajtswv rau hauv lub tuam tsev, ib tug yog Falixai, ib tug yog neeg sau se."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.11","label":"11","content":"Tus Falixai sawv ntsug thov hauv lub siab tias, ‘Vajtswv, kuv ua koj tsaug uas kuv zoo tsis thooj li lwm tus, tsis hais cov uas ntxo luag, cov ua tsis ncaj, cov uas deev luag pojniam, thiab tsis thooj li tus sau se no."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.12","label":"12","content":"Ib lub chib so kuv yoo mov ob zaug, kuv muab txhua yam uas kuv tau ib feem kaum rau koj.’"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.13","label":"13","content":"Tiamsis tus sau se sawv ntsug deb tsawv, tsis kam tsa muag ntsia saum ntuj, nws ntaus nws hauv siab hais tias, ‘Vajtswv, thov khuvleej kuv uas yog neeg muaj txim lauj!’"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.14","label":"14","content":"Kuv hais rau nej tias, thaum mus tsev tus sau se no yog tus uas suav tau tias ncaj ncees, tsis yog tus Falixai ntawd. Rau qhov txhua tus uas tsab ua loj yuav raug muab txo kom qes, tiamsis tus uas txo hwjchim yuav raug muab tsa ua loj.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.15","label":"15","content":"Muaj neeg puag cov menyuam mos tuaj cuag Yexus xav kom Yexus kov cov menyuam ntawd. Thaum cov thwjtim pom kuj txwv lawv."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.16","label":"16","content":"Tiamsis Yexus hu cov menyuam los hais tias, “Cia cov menyuam yaus los cuag kuv, tsis txhob tav lawv, rau qhov Vajtswv lub tebchaws yog cov uas zoo li cov menyuam yaus no tug."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.17","label":"17","content":"Kuv hais tseeb rau nej tias, leejtwg tsis lees yuav Vajtswv lub tebchaws ib yam li ib tug menyuam yaus, tus ntawd yuav nkag tsis tau rau hauv lub tebchaws ntawd.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.18","label":"18","content":"Muaj ib tug thawj coj nug Yexus tias, “Xibhwb uas zoo kawg, kuv yuav tsum ua li cas kuv thiaj tau txojsia ib txhis tsis kawg?”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.19","label":"19","content":"Yexus hais rau nws tias, “Ua cas koj hu kuv tias tus zoo kawg? Tsis muaj leejtwg zoo tsuas yog Vajtswv tib leeg xwb."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.20","label":"20","content":"Koj paub tej kevcai uas hais tias, ‘Tsis txhob deev luag poj luag txiv, tsis txhob tua neeg, tsis txhob ua tub sab, tsis txhob ua cuav timkhawv, koj yuav tsum hwm koj niam koj txiv.’ ”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.21","label":"21","content":"Tus ntawd hais tias, “Tej nqe kod kuv twb coj txhua yam txij thaum yau los lawm.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.22","label":"22","content":"Thaum Yexus hnov li ntawd txawm hais rau nws tias, “Koj tseem tu ncua ib yam. Cia li mus muab txhua yam uas koj muaj muag es muab faib rau cov neeg pluag, koj thiaj li muaj nyiaj txiag saum ntuj ceeb tsheej, thiab cia li los raws kuv qab.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.23","label":"23","content":"Thaum nws hnov tej lus no nws nyuaj siab kawg vim nws nplua nuj heev."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.24","label":"24","content":"Yexus tsa muag ntsia nws thiab hais tias, “Tus uas muaj nyiaj txiag ntau ceeblaj nkag tau rau hauv Vajtswv lub tebchaws."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.25","label":"25","content":"Ib tug ntxhuav nkag lub qhov koob kuj yoojyim dua tus nplua nuj nkag rau hauv Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.26","label":"26","content":"Cov uas hnov li ntawd txawm hais tias, “Yog li ntawd, leejtwg yuav dim tau?”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.27","label":"27","content":"Yexus hais tias, “Tej uas neeg ua tsis tau Vajtswv yeej ua tau.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.28","label":"28","content":"Petus hais tias, “Peb twb tso peb tej vaj tse tseg raws koj tuaj.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.29","label":"29","content":"Yexus hais rau lawv tias, “Kuv hais tseeb rau nej tias, tus uas tso vaj tse pojniam kwvtij niam txiv menyuam tseg vim yog saib rau Vajtswv lub tebchaws,"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.30","label":"30","content":"tiam no nws yuav tau ntau npaug thiab tiam tom ntej nws yuav tau txojsia ib txhis tsis kawg.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.31","label":"31","content":"Yexus txawm coj kaum ob tug thwjtim mus rau ib cag mas hais rau lawv tias, “Saib nawj, peb tabtom mus nram Yeluxalees, mas txhua yam uas cov xibhwb cev Vajtswv lus hais cia txog Neeg leej Tub yuav tiav."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.32","label":"32","content":"Rau qhov nws yuav raug muab cob rau lwm haiv neeg, mas lawv yuav thuam luag nws thiab ua saib tsis taus nws thiab nto qaub ncaug rau nws,"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.33","label":"33","content":"thiab lawv yuav nplawm nws thiab muab nws tua pov tseg, mas peb hnub nws yuav ciaj sawv rov los.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.34","label":"34","content":"Lawv tsis nkag siab txog tej no kiag li, tej lus no lub ntsiab raug muab zais ntawm lawv lawm, thiab lawv tsis paub tias Yexus hais txog dabtsi."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.35","label":"35","content":"Thaum Yexus tuaj ze lub moos Yelikhau, muaj ib tug dig muag zaum thov khawv ntawm ntug kev."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.36","label":"36","content":"Thaum nws hnov neeg coob taug kev tuaj mus, nws txawm nug tias yog dabtsi."},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.37","label":"37","content":"Lawv hais rau nws tias, “Yexus uas yog neeg Naxale, taug kev tuaj mus.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.38","label":"38","content":"Ces nws txawm qw hais tias, “Yexus uas yog Davi tus tub 'e, thov khuvleej kuv lauj!”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.39","label":"39","content":"Cov neeg uas ua ntej txawm txwv nws kom nyob twjywm, los nws yimhuab qw hais tias, “Davi tus tub 'e, thov khuvleej kuv lauj!”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.40","label":"40","content":"Yexus txawm nres nkaus hais kom coj nws los. Thaum nws los ze lawm Yexus nug nws tias,"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.41","label":"41","content":"“Koj xav kom kuv ua dabtsi rau koj?” Nws teb tias, “Tus Tswv, thov pub kuv pom kev.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.42","label":"42","content":"Yexus hais rau nws tias, “Cia li pom lauj! Koj txojkev ntseeg ua rau koj zoo kiag.”"},{"bible_id":"1269","chapter_code":"LUK.18","verse_code":"LUK.18.43","label":"43","content":"Ces tamsim ntawd tus dig muag txawm rov pom kev thiab raws Yexus qab mus qhuas Vajtswv. Thaum cov neeg sawvdaws pom li ntawd lawv kuj qhuas Vajtswv."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.1","label":"1","content":"Yexus mus rau hauv lub moos Yelikhau thiab yuav hla dhau plaws mus."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.2","label":"2","content":"Muaj ib tug yawg npe hu ua Xakhai, nws yog ib tug thawj sau se thiab nws nplua nuj."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.3","label":"3","content":"Nws xav pom tias Yexus yog leejtwg, tiamsis neeg coob heev nws thiaj ntsia tsis pom vim nws qes taub."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.4","label":"4","content":"Nws thiaj dhia tom hauv ntej nce rau saum ib tsob txiv cev thiaj ntsia pom Yexus, rau qhov Yexus yuav taug txojkev ntawd tuaj."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.5","label":"5","content":"Thaum Yexus tuaj txog ntawd Yexus tsa muag ntsia pom Xakhai txawm hais rau Xakhai tias, “Xakhai 'e, cia li nqes kiag los, rau qhov hnub no kuv yuav tsum mus so hauv koj tsev.”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.6","label":"6","content":"Xakhai txawm maj nroos nqes los tos Yexus zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.7","label":"7","content":"Thaum cov neeg sawvdaws pom, lawv txawm yws hais tias, “Nws mus so hauv tus neeg muaj txim tsev.”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.8","label":"8","content":"Xakhai sawv tsees hais rau tus Tswv tias, “Tus Tswv, saib maj, kuv tej qhov txhia chaw kuv yuav muab ib nrab pub rau cov neeg pluag, thiab yog kuv tau qaum leejtwg li los, kuv yuav thim plaub npaug rov qab.”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.9","label":"9","content":"Yexus hais rau nws tias, “Hnub no txojkev dim los txog lub tsev no lawm, rau qhov tus yawg no kuj yog Aplahas li tub."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.10","label":"10","content":"Rau qhov Neeg leej Tub los nrhiav cov neeg uas ploj lawd thiab cawm kom lawv dim.”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.11","label":"11","content":"Thaum lawv tabtom mloog Yexus qhia tej no, Yexus kuj hais ib zaj paj lug rau lawv mloog rau qhov Yexus tabtom tuaj ze lub nroog Yeluxalees, thiab vim lawv xav tias Vajtswv lub tebchaws yuav cia li tshwm plaws los tamsim ntawd."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.12","label":"12","content":"Vim li no Yexus thiaj hais tias, “Muaj ib tug neeg muaj meej yuav mus rau lwm lub tebchaws deb mus txais meej mom kav tebchaws mam li rov los."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.13","label":"13","content":"Nws thiaj hu nws kaum tus tub qhe los mas muab kaum lub nyiaj rau lawv ib leeg ib mina  thiab hais rau lawv tias, ‘Cia li coj mus ua lag luam txog thaum kuv rov qab los.’"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.14","label":"14","content":"Tiamsis nws cov pejxeem ntxub nws, lawv txawm txib neeg raws qab mus hais tias, ‘Peb tsis yuav tus no los kav peb.’"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.15","label":"15","content":"Thaum nws tau meej mom kav tebchaws rov los lawm nws hais kom hu cov tub qhe uas nws tau muab nyiaj rau lawd los cuag nws, yuav saib lawv ua lag luam tau tshaj thawj npaum li cas."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.16","label":"16","content":"Thawj tug los cuag nws hais tias, ‘Tus tswv, koj lub nyiaj mina ntawd tau tshaj thawj kaum mina.’"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.17","label":"17","content":"Nws hais rau tus tub qhe ntawd tias, ‘Tub qhe zoo, koj ua zoo lawm. Vim koj ua ncaj rau tej yam me me, koj yuav tau hwjchim kav kaum lub moos.’"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.18","label":"18","content":"Tus ob los hais tias, ‘Tus tswv, koj lub mina tau tshaj thawj tsib mina.’"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.19","label":"19","content":"Nws hais rau tus tub qhe ntawd tias, ‘Koj yuav tau kav tsib lub moos.’"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.20","label":"20","content":"Muaj dua ib tug los hais tias, ‘Tus tswv, koj lub nyiaj mina nyob no, kuv muab ntaub qhwv khaws cia,"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.21","label":"21","content":"rau qhov kuv ntshai koj vim koj yeej yog neeg ua nruj ua tsiv. Koj sau tej uas koj tsis tau nqes dag zog ua thiab hlais tej qoob uas koj tsis tau tseb.’"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.22","label":"22","content":"Tus tswv txawm hais rau nws tias, ‘Niag tub qhe phem, kuv yuav muab koj tej lus txiav txim rau koj ntag. Koj yeej paub tias kuv yog neeg ua nruj ua tsiv thiab kuv sau tej uas kuv tsis tau nqes dag zog ua thiab hlais tej uas kuv tsis tau tseb lov?"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.23","label":"23","content":"Yog li ntawd, ua cas koj tsis muab kuv lub nyiaj mus tso rau hauv tsev cia nyiaj, es thaum kuv los kuv thiaj tau kuv cov nyiaj thiab tau cov paj?’"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.24","label":"24","content":"Ces nws txawm hais rau cov neeg uas nyob ntawd tias, ‘Cia li muab nws lub nyiaj mina rho mus rau tus uas muaj kaum mina.’"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.25","label":"25","content":"(Lawv hais rau nws tias, ‘Tus tswv, nws twb muaj kaum mina lawm nev.’)"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.26","label":"26","content":"‘Kuv hais rau nej tias, txhua tus uas muaj lawd yuav muab tsav ntxiv rau nws, tiamsis tus uas tsis muaj, txawm yog tej uas nws muaj los yuav muab rho ntawm nws mus."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.27","label":"27","content":"Kuv cov yeeb ncuab uas tsis yuav kuv kav lawv ntawd, cia li coj lawv los rau ntawm no thiab muab tua tab meeg kuv.’ ”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.28","label":"28","content":"Thaum Yexus hais tej lus no tag lawd, nws txawm ua lawv ntej mus rau nram Yeluxalees."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.29","label":"29","content":"Thaum nws tuaj ze lub zos Npefake thiab lub zos Npethani ntawm lub roob uas hu ua roob Txiv Aulib, nws txib ob tug thwjtim mus,"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.30","label":"30","content":"hais tias, “Neb cia li mus rau lub zos uas nyob tom hauv ntej, mas thaum neb nkag rau hauv neb yuav pom ib tug menyuam nees luav khi cia, tsis tau muaj leejtwg caij dua li. Neb cia li daws cab los rau ntawm no."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.31","label":"31","content":"Yog leejtwg nug neb tias, ‘Neb muab daws ua dabtsi?’ neb cia li hais li no tias, ‘Tus Tswv cheem tsum siv.’ ”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.32","label":"32","content":"Ob tug uas nws txib ntawd txawm mus ntsib raws li Yexus hais rau ob tug."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.33","label":"33","content":"Thaum ob tug tabtom daws tus menyuam nees luav ntawd, tus tswv tsiaj txawm hais rau ob tug tias, “Neb daws tus menyuam nees luav ua dabtsi?”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.34","label":"34","content":"Ob tug hais tias, “Tus Tswv cheem tsum siv.”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.35","label":"35","content":"Ces ob tug txawm cab tus menyuam nees luav los txog Yexus, thiab muab ob tug tej tsho ntev pua saum tus menyuam nees luav nrob qaum thiab kom Yexus caij."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.36","label":"36","content":"Thaum Yexus caij mus mas tej neeg muab lawv tej tsho ntev pua txojkev."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.37","label":"37","content":"Thaum Yexus tuaj ze txojkev uas nqes ntawm lub roob Txiv Aulib lawm, cov thwjtim sawvdaws kuj pib zoo siab xyiv fab tsa suab nrov qhuas Vajtswv rau txhua yam txujci phimhwj uas lawv tau pom,"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.38","label":"38","content":"thiab hais tias, “Tus vajntxwv uas tuaj hauv tus Tswv lub npe tau nyob kaj siab lug. Thov kom muaj kev kaj siab lug rau saum ntuj thiab muaj koob meej rau saum ntuj uas siab kawg nkaus.”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.39","label":"39","content":"Cov Falixai qee leej uas nrog cov neeg ntawd ua ke hais rau Yexus tias, “Xibhwb, cia li txwv koj cov thwjtim tsis txhob qw qw.”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.40","label":"40","content":"Yexus teb tias, “Kuv hais rau nej tias, yog lawv cov no nyob twjywm lawm los tej pob zeb yeej yuav qw nrov.”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.41","label":"41","content":"Thaum nws tuaj ze thiab pom Yeluxalees lawm nws kuj quaj lub nroog ntawd,"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.42","label":"42","content":"hais tias, “Hnub no kheev koj lam paub tej uas pub kev kaj siab lug rau koj. Tiamsis nimno tej ntawd raug muab zais ntawm koj lub qhov muag lawm."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.43","label":"43","content":"Rau qhov lub sijhawm los yuav txog koj, mas koj cov yeeb ncuab yuav tsub av tawm tsam koj thiab vij nkaus koj kaw koj txhua fab."},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.44","label":"44","content":"Lawv yuav muab koj ntsawm rau hauv pem teb, tag nrho koj thiab koj cov menyuam uas nyob hauv koj, thiab yuav tsis tseg tej txhib zeb ib lub tib ib lub rau hauv koj, vim yog koj tsis paub lub sijhawm uas Vajtswv los xyuas koj.”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.45","label":"45","content":"Yexus txawm nkag mus rau hauv lub tuam tsev mas pib ntiab cov neeg ua lag ua luam,"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.46","label":"46","content":"thiab hais rau lawv tias, “Twb muaj lus sau cia hais tias, ‘Kuv lub tuam tsev yuav ua lub tsev thov Vajtswv,’ tiamsis nej muab ‘ua qhov rau tub sab nkaum.’ ”"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.47","label":"47","content":"Yexus niaj hnub qhuab qhia rau hauv lub tuam tsev. Ces cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai thiab cov uas ua thawj txawm nrhiav kev txov Yexus,"},{"bible_id":"1269","chapter_code":"LUK.19","verse_code":"LUK.19.48","label":"48","content":"tiamsis lawv nrhiav tsis tau ib lub ncauj kev uas yuav ua tau vim yog cov neeg sawvdaws dai siab qas dhuam rau Yexus tej lus."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.1","label":"1","content":"Muaj ib hnub thaum Yexus qhuab qhia cov neeg hauv lub tuam tsev thiab tshaj tawm txoj xov zoo, cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai thiab cov kev txwj laus kuj tuaj cuag nws."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.2","label":"2","content":"Lawv hais rau Yexus tias, “Cia li hais rau peb saib, koj muaj hwjchim dabtsi thiaj ua tau tej no thiab leejtwg muab lub hwjchim no rau koj?”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.3","label":"3","content":"Yexus teb lawv tias, “Kuv yuav nug nej ib los thiab. Qhia kuv saib,"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.4","label":"4","content":"txoj kevcai raus dej uas Yauhas ua ntawd, los saum ntuj los lossis los ntawm neeg los?”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.5","label":"5","content":"Lawv txawm sablaj hais tias, “Yog peb hais tias, ‘Los saum ntuj los,’ nws yuav hais tias, ‘Ua cas nej tsis ntseeg Yauhas?’"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.6","label":"6","content":"Tiamsis yog peb hais tias, ‘Los ntawm neeg los,’ cov pejxeem sawvdaws yuav xuas pob zeb ntaus peb rau qhov lawv yeej hwm tias Yauhas yog ib tug xibhwb cev Vajtswv lus.”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.7","label":"7","content":"Lawv txawm teb Yexus tias lawv tsis paub tias los qhovtwg los."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.8","label":"8","content":"Yexus thiaj hais rau lawv tias, “Kuv kuj tsis qhia rau nej tias kuv muaj hwjchim dabtsi thiaj ua tau tej no.”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.9","label":"9","content":"Yexus txawm pib ua lus piv txwv hais rau cov neeg tias, “Muaj ib tug yawg cog tau ib lub vaj txiv hmab thiab muab tso rau ib cov tu faib txiv ces txawm mus nyob lwm tebchaws ntev lawm."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.10","label":"10","content":"Thaum txog lub caij de txiv, nws txib ib tug tub qhe mus cuag cov uas tu lub vaj ntawd xwv lawv thiaj faib cov txiv ib txhia rau tus tswv. Tiamsis cov uas tu lub vaj txawm muab tus tub qhe ntawd ntaus thiab ntiab nws rov mus tes dawb tes do."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.11","label":"11","content":"Mas tus tswv vaj rov tso dua ib tug tub qhe mus, los lawv kuj muab tus ntawd ntaus thiab ua saib tsis taus nws, thiab tso nws rov mus tes dawb tes do."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.12","label":"12","content":"Nws kuj tso tus peb mus, los lawv kuj ua rau nws raug mob thiab muab nws ntiab tawm mus."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.13","label":"13","content":"Tus tswv vaj txawm hais tias, ‘Kuv yuav ua li cas? Kuv yuav tso kuv tus tub uas kuv hlub mus. Nyaj lawv yuav hwm nws.’"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.14","label":"14","content":"Tiamsis thaum cov uas tu lub vaj pom tus tub ntawd lawv sib hais tias, ‘Tus no yog tus uas saws nws qub txeeg qub teg. Peb cia li muab nws tua mas tej qub txeeg qub teg yuav poob rau peb.’"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.15","label":"15","content":"Lawv txawm muab nws pov rau nraum lub vaj thiab muab tua pov tseg. Yog li ntawd tus tswv vaj yuav ua li cas rau lawv?"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.16","label":"16","content":"Nws yeej yuav los muab cov uas tu lub vaj ntawd ua kom puam tsuaj thiab muab lub vaj txiv hmab rau lwm cov tu.” Thaum lawv hnov li ntawd lawv txawm hais tias, “Tsis txhob cia muaj li no.”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.17","label":"17","content":"Yexus ntsia ntsoov rau lawv hais tias, “Tej lus no uas sau cia lawd lub ntsiab yog dabtsi? “ ‘Lub pob zeb uas cov Kws ua tsev muab xyeeb tseg lawm twb muab los teeb ua thawj lub rau ntawm kaum tsev lawm.’"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.18","label":"18","content":"Txhua tus uas ntog mus tsiam lub pob zeb ntawd yuav tawg ua tej dwb daim, lub pob zeb poob los tsuam leejtwg tus ntawd yuav ntsoog tag.”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.19","label":"19","content":"Cov xibhwb qhia Vajtswv kevcai thiab cov pov thawj hlob txawm nrhiav kev ntes Yexus lub sijhawm ntawd, rau qhov lawv paub tias Yexus hais zaj paj lug no raug lawv, tiamsis lawv ntshai cov pejxeem."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.20","label":"20","content":"Lawv txawm soj nraim Yexus thiab tso qee leej ua txuj ua li tus ncaj ncees mus tshuaj Yexus xwv lawv thiaj nyas tau Yexus tej lus thiab muab tau Yexus cob rau hauv tus tswv xeev li hwjchim txiav txim."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.21","label":"21","content":"Lawv txawm nug Yexus tias, “Xibhwb, peb paub tias koj hais thiab qhuab qhia raws li qhov tseeb, thiab koj tsis saib leejtwg ntsej muag, koj tsuas qhia Vajtswv txoj kev raws li muaj tseeb xwb."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.22","label":"22","content":"Mas tsim nyog peb them se rau Xixa los tsis them?”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.23","label":"23","content":"Yexus twb paub lawv tej tswvyim phem thiaj hais rau lawv tias,"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.24","label":"24","content":"“Cia li muab ib lub nyiaj denalia  los rau kuv saib. Lub ntsej muag thiab lub npe uas txaug no yog leejtwg?” Lawv teb tias, “Yog Xixa li.”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.25","label":"25","content":"Yexus txawm hais rau lawv tias, “Yog li no yam uas yog Xixa li cia li muab rau Xixa, yam uas yog Vajtswv li cia li muab rau Vajtswv.”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.26","label":"26","content":"Lawv nyas tsis tau Yexus tej lus tab meeg cov pejxeem, lawv xav tsis thoob rau tej lus uas Yexus teb, lawv thiaj ntsiag to lawm."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.27","label":"27","content":"Cov Xadukai qee leej uas qhia hais tias tsis muaj qhov uas sawv hauv qhov tuag los txawm tuaj cuag Yexus,"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.28","label":"28","content":"mas lawv thiaj thom Yexus hais tias, “Xibhwb, Mauxe twb sau cia rau peb tias, ‘Yog leejtwg tuag lawm nws tus pojniam tsis tau muaj menyuam, ib tug kwvtij yuav tsum yuav tus pojniam ntawd thiaj tuav tau tus uas tuag li keeb kwm cia.’"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.29","label":"29","content":"Muaj xya tus kwvtij. Tus hlob yuav pojniam lawm li tuag tsis tau muaj menyuam."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.30","label":"30","content":"Mas tus ob"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.31","label":"31","content":"thiab tus peb kuj yuav tus pojniam ntawd ua pojniam. Tag nrho xya leej kuj yuav nws ib yam nkaus los tsis muaj menyuam txawm tuag tag lawm."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.32","label":"32","content":"Thaum kawg tus pojniam ntawd kuj tuag lawm thiab."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.33","label":"33","content":"Yog li ntawd, hnub uas ciaj sawv rov los, tus pojniam ntawd yuav ua leejtwg li pojniam? Rau qhov nws twb ua xya leej ntawd li pojniam lawm.”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.34","label":"34","content":"Yexus hais rau lawv tias, “Tiam neeg no muaj kev sib yuav ua txij ua nkawm,"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.35","label":"35","content":"tiamsis cov neeg uas suav tias tsim nyog nyob rau tiam tom ntej thiab ciaj sawv hauv qhov tuag rov los yuav tsis muaj kev sib yuav ua txij ua nkawm lawm,"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.36","label":"36","content":"rau qhov lawv tsis txawj tuag dua li lawm. Lawv zoo ib yam li cov tubtxib saum ntuj thiab yog Vajtswv cov menyuam, vim lawv yog cov uas ciaj sawv rov los lawm."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.37","label":"37","content":"Qhov uas neeg ciaj sawv hauv qhov tuag rov los ntawd, Mauxe twb qhia rau hauv zaj uas hais txog tsob ntoo kub hnyiab, yog qhov chaw uas nws hu tus Tswv tias yog Aplahas tus Vajtswv thiab yog Yiha tus Vajtswv thiab yog Yakhauj tus Vajtswv."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.38","label":"38","content":"Vajtswv tsis yog cov neeg tuag tus Vajtswv, nws yog cov neeg ciaj tus Vajtswv. Rau qhov txhua tus puavleej tseem muaj txojsia nyob rau ntawm Vajtswv.”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.39","label":"39","content":"Cov xibhwb qhia Vajtswv kevcai qee leej txawm hais rau Yexus tias, “Xibhwb, koj hais tau zoo kawg.”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.40","label":"40","content":"Lawv tsis kav nug Yexus dua li lawm."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.41","label":"41","content":"Yexus txawm nug lawv tias, “Lawv hais tau li cas tias tus Khetos yog Davi li tub?"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.42","label":"42","content":"Rau qhov Davi yeej hais hauv phau Ntawv Nkauj hais tias, “ ‘Tus Tswv hais rau kuv tus tswv tias, “Cia li zaum ntawm kuv sab xis,"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.43","label":"43","content":"mus txog thaum kuv muab koj cov yeeb ncuab ua koj lub rooj tiag taw.” ’"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.44","label":"44","content":"Yog Davi twb hu tus Khetos tias ‘tus Tswv,’ nws yuav ua li cas ua tau Davi li tub?”"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.45","label":"45","content":"Thaum cov neeg sawvdaws tabtom mloog tej lus qhia, Yexus hais rau nws cov thwjtim tias,"},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.46","label":"46","content":"“Cia li ceev faj cov xibhwb qhia Vajtswv kevcai uas nyiam hnav lub tsho ntev mus mus los los thiab nyiam kom luag hwm lawv tom tej tshav puam, thiab nyiam zaum tej rooj siab hauv tej tsev sablaj, thiab thaum muaj rooj noj rooj haus lawv nyiam zaum sam tsum."},{"bible_id":"1269","chapter_code":"LUK.20","verse_code":"LUK.20.47","label":"47","content":"Lawv txeeb cov poj ntsuam tej vaj tse thiab thov Vajtswv ntev ntev rau luag pom. Lawv cov no yimhuab yuav raug txim hnyav heev dua.”"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.1","label":"1","content":"Yexus tsa muag ntsia pom cov neeg nplua nuj tso nyiaj rau hauv lub phij xab tso nyiaj,"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.2","label":"2","content":"thiab nws pom ib tug poj ntsuam pluag pluag tso ob lub txiaj toog liab rau hauv."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.3","label":"3","content":"Yexus txawm hais tias, “Kuv hais tseeb rau nej tias, tus poj ntsuam pluag no tso nyiaj rau hauv ntau dua txhua tus."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.4","label":"4","content":"Rau qhov lawv txhua tus rho tej nyiaj uas lawv muaj ntau nplua mias lawm mentsis tuaj tso rau hauv tiamsis tus pojniam no lub neej txom nyem kawg li los nws muab txhua yam uas yug nws txojsia tso rau hauv.”"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.5","label":"5","content":"Thaum muaj qee leej qhuas lub tuam tsev tias xuas tej txhib zeb zoo nkauj ua thiab xuas tej uas luag coj tuaj xyeem pub ua kom zoo nkauj, Yexus txawm hais tias,"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.6","label":"6","content":"“Tej uas nej pom no, mas muaj ib hnub twg tej txhib zeb uas tib ib lub tshooj ib lub no yuav tsis tshuav ib lub uas tsis raug muab ua pob tag.”"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.7","label":"7","content":"Lawv txawm nug Yexus tias, “Xibhwb, tej xwm txheej no yuav tshwm los thaum twg, thiab muaj yam txujci twg qhia kom paub tias twb ze sijhawm uas yuav tshwm los?”"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.8","label":"8","content":"Yexus hais tias, “Cia li ceev faj tib zoo tsam ces nej raug ntxias yuam kev. Rau qhov yuav muaj ntau leej tuav kuv lub npe los hais tias, ‘Kuv yog tus ntawd ntag,’ thiab hais tias, ‘Lub sijhawm los ze lawm.’ Tsis txhob raws lawv mus."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.9","label":"9","content":"Thaum nej hnov suab ua tsov ua rog thiab kev kub ntxhov tsis txhob ntshai, rau qhov tej no yeej yuav tsum tshwm los ua ntej tiamsis hnub kawg tsis tau los txog tamsid.”"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.10","label":"10","content":"Yexus txawm hais rau lawv tias, “Ib lub tebchaws yuav sawv tawm tsam rau ib lub tebchaws, ib tug vajntxwv yuav tawm tsam rau ib tug vajntxwv,"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.11","label":"11","content":"yuav muaj ntuj qeeg loj thiab yuav muaj kev tshaib kev nqhis thiab mob kis rau ntau qhov, thiab yuav muaj tej xwm txheej txaus ntshai thiab tej txujci tseem ceeb los saum ntuj los."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.12","label":"12","content":"Tiamsis thaum tsis tau muaj tej xwm txheej no luag yuav ntes nej thiab tsim txom nej, muab nej cob rau tej tsev sablaj thiab tej tsev lojfaj, thiab yuav coj nej mus rau ntawm tej vajntxwv thiab cov thawj kav xubntiag vim yog tim kuv lub npe."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.13","label":"13","content":"Lub sijhawm ntawd yog lub sijhawm uas nej ua tau timkhawv."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.14","label":"14","content":"Yog li no, nej yuav tsum nco ntsoov tias tsis txog yuav npaj ua ntej tias yuav hais li cas daws nej zaj,"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.15","label":"15","content":"rau qhov kuv yuav pub tej lus thiab tswvyim rau nej hais uas nej cov yeeb ncuab yuav tiv tsis tau thiab cav tsis yeej."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.16","label":"16","content":"“Txawm yog niam txiv kwvtij tej txheeb ze thiab kwvluag los lawv yuav muab nej cob rau luag, mas luag yuav muab nej qee leej tua pov tseg."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.17","label":"17","content":"Ib tsoom neeg yuav ntxub nej vim yog tim kuv lub npe,"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.18","label":"18","content":"los nej ib txog plaubhau yuav tsis puam tsuaj."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.19","label":"19","content":"Nej yuav tau txojsia vim nej ua siab ntev thev."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.20","label":"20","content":"“Thaum nej pom tub rog vij nkaus lub nroog Yeluxalees, cia li paub tias ze lub sijhawm uas lub nroog yuav puam tsuaj tag nyob do cuas."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.21","label":"21","content":"Thaum ntawd cov uas nyob hauv Yudia cia li khiav mus rau pem tej roob, thiab cov uas nyob hauv lub nroog cia li tawm khiav mus, thiab cov uas nyob tom teb tsis txhob rov los rau hauv nroog."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.22","label":"22","content":"rau qhov lub sijhawm ntawd yog hnub uas teem txim kom txhua yam uas sau cia lawd thiaj li tiav."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.23","label":"23","content":"Hnub ntawd cov uas suab menyuam thiab cov uas muaj menyuam noj mis yuav txom nyem kawg li lauj! Vim tias yuav muaj kev txom nyem loj kawg rau lub ntiajteb thiab txojkev npau taws yuav raug haiv neeg no."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.24","label":"24","content":"Lawv yuav raug hniav ntaj hniav riam tuag tag thiab yuav raug muab ntes coj mus rau hauv txhua lub tebchaws. Thiab lwm haiv neeg yuav tsuj lub nroog Yeluxalees mus txog thaum lwm haiv neeg lub sijhawm tiav."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.25","label":"25","content":"“Yuav muaj txujci tseem ceeb tshwm rau saum lub hnub lub hli thiab tej hnub qub huvsi, thiab ib tsoom tebchaws hauv ntiajteb no yuav raug kev txom nyem thiab yuav tsis pom qab xav vim lub suab nrov uas dej hiavtxwv ntas tej niag nthwv."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.26","label":"26","content":"Tej neeg yuav feeb pes tsias vim ntshai heev thiab tos ntsoov tej uas yuav tsim los raug lub ntiajteb, rau qhov tej uas muaj hwjchim saum nruab ntug yuav raug muab co ua zog koog."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.27","label":"27","content":"Thaum ntawd lawv yuav pom Neeg leej tub nrog nws lub hwjchim thiab meej mom loj nrog huab saum ntuj los."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.28","label":"28","content":"Thaum tej xwm txheej no pib muaj tshwm los, cia li sawv ntsug thiab tsa taubhau, vim qhov uas txhiv nej dim los ze lawm.”"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.29","label":"29","content":"Yexus ua paj lug hais rau lawv tias, “Cia li saib tsob ntoo cev thiab tej ntoo huvsi."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.30","label":"30","content":"Thaum pib hlav nplooj, nej kuj pom thiab paub tias yuav txog lub caij ntuj kub lawm."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.31","label":"31","content":"Ib yam li ntawd, thaum nej pom tej xwm txheej no tshwm los nej kuj paub tias Vajtswv lub tebchaws los ze lawm."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.32","label":"32","content":"Kuv hais tseeb rau nej tias, tiam neeg no yuav tsis tau dua tag mus txog thaum txhua yam no tshwm los lawm."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.33","label":"33","content":"Lub ntuj thiab lub ntiajteb yuav dua mus, tiamsis kuv tej lus yuav tsis ploj kiag li."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.34","label":"34","content":"“Yuav tsum ceev faj zoo tsam ces nej lub siab qaug rau tej kev tsis tsheej haj, kev qaug dej qaug cawv thiab tej kev txhawj txog lub neej tiam no ces hnub ntawd yuav los txog nej rau thaum nej xav tsis txog,"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.35","label":"35","content":"ib yam li mag rooj hlua. Rau qhov hnub ntawd yuav los raug txhua tus uas nyob thoob plaws hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.36","label":"36","content":"Nej yuav tsum zov tos txhua lub sijhawm, thiab thov Vajtswv pab kom nej muaj zog dim txhua yam xwm txheej uas yuav tshwm los no thiab sawv ntsug tau rau ntawm Neeg leej Tub xubntiag.”"},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.37","label":"37","content":"Yexus niaj hnub qhuab qhia hauv lub tuam tsev, mas tsaus ntuj nws tawm mus so saum lub roob uas hu ua roob Txiv Aulib."},{"bible_id":"1269","chapter_code":"LUK.21","verse_code":"LUK.21.38","label":"38","content":"Thaum sawv ntxov cov neeg sawvdaws tuaj cuag nws hauv lub tuam tsev mloog nws qhia."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.1","label":"1","content":"Kevcai Noj Ncuav tsis Xyaw Keeb uas hu ua kevcai Hla Dhau twb los yuav txog."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.2","label":"2","content":"Cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai nrhiav kev saib yuav muab Yexus tua pov tseg li cas, vim lawv ntshai cov pejxeem."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.3","label":"3","content":"Thaum ntawd Xatas  tshoov Yudas uas hu tias Ikhali‑au uas yog ib tug hauv kaum ob tug thwjtim lub siab."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.4","label":"4","content":"Yudas txawm mus nrog cov pov thawj hlob thiab cov nom tswv uas saib xyuas lub tuam tsev sablaj tias yuav muab Yexus cob rau lawv li cas."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.5","label":"5","content":"Lawv zoo siab heev thiab cog lus tias yuav muab nyiaj rau Yudas."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.6","label":"6","content":"Nws txawm hais hum thiab nrhiav sijhawm muab Yexus cob rau lawv, rau thaum tsis muaj neeg."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.7","label":"7","content":"Thaum txog hnub uas ua kevcai Noj Ncuav tsis Xyaw Keeb yog hnub uas yuav tsum tua menyuam yaj ua kevcai Hla Dhau."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.8","label":"8","content":"Yexus txawm txib Petus thiab Yauhas mus hais tias, “Cia li mus npaj kevcai Hla Dhau rau peb noj.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.9","label":"9","content":"Ob tug hais rau Yexus tias, “Yuav cia wb npaj noj rau qhovtwg?”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.10","label":"10","content":"Nws hais rau ob tug tias, “Thaum neb mus rau hauv lub nroog, mas yuav muaj ib tug yawg nqa ib lub laujkaub dej ntsib neb. Nws nkag rau lub tsev twg, neb cia li raws nws qab mus rau hauv,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.11","label":"11","content":"thiab hais rau tus tswv tsev ntawd tias, ‘Tus xibhwb hais rau koj tias, Chav txais qhua uas kuv yuav nrog kuv cov thwjtim noj kevcai Hla Dhau nyob qhovtwg?’"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.12","label":"12","content":"Nws yuav qhia ib chav loj uas nyob txheej saud muaj rooj tog txhij lawm. Cia li npaj qhov ntawd.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.13","label":"13","content":"Ob tug txawm mus thiab ntsib raws li Yexus hais rau ob tug, ces ob tug thiaj npaj ua kevcai Hla Dhau txhij zog."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.14","label":"14","content":"Thaum txog sijhawm, Yexus nrog nws cov tubtxib nyob pheeb ntawm rooj mov,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.15","label":"15","content":"thiab hais rau lawv tias, “Kuv xav xav nrog nej noj pluas mov kevcai Hla Dhau no ua ntej uas kuv tsis tau raug tsim txom,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.16","label":"16","content":"rau qhov kuv hais rau nej tias, kuv yuav tsis noj li no mus txog thaum kevcai Hla Dhau tiav rau hauv Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.17","label":"17","content":"Thiab nws muab ib lub khob los. Thaum ua Vajtswv tsaug lawd, nws hais tias, “Cia li txais lub khob no mus sib faib haus,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.18","label":"18","content":"rau qhov kuv hais rau nej tias txij nimno mus kuv yuav tsis haus cawv txiv hmab mus txog thaum Vajtswv lub tebchaws los.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.19","label":"19","content":"Thiab nws muab ib lub ncuav los. Thaum ua Vajtswv tsaug lawd, nws muab ntais cev rau lawv hais tias, “No yog kuv lub cev uas muab pub rau nej. Cia li ua li no thiaj nco ntsoov kuv.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.20","label":"20","content":"Thaum noj hmo tag, Yexus txawm muab lub khob los ua ib yam nkaus hais tias, “Lub khob uas raug muab nchuav rau nej no yog lo lus cog tseg tshiab hauv kuv cov ntshav."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.21","label":"21","content":"Tus uas yuav fav xeeb rau kuv txhais tes kuj nrog kuv koom saum rooj no."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.22","label":"22","content":"Neeg leej Tub yuav mus raws li uas teem tseg cia lawd tiamsis tus uas fav xeeb rau nws yeej yuav raug txom nyem kawg.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.23","label":"23","content":"Ces lawv txawm sib nug saib lawv cov leejtwg yog tus yuav ua li ntawd."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.24","label":"24","content":"Cov thwjtim sib cam tias yuav pom tias lawv cov leejtwg yog tus loj dua."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.25","label":"25","content":"Yexus txawm hais rau lawv tias, “Lwm haiv neeg tej vajntxwv yeej kav rawv cov pejxeem, thiab cov uas muaj hwjchim kav rov hu lawv tus kheej tias yog neeg siab dav pab luag."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.26","label":"26","content":"Tiamsis nej cov tsis thooj li ntawd. Nej cov tus uas ua loj dua ntais cia li ua zoo li tus me dua ntais, thiab tus uas ua thawj cia li ua zoo li tus qhev."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.27","label":"27","content":"Leejtwg loj dua, yog tus uas zaum noj lossis yog tus uas ua qhev? Yog tus uas zaum noj los tsis yog? Tiamsis kuv nrog nej nyob zoo li tus uas ua qhev."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.28","label":"28","content":"“Nej yog cov uas nrog nraim kuv nyob rau thaum kuv raug sim siab txom nyem,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.29","label":"29","content":"mas kuv npaj ib lub tebchaws rau nej ib yam li kuv Txiv npaj rau kuv lawm,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.30","label":"30","content":"kom nej thiaj tau noj tau haus ntawm kuv lub rooj hauv kuv lub tebchaws, thiab nej yuav tau zaum saum tej zwm txwv txiav txim rau kaum ob xeem Yixayee."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.31","label":"31","content":"“Ximoos, Ximoos 'e, saib maj, Xatas  twb thov nej lawm yuav muab nej tshau ib yam li tshau mog,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.32","label":"32","content":"tiamsis kuv twb thov Vajtswv pab kom koj kev ntseeg tsis txhob tu. Mas thaum koj tig rov los lawd, koj cia li txhawb koj cov kwvtij lub zog.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.33","label":"33","content":"Petus hais rau Yexus tias, “Tus Tswv, kuv yeej npaj txhij yuav nrog koj raug kaw hauv tsev lojfaj thiab nrog koj tuag ua ke.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.34","label":"34","content":"Yexus hais tias, “Petus 'e, kuv hais rau koj tias, hnub no thaum qaib tsis tau qua koj yuav tsis lees paub kuv txog peb zaug.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.35","label":"35","content":"Yexus hais rau lawv tias, “Thaum kuv txib nej tawm mus es tsis muaj hnab nyiaj thiab hnab thoob puab thiab khau nej tu ncua dabtsi?” Lawv teb tias, “Tsis tu ncua dabtsi.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.36","label":"36","content":"Yexus txawm hais rau lawv tias, “Nimno leejtwg muaj hnab nyiaj kuj cia li coj mus, thiab coj hnab thoob puab ib yam nkaus. Tus uas tsis muaj ntaj kuj cia li muab nws lub tsho ntev muag mus yuav ntaj."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.37","label":"37","content":"Kuv hais rau nej tias tej lus uas muab sau cia lawd yuav tsum tiav rau hauv kuv, uas hais tias, ‘Nws raug muab suav rau hauv cov neeg muaj txim.’  Tej uas muab sau tseg hais txog kuv tabtom tiav.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.38","label":"38","content":"Lawv txawm hais tias, “Tus Tswv, ntawm no muaj ob rab ntaj.” Yexus hais rau lawv tias, “Txaus lauj!”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.39","label":"39","content":"Yexus txawm tawm mus pem lub roob Txiv Aulib ib yam li txeev mus, nws cov thwjtim kuj raws nws qab mus."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.40","label":"40","content":"Thaum nws mus txog lawm, Yexus hais rau lawv tias, “Nej cia li thov Vajtswv kom thiaj tsis raug kev sim siab.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.41","label":"41","content":"Yexus txawm ncaim lawv mus deb li laim ib pob zeb, mas nws txhos caug thov Vajtswv hais tias,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.42","label":"42","content":"“Au leej Txiv, yog koj pom zoo, thov rho lub khob no ntawm kuv mus. Txawm li cas kuj xij, tsis txhob ua raws li kuv lub siab, cia ua raws li koj lub siab.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.43","label":"43","content":"[Muaj ib tug tubtxib saum ntuj los tshwm rau Yexus thiab txhawb nws lub zog."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.44","label":"44","content":"Yexus txhawj heev kawg li, nws yimhuab thov Vajtswv heev, nws tawm hws zoo yam nkaus li ntshav nrog tej teev rau hauv av.]"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.45","label":"45","content":"Thaum Yexus thov tag nws sawv los rau ntawm cov thwjtim, pom lawv tsaug zog ua txhawj ntsuav,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.46","label":"46","content":"nws txawm hais rau lawv tias, “Nej tsaug zog ua dabtsi? Cia li sawv tsees thov Vajtswv, kom nej thiaj tsis raug kev sim siab.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.47","label":"47","content":"Thaum Yexus tseem tabtom hais lus, txawm muaj ib pab neeg coob tuaj, thiab tus yawg uas hu ua Yudas uas yog ib tug hauv kaum ob tug thwjtim coj lawv tuaj. Yudas txav los ze yuav nwj Yexus,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.48","label":"48","content":"tiamsis Yexus hais rau nws tias, “Yudas 'e, koj yuav nwj fav xeeb rau Neeg leej Tub lov?”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.49","label":"49","content":"Thaum cov uas nrog Yexus pom tias yuav tshwm xwm, lawv txawm hais tias, “Tus Tswv, peb xuas ntaj tiv lov?”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.50","label":"50","content":"Muaj ib tug txawm tib ntag tus tuam pov thawj hlob tus tub qhe txiav nws sab nplooj ntseg xis tu nrho."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.51","label":"51","content":"Yexus hais tias, “Cia li lauj!” Ces Yexus txawm cev tes npuab tus ntawd sab qhov ntsej kho kom zoo kiag."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.52","label":"52","content":"Yexus txawm hais rau cov pov thawj hlob thiab cov thawj rog uas saib xyuas lub tuam tsev thiab cov kev txwj laus uas tawm tuaj ntes nws hais tias, “Nej coj ntaj coj qws tuaj ntes kuv ib yam li tawm mus ntes tub sab lov?"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.53","label":"53","content":"Thaum kuv niaj hnub nrog nej nyob hauv lub tuam tsev, nej ho tsis cev tes ntes kuv. Tiamsis no yog nej li sijhawm thiab yog lub hwjchim tsaus ntuj li sijhawm.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.54","label":"54","content":"Lawv txawm ntes Yexus coj mus rau hauv tus tuam pov thawj hlob lub tsev. Petus raws Yexus qab deb deb mus."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.55","label":"55","content":"Thaum lawv rauv taws nte hauv lub plawv tshav puam ntawm lub tsev thiab zaum lawm, Petus kuj nrog lawv zaum ua ke."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.56","label":"56","content":"Muaj ib tug nkauj qhev pom Petus zaum ntawm cov duab hluavtaws lam lug, txawm ntsia ntsoov rau thiab hais tias, “Tus no twb nrog Yexus ua ke thiab.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.57","label":"57","content":"Tiamsis Petus tsis lees, nws hais tias, “Tus muam 'e, kuv tsis paub tus ntawd kiag li.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.58","label":"58","content":"Dhau ntawd ib pliag muaj dua ib tug pom Petus txawm hais tias, “Koj yeej yog lawv cov ib tug thiab.” Petus hais tias, “Txiv ntxawm 'e, kuv tsis yog.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.59","label":"59","content":"Dhau ntawd kwvlam ib teev, muaj dua ib tug hais tawv tawv tias, “Tus no yeej nrog Yexus ua ke tiag tiag li, vim nws twb yog neeg Kalilais.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.60","label":"60","content":"Petus hais tias, “Txiv ntxawm 'e, kuv yeej tsis paub tej uas koj hais kod.” Thaum Petus tseem tabtom hais li ntawd qaib txawm qua tamsid."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.61","label":"61","content":"Tus Tswv txawm tig los ntsia Petus, mas Petus nco dheev txog tej lus uas tus Tswv tau hais rau nws tias, “Hnub no thaum qaib tsis tau qua koj yuav tsis lees paub kuv peb zaug.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.62","label":"62","content":"Petus txawm tawm mus rau sab nraud quaj nyuaj siab heev."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.63","label":"63","content":"Cov uas ntes Yexus kuj thuam luag thiab ntaus Yexus."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.64","label":"64","content":"Lawv muab ntaub qhwv Yexus qhov muag nug nws tias, “Cia li cev Vajtswv lus. Saib leejtwg ntaus koj?”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.65","label":"65","content":"Thiab lawv tseem hais ntau yam tuam mom Yexus."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.66","label":"66","content":"Thaum kaj ntug cov kev txwj laus hauv cov pejxeem thiab cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai tuaj txoos ua ke. Lawv coj Yexus mus rau hauv lawv lub chaw sablaj.  thiab hais tias,"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.67","label":"67","content":"“Yog koj yog tus Khetos kuj cia li hais rau peb.” Tiamsis Yexus hais rau lawv tias, “Txawm yog kuv hais rau nej los nej yuav tsis ntseeg."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.68","label":"68","content":"thiab yog kuv nug los nej yuav tsis teb."},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.69","label":"69","content":"Tiamsis txij no mus Neeg leej Tub yuav zaum ntawm Vajtswv uas muaj hwjchim loj kawg sab xis.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.70","label":"70","content":"Lawv txhua tus txawm hais tias, “Yog li ntawd, koj yog Vajtswv tus Tub lov?” Yexus hais rau lawv tias, “Nej hais tias kuv yog.”"},{"bible_id":"1269","chapter_code":"LUK.22","verse_code":"LUK.22.71","label":"71","content":"Lawv txawm hais tias, “Peb tseem yuav dua timkhawv li cas? Peb twb hnov nws lub qhov ncauj hais ntag.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.1","label":"1","content":"Lawv sawvdaws txawm sawv tsees coj Yexus mus cuag Philaj."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.2","label":"2","content":"Lawv pib kom Yexus hais tias, “Peb pom tus no tabtom ntxeev peb lub tebchaws. Nws txwv kom peb tsis txhob them se rau Xixa thiab hais tias nws yog tus Khetos, yog ib tug vajntxwv.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.3","label":"3","content":"Philaj txawm nug Yexus tias, “Koj yog cov Yudai tus vajntxwv lov?” Yexus hais tias, “Yog li koj hais.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.4","label":"4","content":"Philaj txawm hais rau cov pov thawj hlob thiab cov neeg ntawd tias, “Kuv tsis pom tus no muaj ib qho txhaum kiag li.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.5","label":"5","content":"Tiamsis lawv hais tawv qhawv tias, “Tus no tshum cov pejxeem thiab qhuab qhia thoob plaws Yudia txij ntua Kalilais los txog ntawm no.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.6","label":"6","content":"Thaum Philaj hnov li ntawd, nws txawm nug tias tus ntawd yog neeg Kalilais lov?"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.7","label":"7","content":"Thaum nws paub tias Yexus nyob hauv Helauj li kav xyuam, nws txawm xa Yexus mus cuag Helauj uas tseem nyob hauv Yeluxalees rau lub sijhawm ntawd."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.8","label":"8","content":"Thaum Helauj pom Yexus nws kuj zoo siab heev rau qhov nws twb xav pom Yexus ntev los lawm rau qhov nws twb hnov txog Yexus, thiab nws vam tias yuav pom Yexus ua ib yam txujci tseem ceeb."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.9","label":"9","content":"Nws txawm nug Yexus ntau qhov tiamsis Yexus tsis teb li."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.10","label":"10","content":"Cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai kuj sawv ntawd siv zog kom Yexus heev kawg."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.11","label":"11","content":"Helauj thiab nws cov tub rog kuj saib tsis taus thuam luag Yexus. Thaum muab ib cev tsoos zoo nkauj kho rau Yexus hnav, Helauj txawm xa Yexus rov mus rau Philaj."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.12","label":"12","content":"Helauj thiab Philaj txawm sib raug zoo rau hnub ntawd, rau qhov yav tag los ob tug ua yeeb ncuab."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.13","label":"13","content":"Philaj txawm hu cov pov thawj hlob thiab cov thawj thiab cov pejxeem tuaj txoos ua ke,"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.14","label":"14","content":"thiab hais rau lawv tias, “Nej coj tus no tuaj cuag kuv hais tias nws tshum cov pejxeem kom fav xeeb. Kuv twb tshuaj saib nws tab meeg nej los kuv tsis pom tias nws muaj kev txhaum raws li nej kom nws,"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.15","label":"15","content":"thiab Helauj kuj tsis pom nws muaj kev txhaum rau qhov Helauj twb xa nws rov los cuag kuv. Saib maj, tus no yeej tsis muaj ib qhov txhaum uas tsim nyog muab rau txim tuag."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.16","label":"16","content":"Vim li no kuv yuav muab nws nplawm thiab tso nws dim.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.18","label":"18","content":"Tiamsis cov neeg ib txhij qw hais tias, “Muab tus no tua pov tseg, es tso Npalanpa rau peb.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.19","label":"19","content":"Npalanpa yeej raug kaw hauv tsev lojfaj vim yog tshum neeg fav xeeb hauv lub nroog thiab tua neeg."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.20","label":"20","content":"Philaj tseem xav tso Yexus dim thiaj hais rau lawv dua ib zaug,"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.21","label":"21","content":"tiamsis lawv qw nrov hais tias, “Muab nws teem, muab nws teem rau saum khaublig ntoo.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.22","label":"22","content":"Philaj hais rau lawv zaum peb tias, “Ua cas muab teem? Nws tau ua txhaum dabtsi? Kuv tsis pom nws ua txhaum dabtsi uas yuav tsim nyog tuag. Vim li no kuv yuav muab nws nplawm thiab tso nws mus.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.23","label":"23","content":"Tiamsis lawv qw nrov nrov txhib kom muab Yexus teem rau saum khaublig ntoo, ces lawv lub suab txawm kov yeej."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.24","label":"24","content":"Philaj thiaj txiav txim raws li lawv thov."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.25","label":"25","content":"Nws thiaj tso tus uas lawv thov ntawd yog tus raug kaw hauv tsev lojfaj vim yog tshum neeg fav xeeb thiab tua neeg. Thiab nws muab Yexus cob rau lawv ua raws li lawv lub siab."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.26","label":"26","content":"Thaum lawv tabtom coj Yexus mus, lawv yuam Ximoos uas yog neeg Khulene taug kev pem yaj sab tuaj. Lawv txawm muab tus khaublig ntoo rau nws kwv raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.27","label":"27","content":"Muaj neeg coob coob thiab ib co pojniam uas ntaus hauv siab quaj ntsuag raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.28","label":"28","content":"Yexus tig los ntsia lawv thiab hais tias, “Yeluxalees cov ntxhais 'e, tsis txhob quaj kuv, cia li quaj nej tus kheej thiab nej cov menyuam nawj."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.29","label":"29","content":"Rau qhov yuav txog lub sijhawm uas luag yuav hais tias, ‘Cov pojniam mooj thiab lub plab uas tsis tau xeeb dua menyuam thiab tej txiv mis uas menyuam tsis tau ntxais dua tau nyob kaj siab lug.’"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.30","label":"30","content":"Lub sijhawm ntawd lawv yuav pib hu rau tej roob tias, ‘Cia li nphau los tsuam peb,’ thiab hu rau tej pov roob tias, ‘Cia li txhub kiag peb.’"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.31","label":"31","content":"Thaum tsob ntoo nyoos, lawv twb ua li no, ces thaum tsob ntoo qhuav lawm lawv tseem yuav ua li cas?”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.32","label":"32","content":"Lawv kuj coj dua ob tug yawg neeg phem mus tua pov tseg nrog Yexus ua ke."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.33","label":"33","content":"Thaum lawv mus txog lub chaw uas hu tias roob Txha Taubhau, lawv txawm muab Yexus teem rau saum khaublig ntoo rau qhov ntawd, thiab muab ob tug neeg phem ntawd teem nrog Yexus, sab xis ib tug sab laug ib tug."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.34","label":"34","content":"Yexus hais tias, “Au kuv Txiv, thov daws lawv lub txim, vim lawv tsis paub tias lawv ua dabtsi.” Lawv muab nws cev tsoos tsho los rho ntawv faib rau lawv."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.35","label":"35","content":"Cov neeg kuj sawv ntawd ntsia ntsoov. Cov thawj kuj thuam luag Yexus hais tias, “Nws cawm tau luag dim, yog nws yog Vajtswv tus Khetos uas Vajtswv xaiv cia lawd, kuj cia nws cawm nws tus kheej dim los maj!”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.36","label":"36","content":"Cov tub rog kuj thuam luag nws, thiab tuaj muab cov kua qaub  cev rau nws haus,"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.37","label":"37","content":"thiab hais tias, “Yog koj yog cov Yudai tus vajntxwv, cia li cawm koj tus kheej dim los maj!”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.38","label":"38","content":"Ntawm Yexus lawm saud muaj ib co lus sau cia hais tias, “Tus no yog cov Yudai tus vajntxwv.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.39","label":"39","content":"Ib tug uas raug teem rau saum khaublig ntoo ntawd, kuj hais tuam mom Yexus tias, “Koj yog tus Khetos los tsis yog? Cia li cawm koj thiab wb ob leeg dim los maj!”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.40","label":"40","content":"Tiamsis muaj dua ib tug txwv nws hais tias, “Koj tsis ntshai Vajtswv lov? Koj twb raug txim ib yam nkaus thiab."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.41","label":"41","content":"Wb ob leeg yeej raug txim raws li txojcai, vim wb tau saws raws li wb tau ua los lawm, tiamsis tus no tsis tau ua ib qho txhaum kiag li.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.42","label":"42","content":"Ces nws txawm hais tias, “Yexus, thaum koj nkag rau hauv koj lub tebchaws thov koj nco txog kuv.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.43","label":"43","content":"Yexus hais rau nws tias, “Kuv hais tseeb rau koj tias, hnub no koj yeej yuav tau nrog kuv nyob hauv lub chaw zoo kawg nkaus.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.44","label":"44","content":"Thaum ntawd kwvlam tav su txawm tsaus ntuj ntais thoob plaws lub tebchaws mus txog hnub qaij peb teev."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.45","label":"45","content":"Lub hnub kuj tsaus nti, daim ntaub uas thaiv hauv lub tuam tsev txawm ntuag rhe ua ob daig."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.46","label":"46","content":"Yexus txawm tsa suab qw nrov hais tias, “Kuv Txiv, kuv muab kuv tus ntsuj plig cob rau hauv koj txhais tes.” Yexus hais li ntawd tag nws txawm tu siav nrho."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.47","label":"47","content":"Thaum tus thawj rog uas kav ib puas leej pom tej uas tshwm los no, nws txawm qhuas Vajtswv hais tias, “Tseeb tiag lauj, tus no yeej yog ib tug ncaj ncees.”"},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.48","label":"48","content":"Cov neeg coob uas tuaj saib tej xwm txheej no thaum pom lawd kuj ntaus hauv siab rov qab mus tsev."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.49","label":"49","content":"Txhua tus uas paub Yexus thiab cov pojniam uas nrog Yexus tuaj pem Kalilais tuaj kuj sawv deb deb ntsia tej xwm txheej no."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.50","label":"50","content":"Muaj ib tug yawg npe hu ua Yauxej uas nyob hauv cov Yudai lub moos Alimathia yog ib tug hauv cov thawj lub rooj sablaj, nws yog ib tug neeg zoo thiab ncaj ncees."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.51","label":"51","content":"Nws tsis pom zoo qhov uas lawv tau hais hum thiab lawv ua li ntawd, thiab nws tos rawv Vajtswv lub tebchaws."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.52","label":"52","content":"Yauxej txawm mus cuag Philaj thov Yexus lub cev tuag."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.53","label":"53","content":"Thaum Yauxej txo Yexus lub cev tuag los lawd nws muab ib daim ntaub mag qhwv, coj mus tso rau hauv lub qhov ntxa uas txaug cia rau hauv phab zeb, uas tsis tau log tuag li."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.54","label":"54","content":"Hnub ntawd yog hnub uas npaj rau hnub Xanpatau uas twb yuav txog."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.55","label":"55","content":"Cov pojniam uas nrog Yexus tuaj pem Kalilais tuaj kuj raws qab mus pom lub qhov ntxa ntawd thiab pom tias lawv muab Yexus lub cev tuag tso li cas."},{"bible_id":"1269","chapter_code":"LUK.23","verse_code":"LUK.23.56","label":"56","content":"Ces cov pojniam ntawd txawm rov qab mus npaj tshuaj tsw qab thiab roj tsw qab. Hnub Xanpatau lawv txawm so raws li kevcai."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.1","label":"1","content":"Hnub ib  thaum sawv ntxov tsis tau kaj ntug cov pojniam coj tej tshuaj tsw qab uas lawv npaj lawd mus txog lub qhov ntxa."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.2","label":"2","content":"Lawv pom daim lag zeb twb muab dov tawm ntawm rooj ntxa lawm."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.3","label":"3","content":"Thaum lawv nkag mus saib mas tsis pom Yexus lub cev tuag lawm."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.4","label":"4","content":"Thaum lawv tseem xav tsis thoob rau tej no ua ciav txawm muaj ob tug yawg hnav tsoos tsho ci ntsa iab los sawv ze ntawm lawv."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.5","label":"5","content":"Lawv ntshai heev thiab nyo ntsej muag rau hauv pem teb, mas ob tug yawg ntawd txawm hais rau lawv tias, “Ua cas nej nrhiav tus neeg ciaj hauv cov neeg tuag?"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.6","label":"6","content":"Nws tsis nyob ntawm no, nws twb ciaj sawv rov los lawm. Cia li nco txog tej lus uas thaum tseem nyob hauv Kalilais nws hais rau nej tias,"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.7","label":"7","content":"‘Neeg leej Tub yuav tsum raug muab cob rau hauv cov neeg muaj txim txhais tes, thiab yuav raug muab teem rau saum khaublig ntoo, mas peb hnub yuav ciaj sawv rov los.’ ”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.8","label":"8","content":"Ces lawv thiaj nco dheev txog Yexus tej lus,"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.9","label":"9","content":"thiab rov tom lub ntxa los piav tej xwm txheej no huvsi rau kaum ib tug tubtxib thiab lwm tus uas nyob ntawd mloog."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.10","label":"10","content":"Cov uas piav tej xwm txheej no rau cov tubtxib mloog yog Maivliag Madala thiab Yau‑ana thiab Maivliag uas yog Yakaunpau niam thiab lwm tus pojniam uas nrog lawv ua ke."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.11","label":"11","content":"Tiamsis cov tubtxib pom tias tej lus ntawd tsis muaj tseeb thiaj tsis ntseeg cov pojniam hais."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.12","label":"12","content":"[Tiamsis Petus sawv tsees dhia mus tom lub ntxa. Thaum nyo xauj rau hauv tsuas pom tej ntaub mag xwb, txawm rov los phimhwj kawg rau tej xwm txheej uas tshwm los ntawd.]"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.13","label":"13","content":"Tib hnub ntawd muaj ob tug thwjtim taug kev mus rau ib lub zos npe hu ua Ema‑u, nyob deb ntawm Yeluxalees kwvlam kaum ib kilumeb."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.14","label":"14","content":"Ob tug sib tham txog txhua yam xwm txheej uas tshwm los no."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.15","label":"15","content":"Thaum ob tug tabtom sib tham sib nug ntawd, Yexus txawm los ze nrog ob tug taug kev ua ke mus."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.16","label":"16","content":"Tiamsis ob tug qhov muag plooj lawm cim tsis tau Yexus."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.17","label":"17","content":"Yexus hais rau ob tug tias, “Thaum taug kev tuaj neb sib tham txog dabtsi?” Ob tug txawm nres nkaus ua ntsej muag mluas mlob."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.18","label":"18","content":"Tus uas npe hu ua Khelaupa txawm teb Yexus tias, “Koj tib leeg yog qhua hauv Yeluxalees uas tsis paub tej xwm txheej uas tshwm los ob peb hnub no lov?”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.19","label":"19","content":"Yexus hais rau ob tug tias, “Xwm txheej dabtsi?” Ob tug teb nws tias, “Tej xwm txheej uas tshwm rau Yexus uas yog neeg Naxale. Nws yog ib tug xibhwb cev Vajtswv lus uas muaj hwjchim ua haujlwm thiab hais tau lus tseem ceeb tab meeg Vajtswv thiab tab meeg cov neeg sawvdaws,"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.20","label":"20","content":"mas peb cov pov thawj hlob thiab cov thawj muab nws cob rau luag rau txim tuag thiab muab teem rau saum khaublig ntoo."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.21","label":"21","content":"Peb twb vam tias nws yuav ua tus uas txhiv cov Yixayee dim. Dua li ntawd, hnub no yog hnub peb uas muaj tej xwm txheej ntawd tshwm los."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.22","label":"22","content":"Cov pojniam uas nrog peb ua ke muaj qee leej ua rau peb phimhwj heev. Lawv sawv mus tom lub qhov ntxa,"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.23","label":"23","content":"mas tsis pom Yexus lub cev tuag lawm. Lawv rov los piav tias lawv ua yog toog pom ob tug tubtxib saum ntuj hais tias tus ntawd tseem muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.24","label":"24","content":"Peb cov qee leej txawm mus tom lub qhov ntxa mas pom raws li cov pojniam hais, tiamsis tsis pom Yexus.”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.25","label":"25","content":"Yexus txawm hais rau ob tug tias, “Au neeg ruam thiab tsis kub siab ntseeg txhua yam uas cov xibhwb cev Vajtswv lus hais cia lawd."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.26","label":"26","content":"Tus Khetos yeej yuav tsum raug txom nyem li ntawd thiaj li tau nws lub hwjchim ci ntsa iab los tsis yog?”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.27","label":"27","content":"Ces Yexus txawm txhais Vajtswv txojlus txhua nqe uas ntsig txog nws rau ob tug mloog pib kiag ntawm Mauxe mus rau cov xibhwb cev Vajtswv lus huvsi."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.28","label":"28","content":"Thaum lawv tuaj ze lub zos uas yuav mus ntawd, Yexus txawm ua li nws yuav dhau plaws mus."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.29","label":"29","content":"Tiamsis ob tug cheem cheem nws hais tias, “Koj cia li nrog wb so ua ke vim twb yuav tsaus ntuj thiab hnub yuav poob qho.” Yexus thiaj nkag mus nrog ob tug so."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.30","label":"30","content":"Thaum Yexus nrog ob tug zaum ntawm rooj mov, nws txawm muab ncuav los thov Vajtswv foom koob hmoov, thiab muab ntais cev rau ob tug."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.31","label":"31","content":"Ces ob tug qhov muag txawm qheb kiag ob tug thiaj cim tau Yexus. Ces Yexus txawm ploj ntais ntawm ob tug mus lawm."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.32","label":"32","content":"Ob tug txawm sib tham tias, “Wb ob leeg lub siab kub qas lug rau thaum nws nrog wb tham taug kev thiab thaum nws txhais Vajtswv txojlus rau wb mloog los tsis yog?”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.33","label":"33","content":"Ob tug txawm sawv tsees tamsim ntawd rov mus rau Yeluxalees, mas ntsib kaum ib tug tubtxib thiab cov uas nrog lawv ua ke tuaj txoos ua ke."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.34","label":"34","content":"Lawv hais tias, “Tus Tswv ciaj sawv rov los lawm tiag tiag li, nws twb los tshwm rau Ximoos pom.”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.35","label":"35","content":"Ob tug ntawd txawm piav tej uas tshwm taug kev thiab qhov uas ob tug paub Yexus rau thaum muab ncuav ntais ntawd, rau lawv mloog."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.36","label":"36","content":"Thaum ob tug tabtom piav txog zaj no, Yexus txawm los sawv ntsug hauv lawv nruab nrab, thiab hais rau lawv tias, [“Nej cia li nyob kaj siab lug.”]"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.37","label":"37","content":"Lawv poob siab ntshai kawg, lawv xav tias pom ib tug dab."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.38","label":"38","content":"Yexus hais rau lawv tias, “Nej ntxhov siab ua dabtsi? Vim li cas nej tsis tso siab ntseeg?"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.39","label":"39","content":"Cia li saib kuv txhais tes thiab kuv txhais kotaw yeej yog kuv ntag. Thiab kov kuv lub cev saib, rau qhov dab tsis muaj nqaij muaj txha yam li nej pom kuv muaj.”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.40","label":"40","content":"[Thaum hais li ntawd tag, Yexus txawm muab nws txhais tes txhais kotaw rau lawv saib.]"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.41","label":"41","content":"Thaum lawv tseem tsis tshua ntseeg vim yog zoo siab thiab tseem tabtom phimhwj, Yexus txawm hais rau lawv tias, “Ntawm no nej muaj dabtsi noj los tsis muaj?”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.42","label":"42","content":"Lawv txawm muab ib qhov ntses ci rau Yexus,"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.43","label":"43","content":"nws txawm noj tab meeg lawv."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.44","label":"44","content":"Yexus hais rau lawv tias, “No yog tej lus uas kuv hais rau nej rau thaum kuv tseem nrog nej nyob tias txhua lo lus uas sau cia rau hauv Mauxe phau kevcai thiab sau rau hauv cov xibhwb cev Vajtswv lus thiab hauv ntawv nkauj uas hais txog kuv puavleej yeej yuav tsum tiav.”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.45","label":"45","content":"Thiab Yexus qheb lawv lub siab kom to taub Vajtswv txojlus,"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.46","label":"46","content":"thiab hais rau lawv tias, “Muaj lus sau cia hais tias tus Khetos yuav tsum raug kev tsim txom thiab peb hnub yuav ciaj sawv hauv qhov tuag rov los,"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.47","label":"47","content":"thiab yuav tsum tuav tus Khetos lub npe tshaj tawm qhov uas ntxeev dua siab tshiab thiab qhov uas daws tau lub txim rau txhua haiv neeg mloog, yuav pib ntawm Yeluxalees mus."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.48","label":"48","content":"Nej yog cov uas ua timkhawv rau tej no ntag."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.49","label":"49","content":"Saib maj, kuv yuav tso yam uas kuv leej Txiv cog lus tseg lawm los rau saum nej. Tiamsis nej yuav tsum nyob hauv lub nroog tos mus txog thaum nej tau hnav lub hwjchim uas los saum ntuj los.”"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.50","label":"50","content":"Yexus txawm coj lawv tawm mus txog lub zos Npethani, mas nws tsa ob txhais tes foom koob hmoov rau lawv."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.51","label":"51","content":"Thaum nws tabtom foom koob hmoov ntawd, nws txawm ncaim lawv mus lawm, thiab nws raug coj mus saum ntuj."},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.52","label":"52","content":"Lawv txawm pe hawm nws thiab rov los rau hauv Yeluxalees zoo siab kawg,"},{"bible_id":"1269","chapter_code":"LUK.24","verse_code":"LUK.24.53","label":"53","content":"thiab niaj hnub nyob hauv lub tuam tsev qhuas Vajtswv."}]