[{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.1","label":"1","content":"No yog Yawmsaub tej lus uas nws kom Malakhi  hais rau cov Yixayee."},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.2","label":"2","content":"Yawmsaub hais tias, “Kuv hlub nej.” Tiamsis nej hais tias, “Koj hlub peb li cas?” Yawmsaub hais tias, “Exau yog Yakhauj tus tijlaug los tsis yog? Tiamsis kuv hlub Yakhauj,"},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.3","label":"3","content":"kuv ntxub Exau. Kuv ua rau nws lub tebchaws toj siab nyob do cuas, thiab muab nws qub txeeg qub teg cob rau tej hma hauv ntuj nrag teb do.”"},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.4","label":"4","content":"Cov Edoo hais tias, “Peb raug puam tsuaj tag lawm tiamsis peb yuav rov muab tej uas pob tag tsim dua tshiab.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Lawv yuav tsim dua kuj tau, tiamsis kuv yuav muab rhuav pov tseg thiab, mus txog thaum raug luag hu tias lub tebchaws phem, thiab yog haiv neeg uas Yawmsaub chim rau mus ib txhis."},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.5","label":"5","content":"Nej lub qhov muag yuav pom ntsoov tej no thiab nej yuav hais tias, ‘Txawm yog dhau Yixayee lub tebchaws lawm los Yawmsaub yeej yog tus uas loj kawg nkaus.’ ”"},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.6","label":"6","content":"“Tus tub yeej hwm leej txiv, tus tub qhe yeej hwm tus lospav. Yog tias kuv yog leej txiv, qhov uas hwm kuv dua twg lawd? Yog kuv yog tus lospav, qhov uas paub ntshai kuv dua twg lawm? Cov pov thawj 'e, Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no rau nej ntag. Nej saib tsis taus kuv lub npe los nej tseem hais tias, ‘Peb saib tsis taus koj lub npe li cas? ’"},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.7","label":"7","content":"Kuj yog qhov uas nej coj tej zaub mov qias tsis huv tuaj xyeem rau kuv saum kuv lub thaj. Nej tseem hais tias, ‘Peb ua rau tej zaub mov ntawd qias tsis huv li cas? ’ Kuj yog qhov uas nej xav hais tias Yawmsaub lub rooj mas saib tsis taus kuj tau."},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.8","label":"8","content":"Thaum nej muab tej tsiaj dig muag xyeem, ua li ntawd tsis yog qhov phem lov? Thiab thaum nej muab tej tsiaj ceg tawv lossis muaj mob xyeem, ua li ntawd tsis yog qhov phem lov? Cia li coj tej ntawd mus ua tshav ntuj rau tus thawj uas kav nej lub tebchaws, nws yuav txaus siab rau nej thiab tsa muag zaj saib nej zoo lov?” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.9","label":"9","content":"“Nimno nej sim taij thov Vajtswv tsa muag zaj saib peb, kom nws thiaj li khuvleej peb. Yog nej coj tej tshav ntuj zoo li ntawd hauv nej txhais tes mus rau nws, nws yuav txais yuav nej ib tug twg lov?” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.10","label":"10","content":"“Au xav kom nej cov muaj ib tug twg muab lub qhov rooj kaw cia, xwv nej thiaj tsis mus rauv taws saum kuv lub thaj do do xwb. Kuv tsis txaus siab rau nej thiab tsis txais yuav tej uas nej txhais tes muab xyeem kiag li.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.11","label":"11","content":"“Txij sab hnub tuaj mus txog sab hnub poob, kuv lub npe kuj loj kawg nkaus rau hauv ib tsoom tebchaws sawvdaws, thiab lawv muab tej tshuaj tsw qab thiab tej uas dawb huv xyeem rau kuv lub npe rau txhua qhov chaw, vim tias kuv lub npe loj kawg rau hauv ib tsoom tebchaws.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.12","label":"12","content":"“Tiamsis thaum nej hais tias, ‘Tus Tswv  lub thaj qias tsis huv,’ thiab hais tias, ‘Yuav saib tsis taus tej zaub mov uas xyeem ntawd kuj tau,’ kuj yog nej ua puas tsuas kuv lub npe.”"},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.13","label":"13","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Nej hais tias, ‘Peb dhuav siab rau tej no lawm, ’ thiab nej ua saib tsis taus kuv. Nej coj tej uas txeeb tau los lossis tej uas ceg tawv tej muaj mob tuaj, mas nej muab tej ntawd xyeem ntag. Kuv yuav txais tej ntawm nej txhais tes no lov?” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.1","verse_code":"MAL.1.14","label":"14","content":"“Leejtwg pab tsiaj muaj ib tug txiv thiab yeem lus yuav xyeem tiamsis tseem muab dua tus tsiaj uas muaj chaw thuam xyeem rau tus Tswv  mas tus uas ua tsis ncaj ntawd yuav raug tsawm foom. Kuv yog tus vajntxwv loj kawg thiab kuv lub npe txaus ib tsoom tebchaws sawvdaws hwm thiab ntshai.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.1","label":"1","content":"“Cov pov thawj 'e, nimno tej lus qhuab qhia no yog hais rau nej ntag.”"},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.2","label":"2","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Yog nej tsis mloog, thiab yog nej tsis muab siab rau ua kom kuv lub npe tau koob meej, kuv yuav tso tej lus tsawm foom los raug nej, thiab kuv yuav tsawm foom tej lus uas nej foom koob hmoov.  Kuv twb tsawm foom tej koob hmoov ntawd lawm lauj, rau qhov nej tsis muab siab rau ua."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.3","label":"3","content":"Kuv yuav cem nej cov tub ki, thiab muab tej tsiaj uas nej muab xyeem cov quav pleev nej lub ntsej muag, thiab kuv yuav coj nej tawm ntawm kuv xubntiag nrog cov quav ua ke mus."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.4","label":"4","content":"“Nej thiaj paub tias tej lus qhuab qhia no yog kuv hais rau nej, kom kuv tej lus uas kuv cog tseg rau Levi thiaj li nyob ruaj.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.5","label":"5","content":"“Tej lus uas kuv cog tseg rau nws ntawd yog tej lus cog tseg uas pub txojsia thiab nyob kaj siab lug. Kuv muab tej lus cog tseg no rau nws kom nws thiaj paub ntshai kuv. Ces nws txawm paub ntshai kuv thiab hwm kuv lub npe."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.6","label":"6","content":"Nws lub qhov ncauj muaj tej lus qhuab qhia uas tseeb, nws tus nplaig tsis hais tej lus txhaum kiag li. Nws ua lub neej nrog kuv sib hum xeeb thiab ua ncaj ncees, thiab nws coj ntau leej tig ntawm txojkev txhaum txim."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.7","label":"7","content":"Cov pov thawj tus nplaig tsim nyog zov txojkev paub, thiab tsim nyog neeg nrhiav tej lus qhuab qhia ntawm lawv lub qhov ncauj, rau qhov lawv yog Yawmsaub uas muaj hwjchim loj kawg nkaus li tubtxib."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.8","label":"8","content":"Tiamsis nej cov pov thawj tau tig ntawm txojkev ntawd mus lawm, nej tej lus qhuab qhia ua rau ntau leej dawm. Nej rhuav tej lus uas cog tseg rau Levi lawm.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.9","label":"9","content":"“Vim li no kuv thiaj ua rau nej raug saib tsis taus thiab raug poob qes tab meeg cov pejxeem sawvdaws rau qhov nej tsis tuav rawv kuv txhua txojkev, nej tseem saib neeg ntsej muag qhuab qhia.”"},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.10","label":"10","content":"Peb sawvdaws tsis yog koom tib leeg txiv lov? Tsis yog tib tug Vajtswv tsim peb los lov? Ua cas peb tseem yuav rhuav tej lus uas ib leeg cog rau ib leeg thiaj ua txhaum rau tej lus uas cog tseg rau peb tej poj koob yawm txwv?"},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.11","label":"11","content":"Yuda kuj fav xeeb rau tej lus cog tseg lawm, thiab ua qias vuab tsuab rau hauv Yixayee tebchaws thiab hauv Yeluxalees, rau qhov Yuda tau ua qias puas tsuas lub chaw pe hawm Yawmsaub uas Yawmsaub nyiam, thiab mus yuav lwm tebchaws tej dab li ntxhais."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.12","label":"12","content":"Yog tus txivneej twg ua li no ces thov Yawmsaub rhuav tshem tus ntawd tawm hauv Yakhauj tej tsev ntaub mus, txawm yog lawv coj qhov txhia chaw tuaj xyeem rau Yawmsaub uas muaj hwjchim loj kawg nkaus kuj xij."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.13","label":"13","content":"Nej kuj ua li no thiab. Nej muab kua muag ywg Yawmsaub lub thaj, nej quaj thiab ntsaj laws vim Yawmsaub tsis quav ntsej thiab tsis zoo siab txais tej uas nej txhais tes coj tuaj xyeem li lawm."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.14","label":"14","content":"Nej nug tias, “Ua cas nws tsis txais?” Twb yog vim Yawmsaub ua timkhawv rau koj thiab koj tus pojniam uas thaum tseem hluas koj yuav nws. Txawm yog nws ua koj txij nkawm thiab ua koj pojniam raws li koj cog lus, los koj tseem fav xeeb rau nws."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.15","label":"15","content":"Vajtswv ua rau ob tug koom ua ib tug los tsis yog? Lub cev lub siab huvsi yog Vajtswv li. Qhov uas Vajtswv ua li no nws xav tau dabtsi?  Yog xav tau tub ki uas hwm Vajtswv. Vim li no nej yuav tsum ceev faj tib zoo, tsis txhob cia leejtwg fav xeeb rau tus pojniam uas nws yuav thaum hluas."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.16","label":"16","content":"Yixayee tus Vajtswv Yawmsaub hais tias, “Kuv ntxub qhov uas sib nrauj thiab qhov uas ua limhiam ntais ntuj.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag. Vim li no cia li ceev faj tib zoo tsis txhob ua neeg fav xeeb."},{"bible_id":"1269","chapter_code":"MAL.2","verse_code":"MAL.2.17","label":"17","content":"Nej tej lus ua rau Yawmsaub dhuav siab, los nej tseem hais tias, “Peb ua rau nws dhuav siab li cas?” Kuj yog tej lus uas nej hais tias, “Yawmsaub pom tias txhua tus uas ua phem kuj yog neeg zoo thiab nws txaus siab rau cov neeg ntawd.” Thiab nej tseem nug tias, “Vajtswv uas ua ncaj nyob qhovtwg?”"},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.1","label":"1","content":"“Saib maj, kuv tso kuv tus tubtxib mus npaj kev rau tom kuv hauv ntej, thiab tus Tswv  uas nej nrhiav yuav los rau hauv nws lub tuam tsev tamsid. Tus tubtxib uas yuav qhia tej lus cog tseg uas nej txaus siab ntawd nws tabtom los.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.2","label":"2","content":"Leejtwg yuav thev tau hnub uas nws los, thiab leejtwg yuav sawv khov kho rau thaum nws tshwm plaws los? Rau qhov nws zoo yam nkaus li cub thee uas nchuav nyiaj thiab zoo li kua tshuaj ntxhua khaubncaws."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.3","label":"3","content":"Nws yuav zaum yam li tus uas nchuav thawj tom thiab nchuav kom tau cov tseem nyiaj. Nws yuav ntxuav Levi caj ces kom dawb huv thiab muab lawv nchuav ib yam li nchuav nyiaj nchuav kub, mus txog thaum lawv coj tej uas raug cai tuaj xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.4","label":"4","content":"Thaum ntawd tej uas cov Yuda thiab Yeluxalees muab xyeem yuav txaus Yawmsaub lub siab ib yam li yav thaum ub thiab yam li xyoo uas dhau los."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.5","label":"5","content":"“Kuv yuav los ze nej thiab txiav txim. Kuv yuav ua timkhawv sai kawg kom cov txiv neeb txiv yaig thiab cov uas ua nkauj ua nraug thiab cov uas twv tsawm dag thiab cov uas sej cov tub zog nqe zog, thiab cov uas quab yuam cov poj ntsuam thiab cov menyuam uas tsis muaj txiv, thiab cov uas thawb pes ntiag lwm haiv neeg khiav tsis pub muaj cai, thiab cov uas tsis paub ntshai kuv.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.6","label":"6","content":"“Kuv yog Yawmsaub uas tsis txawj txawv txav. Yakhauj caj ces 'e, vim li no nej thiaj tsis raug puam tsuaj tag."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.7","label":"7","content":"Nej tig kiag ntawm kuv tej kab ke thiab tsis ua raws li ntawd txij thaum nej tej poj koob yawm txwv los lawm. Nej cia li rov los cuag kuv, kuv yuav rov los cuag nej.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag. “Tiamsis nej hais tias, ‘Peb yuav rov los cuag koj li cas?’"},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.8","label":"8","content":"“Neeg yuav qee Vajtswv tug lov? Nej tabtom qee kuv, tiamsis nej hais tias, ‘Peb qee koj li cas?’ Kuj yog qee ib feem kaum thiab tej uas muab xyeem ntag."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.9","label":"9","content":"Nej raug tsawm foom lawm, rau qhov tag nrho nej haiv neeg sawvdaws qee kuv.”"},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.10","label":"10","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Cia li coj ib feem kaum puv npo tuaj rau hauv lub txhab, kom thiaj li muaj zaub mov rau hauv kuv lub tuam tsev. Cia li sim kuv qhov no saib kuv yuav qheb qhov rais saum ntuj rau nej thiab hliv hmoov zoo phwj yos ntws lug rau nej."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.11","label":"11","content":"Kuv yuav txwv tej kab tej kooj kom tsis txhob ua rau nej tej qoob loo puam tsuaj tag. Thiab tej txiv hmab hauv teb txi txiv tsis tu ncua.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.12","label":"12","content":"“Ib tsoom tebchaws sawvdaws yuav hu nej tias nej yog cov uas tau hmoov zoo, rau qhov nej yuav ua lub tebchaws uas ntxim siab heev.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.13","label":"13","content":"Yawmsaub hais tias, “Nej iab hiam kuv, los nej tseem hais tias ‘Peb iab hiam koj li cas?’"},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.14","label":"14","content":"Nej twb hais tias, ‘Qhov uas ua koom tu Vajtswv tsis muaj qabhau. Qhov uas tuav rawv nws tej lus nkaw lossis ua lub neej yam li cov neeg quaj ntsuag rau ntawm Yawmsaub uas muaj hwjchim loj kawg nkaus lub xubntiag yuav tau qhov zoo li cas?"},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.15","label":"15","content":"Nimno peb suav tias cov neeg khav theeb kuj nyob kaj siab lug. Cov neeg ua phem tsis yog vam meej xwb, thaum lawv sim Vajtswv lawm los lawv kuj dim thiab.’ ”"},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.16","label":"16","content":"Cov neeg uas hwm thiab paub ntshai Yawmsaub kuj sib tham. Yawmsaub kuj mloog thiab hnov, thiab muaj ib phau ntawv sau nyob ntawm nws lub xubntiag, yog sau cov uas paub ntshai Yawmsaub thiab saib taus nws lub npe tej npe cia rau hauv."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.17","label":"17","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Lawv yuav ua kuv li, yuav ua kuv teej kuv tug uas tsim txiaj kawg rau hnub uas kuv teem txim, thiab kuv yuav tseg lawv txojsia ib yam li leej txiv tseg nws cov tub uas tu nws txojsia."},{"bible_id":"1269","chapter_code":"MAL.3","verse_code":"MAL.3.18","label":"18","content":"Mas nej yuav rov qab pom tias tus uas ncaj ncees thiab tus uas limhiam txawv li cas, thiab tus uas ua koom tu Vajtswv thiab tus uas tsis ua koom tu nws txawv li cas.”"},{"bible_id":"1269","chapter_code":"MAL.4","verse_code":"MAL.4.1","label":"1","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Hnub ntawd yeej tabtom los yog hnub uas yuav hlawv kub hnyiab yam li lub qhov txos. Cov neeg khav theeb thiab cov ua phem sawvdaws yuav ua quav nyab mas hnub uas tabtom los ntawd yuav hlawv lawv kub hnyiab huvsi, tsis tshuav cag tsis tshuav ceg kiag li."},{"bible_id":"1269","chapter_code":"MAL.4","verse_code":"MAL.4.2","label":"2","content":"Tiamsis lub hnub uas coj kev ncaj ncees thiab muaj tis txawj kho mob yuav tawm tuaj rau nej cov uas lawv ntshai kuv lub npe. Nej yuav dhia paj paws tawm mus yam nkaus li tej menyuam nyuj dhia tawm hauv nkuaj."},{"bible_id":"1269","chapter_code":"MAL.4","verse_code":"MAL.4.3","label":"3","content":"Nej yuav tsuj pes ntiag cov neeg limhiam, rau qhov lawv yuav zoo yam li tej hmoov tshauv hauv nej xib taws rau hnub uas kuv txiav txim.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"MAL.4","verse_code":"MAL.4.4","label":"4","content":"“Cia li nco ntsoov kuv tus qhev Mauxe txoj kevcai, yog tej kab kev thiab tej kevcai uas kuv muab cob rau nws ntawm lub roob Haule  rau cov Yixayee sawvdaws lawd."},{"bible_id":"1269","chapter_code":"MAL.4","verse_code":"MAL.4.5","label":"5","content":"“Saib nawj, kuv yuav xa Eliya uas ua xibhwb cev lus los rau nej ua ntej Yawmsaub hnub tseem ceeb thiab ntshai kawg los."},{"bible_id":"1269","chapter_code":"MAL.4","verse_code":"MAL.4.6","label":"6","content":"Mas nws yuav ua rau leej txiv lub siab tig mus xib rau cov menyuam thiab ua rau cov menyuam lub siab tig mus xib rau leej txiv. Yog tsis ua li ntawd kuv yuav los tsawm foom lub tebchaws ntawd.”"}]