[{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.1","label":"1","content":"Yexus Khetos uas yog Vajtswv tus tub  txoj xov zoo yog pib li no mus."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.2","label":"2","content":"Yog raws li Yaxaya uas yog xibhwb cev Vajtswv lus sau cia hais tias, “Saib maj, kuv tso kuv tus tubtxib mus ua koj ntej, tus ntawd yuav npaj koj txojkev cia."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.3","label":"3","content":"Muaj ib lub suab qw hauv tebchaws moj sab qhua hais tias, ‘Cia li npaj tus Tswv txojkev, cia li ua nws txoj kev kom ncaj.’ ”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.4","label":"4","content":"Yauhas uas coj ua kevcai raus dej kuj tshwm los rau hauv tebchaws moj sab qhua.  Nws tshaj tawm kom ua kevcai raus dej qhia tias ntxeev dua siab tshiab thiaj tau txais kev zam txim."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.5","label":"5","content":"Thoob plaws Yudia tebchaws thiab cov neeg hauv Yeluxalees kuj tawm mus cuag nws. Lawv nyias lees nyias lub txim txhaum mas Yauhas muab lawv ua kevcai raus dej hauv tus dej Yaladee."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.6","label":"6","content":"Yauhas hnav tej ris tsho uas muab plaub ntxhuav ua thiab sia txoj siv tawv ntawm duav, nws noj kooj txig thiab zib ntab."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.7","label":"7","content":"Nws tshaj tawm hais tias, “Muaj ib tug yuav ua kuv qab los muaj hwjchim loj dua kuv, kuv twb tsis tsim nyog khoov mus daws nws txoj hlua khau."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.8","label":"8","content":"Kuv muab nej ua kevcai raus hauv dej tiamsis nws yuav muab nej ua kevcai raus hauv Vaj Ntsuj Plig uas dawb huv.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.9","label":"9","content":"Lub sijhawm ntawd Yexus txawm tawm hauv lub moos Naxale uas nyob hauv lub xeev Kalilais tuaj, mas Yauhas muab nws ua kevcai raus dej hauv tus dej Yaladee."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.10","label":"10","content":"Thaum Yexus tawm hauv dej los tamsid nws txawm pom rooj ntug qheb kiag thiab Vaj Ntsuj Plig zoo li ib tug nquab nqes los rau saum nws."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.11","label":"11","content":"thiab muaj suab hais saum ntuj tuaj hais tias, “Koj yog kuv tus tub uas kuv hlub, kuv txaus siab rau koj heev.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.12","label":"12","content":"Tamsim ntawd Vaj Ntsuj Plig txawm txhib Yexus mus rau hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.13","label":"13","content":"Mas Yexus nyob hauv tebchaws moj sab qhua raug Xatas  sim tau plaub caug hnub. Yexus nrog tsiaj qus nyob thiab cov tubtxib saum ntuj los ua koom tu nws."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.14","label":"14","content":"Thaum Yauhas raug ntes lawm, Yexus txawm mus rau Kalilais thiab tshaj tawm Vajtswv txoj xov zoo,"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.15","label":"15","content":"hais tias, “Puv lub sijhawm lawm, thiab Vajtswv lub tebchaws los ze lawm, cia li ntxeev dua siab tshiab thiab ntseeg txoj xov zoo.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.16","label":"16","content":"Thaum Yexus mus raws ntug Hiavtxwv Kalilais nws pom Ximoos thiab Ximoos tus kwv Anru, tabtom ntaus vas hauv hiavtxwv. Ob tug yog neeg muab ntses."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.17","label":"17","content":"Yexus hais rau ob tug tias, “Cia li los, raws kuv qab, mas kuv yuav tsa neb ua cov uas npo neeg ib yam li npo ntses.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.18","label":"18","content":"Tamsim ntawd ob tug txawm tso ob tug tej vas tseg thiab raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.19","label":"19","content":"Yexus mus rau tom ntej mentsis kuj pom Xenpedi ob tug tub yog Yakaunpau thiab nws tus kwv Yauhas tabtom ntxiv vas hauv lub nkoj."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.20","label":"20","content":"Tamsim ntawd Yexus txawm hu ob tug ces ob tug txawm tso leej txiv Xenpedi thiab cov tub zog tseg rau hauv lub nkoj mas raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.21","label":"21","content":"Lawv mus rau hauv lub moos Khapena‑u, ces txog hnub Xanpatau  Yexus txawm mus qhuab qhia hauv lub tsev sablaj."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.22","label":"22","content":"Lawv kuj xav tsis thoob rau tej lus uas nws qhia, rau qhov nws muaj hwjchim qhuab qhia lawv, tsis thooj li lawv cov xibhwb."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.23","label":"23","content":"Tamsim ntawd muaj ib tug yawg raug dab qias nyob hauv tsev sablaj qw nrov,"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.24","label":"24","content":"hais tias, “Yexus uas yog neeg Naxale, koj tuaj thab peb ua dabtsi? Koj tuaj ua kom peb puam tsuaj lov? Kuv paub koj yog leejtwg, koj yog tus dawb huv ntawm Vajtswv.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.25","label":"25","content":"Yexus txawm txwv dab hais tias, “Cia li nyob twjywm, thiab cia li tawm plaws hauv nws mus.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.26","label":"26","content":"Tus dab qias ua rau tus ntawd huam ib tshaj, thiab qw nrov nrov tawm hauv nws lawm."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.27","label":"27","content":"Sawvdaws phimhwj heev sib tham tias, “Tej no yog dabtsi? Yog tej lus qhuab qhia tshiab uas muaj hwjchim heev. Nws hais rau dab mas dab kuj mloog nws lus.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.28","label":"28","content":"Tamsim ntawd Yexus lub moo txawm nrov nto moo mus thoob plaws lub xeev Kalilais."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.29","label":"29","content":"Tamsim ntawd Yexus txawm tawm hauv tsev sablaj mus mas Yakaunpau thiab Yauhas nrog nws mus rau hauv Petus thiab Anru tsev."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.30","label":"30","content":"Ximoos niam tais pw tabtom ua npaws, lawv txawm hais rau Yexus paub."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.31","label":"31","content":"Yexus txawm mus tuav nkaus nws tes tsa sawv ces nws tus npaws txawm zoo kiag, nws txawm ua num rau lawv."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.32","label":"32","content":"Hnub ntawd thaum hnub poob qho lawm lawv coj txhua tus muaj mob thiab raug dab tuaj cuag Yexus."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.33","label":"33","content":"Tag nrho cov neeg hauv lub moos ntawd sau zog ua ke tuaj rau ntawm qhov rooj."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.34","label":"34","content":"Yexus kho cov uas muaj ntau yam mob zoo coob coob huvsi thiab ntiab dab tawm coob heev. Nws txwv tsis kheev cov dab ntawd hais lus vim cov dab ntawd paub nws."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.35","label":"35","content":"Thaum sawv ntxov tsis tau kaj ntug Yexus sawv tsees mus rau ib qho chaw uas tsis muaj neeg nyob thiab thov Vajtswv qhov ntawd."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.36","label":"36","content":"Ximoos thiab cov uas nrog nws ua ke kuj mus nrhiav Yexus."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.37","label":"37","content":"Thaum lawv ntsib nws lawv hais rau nws tias, “Sawvdaws puavleej nrhiav koj.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.38","label":"38","content":"Yexus hais rau lawv tias, “Cia peb mus dua rau lwm lub zos uas nyob ib ncig no xwv kuv thiaj tshaj tawm rau qhov ntawd, rau qhov kuv yeej los ua tes haujlwm no.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.39","label":"39","content":"Yexus txawm mus tshaj tawm hauv lawv tej tsev sablaj thiab ntiab dab tawm thoob plaws Kalilais tebchaws."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.40","label":"40","content":"Muaj ib tug mob lig mob ruas tuaj cuag nws txhos caug ntua thov Yexus hais tias, “Yog koj xav kho, koj yeej kho tau kuv zoo kom huv.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.41","label":"41","content":"Yexus khuvleej nws heev txawm cev kiag tes mus npuab nws thiab hais rau nws tias, “Kuv xav los maj, cia li zoo kiag huv lauj.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.42","label":"42","content":"Tamsim ntawd nws tej mob lig mob ruas txawm tawm hauv nws lub cev thiab nws zoo huv lawm."},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.43","label":"43","content":"Yexus txwv tus ntawd tawv tawv, li tso nws mus"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.44","label":"44","content":"thiab hais rau nws tias, “Tsis txhob piav ib los rau leejtwg mloog kiag li, cia li mus qhia koj lub cev rau tus pov thawj saib thiab xyeem tej uas ua kevcai ntxuav kom koj huv raws li Mauxe qhia tseg lawd ua timkhawv rau sawvdaws.”"},{"bible_id":"1269","chapter_code":"MRK.1","verse_code":"MRK.1.45","label":"45","content":"Tiamsis tus ntawd tawm mus ces txawm pib piav thiab tshaj tawm zaj ntawd nrov nto moo lug ua rau Yexus mus tsis tau tab meeg rau hauv lub moos, nws yuav tsum nyob sab nraud uas tsis muaj neeg nyob. Mas muaj neeg tuaj txhua qhov tuaj cuag Yexus."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.1","label":"1","content":"Dhau ntau hnub tom qab Yexus rov mus rau hauv lub moos Khapena‑u, sawvdaws hnov tias nws nyob hauv tsev lawm."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.2","label":"2","content":"Tej neeg coob coob sau nthwv tuaj ua ke, txawm yog ntawm qhov rooj los tsis tau kev nkag lawm, mas Yexus piav txoj xov zoo rau lawv mloog."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.3","label":"3","content":"Muaj neeg coj ib tug tuag tes tuag taw tuaj cuag Yexus, yog plaub leeg kwv nws tuaj."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.4","label":"4","content":"Thaum lawv coj tsis tau nws los rau ntawm Yexus vim muaj neeg coob, lawv txawm yaws cov vuas ib qho ncaj ntawm Yexus nyob lawm saud. Thaum qheb tau ib qho lawm lawv txawm tso lub chaw uas tus tuag tes tuag taw pw ntawd dauv los."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.5","label":"5","content":"Thaum Yexus pom lawv kev ntseeg nws txawm hais rau tus tuag tes tuag taw tias, “Tub 'e, koj lub txim twb muab daws lawm.”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.6","label":"6","content":"Cov xibhwb qhia Vajtswv kevcai qee leej uas zaum qhov ntawd txawm xav hauv lub siab nug hais tias,"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.7","label":"7","content":"“Ua cas tus yawg no hais li ntawd? Nws hais lus tuam mom Vajtswv. Leejtwg yuav daws tau lub txim tsuas yog Vajtswv xwb?”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.8","label":"8","content":"Tamsim ntawd Yexus lub siab paub tias lawv xav hauv lawv lub siab li ntawd mas nws thiaj hais rau lawv tias, “Ua cas nej yuav xav li no hauv nej lub siab?"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.9","label":"9","content":"Qhov uas hais rau tus tuag tes tuag taw ntawd tias, ‘Twb daws koj lub txim lawm,’ thiab hais tias, ‘Cia li sawv tsees nqa koj lub chaw pw mus kev,’ qhov twg yoojyim dua?"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.10","label":"10","content":"Kom nej thiaj paub tias Neeg leej Tub muaj hwjchim hauv ntiajteb daws tau lub txim,” Yexus thiaj hais rau tus tuag tes tuag taw tias,"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.11","label":"11","content":"“Kuv hais rau koj tias, cia li sawv tsees nqa koj lub chaw pw mus tsev.”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.12","label":"12","content":"Nws txawm sawv tsees tamsim ntawd nqa kiag nws lub chaw pw tawm mus tab meeg sawvdaws. Tej neeg sawvdaws thiaj phimhwj heev thiab qhuas Vajtswv hais tias, “Peb tsis tau txeev pom dua li no kiag li.”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.13","label":"13","content":"Yexus txawm tawm mus rau tom ntug hiavtxwv dua ib zaug. Neeg coob coob tuaj cuag nws mas nws qhuab qhia lawv."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.14","label":"14","content":"Thaum nws tabtom mus ntawd nws pom Levi uas yog Afe‑a tus tub zaum ntawm lub rooj sau se, Yexus txawm hais rau nws tias, “Cia li raws kuv qab mus.” Levi txawm sawv tsees raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.15","label":"15","content":"Thaum Yexus zaum noj mov hauv Levi tsev, txawm muaj cov neeg sau se thiab cov neeg muaj txim ntau leej tuaj nrog Yexus thiab nws cov thwjtim nyob ua ke ntawm rooj mov, vim yog muaj neeg raws Yexus qab coob heev."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.16","label":"16","content":"Thaum cov xibhwb qhia Vajtswv kevcai uas yog Falixai pom tias Yexus nrog cov neeg sau se thiab cov neeg muaj txim noj mov ua ke, lawv txawm hais rau Yexus cov thwjtim tias, “Ua cas nws nrog cov neeg sau se thiab cov neeg muaj txim noj mov ua ke?”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.17","label":"17","content":"Thaum Yexus hnov li ntawd nws txawm hais rau lawv tias, “Cov neeg uas tsis muaj mob tsis cheem tsum Kws tshuaj, tsuas yog cov muaj mob thiaj cheem tsum xwb. Kuv tsis yog los hu cov neeg ncaj ncees, tiamsis yog los hu cov neeg muaj txim.”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.18","label":"18","content":"Yauhas cov thwjtim thiab cov Falixai tabtom ua kevcai yoo mov. Muaj neeg tuaj hais rau Yexus tias, “Ua cas Yauhas cov thwjtim thiab cov Falixai coj kevcai yoo mov, tiamsis koj cov thwjtim tsis coj?”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.19","label":"19","content":"Yexus hais rau lawv tias, “Tus nraug vauv cov kwvluag yuav yoo mov rau thaum tus nraug vauv tseem nrog lawv nyob lov? Ncua sijhawm uas tus nraug vauv tseem nrog lawv nyob lawv yeej yuav tsis yoo mov."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.20","label":"20","content":"Yuav muaj ib hnub twg uas tus nraug vauv yuav raug muab coj ncaim lawv mus, mas thaum ntawd lawv yuav coj kevcai yoo mov."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.21","label":"21","content":"Tsis muaj leejtwg muab daim ntaub tshiab los ntxiv lub qub tsho. Yog ua li ntawd daim ntaub uas muab ntxiv ntawd yuav xaum dua lub qub tsho ces yimhuab dua lub tsho ntuag loj dua."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.22","label":"22","content":"Thiab tsis muaj leejtwg muab cawv txiv hmab tshiab ntim rau hauv lub hnab tawv qub. Yog ua li ntawd, cov cawv txiv hmab yuav ua rau lub hnab tawv tawg, ces cov cawv txiv hmab thiab lub hnab yuav piam tag huvsi. Cov cawv txiv hmab tshiab yuav muab ntim rau hauv lub hnab tawv tshiab.”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.23","label":"23","content":"Muaj ib hnub Xanpatau  Yexus tabtom taug kev hauv ib daim teb mog. Thaum cov thwjtim taug kev lawv pib de hnab mog los."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.24","label":"24","content":"Cov Falixai hais rau Yexus tias, “Saib maj, ua cas koj cov thwjtim ua tej uas caiv tsis kheev ua rau hnub Xanpatau?”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.25","label":"25","content":"Yexus hais rau lawv tias, “Nej tsis tau nyeem tej uas Davi ua rau thaum nws thiab cov neeg uas nrog nws cheem tsum noj mov thiab tshaib plab lov?"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.26","label":"26","content":"Nws twb nkag mus rau hauv Vajtswv lub tsev rau thaum Anpiyatha ua tuam pov thawj hlob, thiab muab tej ncuav uas xyeem txawb rau ntawm Vajtswv lub xubntiag los noj, yog tej uas caiv tsis pub noj tsuas yog cov pov thawj thiaj noj tau xwb. Thiab nws tseem muab rau cov uas nrog nws ua ke noj.”"},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.27","label":"27","content":"Thiab Yexus hais rau lawv tias, “Hnub Xanpatau yog tsim los rau neeg tsis yog tsim neeg los rau hnub Xanpatau."},{"bible_id":"1269","chapter_code":"MRK.2","verse_code":"MRK.2.28","label":"28","content":"Rau qhov Neeg leej Tub yeej yog hnub Xanpatau tus tswv.”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.1","label":"1","content":"Yexus mus rau hauv lub tsev sablaj dua ib zaug. Mas muaj ib tug yawg qhuav ib sab tes nyob hauv thiab."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.2","label":"2","content":"Lawv txawm soj saib Yexus yuav kho tus mob ntawd rau hnub Xanpatau los tsis kho xwv lawv thiaj tau chaw kom Yexus."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.3","label":"3","content":"Yexus txawm hais rau tus yawg qhuav tes tias, “Cia li los rau tom hauv ntej no.”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.4","label":"4","content":"Yexus txawm hais rau lawv tias, “Hnub Xanpatau muaj cai ua qhov zoo los ua qhov phem, muaj cai cawm txojsia los txov txojsia tseg?” Lawv nyob ntsiag to."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.5","label":"5","content":"Yexus txawm tsa muag ntsia ua chim tsawv rau lawv cov uas nyob ib ncig ntawd. Nws ntxhov siab vim lawv lub siab tawv heev, nws thiaj hais rau tus qhuav tes ntawd tias, “Cia li xyab kiag koj txhais tes lauj!” Tus ntawd txawm xyab kiag tes, mas nws txhais tes txawm zoo kiag li qub."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.6","label":"6","content":"Cov Falixai txawm tawm mus thiab tamsim ntawd nrog Helauj cov sablaj tias yuav ua li cas thiaj tua tau Yexus."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.7","label":"7","content":"Yexus thiab nws cov thwjtim txawm tawm qhov ntawd mus rau nram hiavtxwv, thiab muaj neeg coob coob tawm hauv Kalilais raws qab mus. Thiab muaj neeg tuaj hauv lub xeev Yudia,"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.8","label":"8","content":"tuaj hauv Yeluxalees thiab lub xeev Idumia, thiab tuaj sab ntug dej Yaladee tim ub thiab tuaj ib ncig Thailab thiab Xaidoo coob coob tuaj cuag nws vim hnov txog txhua yam uas Yexus ua."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.9","label":"9","content":"Yexus txawm hais rau nws cov thwjtim kom npaj ib lub nkoj tos nws xwv cov neeg coob coob thiaj tsis txav los ti nws,"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.10","label":"10","content":"rau qhov Yexus tau kho neeg coob coob zoo, mas txhua tus uas muaj mob thiaj sib txiv los xav kov tau nws."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.11","label":"11","content":"Cov dab qias pom Yexus thaum twg, lawv txawm khwb nkaus rau ntawm Yexus qw nrov hais tias, “Koj yog Vajtswv tus tub.”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.12","label":"12","content":"Mas nws txwv tawv tawv kom lawv tsis txhob qhia rau luag paub nws."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.13","label":"13","content":"Yexus txawm nce mus pem roob thiab nws hu cov uas nws xav kom ua nws cov thwjtim los, ces lawv txawm los cuag nws."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.14","label":"14","content":"Yexus tsa kaum ob leeg ua cov uas nrog nws nyob thiab ua cov uas txib mus tshaj tawm,"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.15","label":"15","content":"thiab muaj hwjchim ntiab tau dab tawm,"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.16","label":"16","content":"yog Ximoos uas Yexus tis dua npe hu ua Petus,"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.17","label":"17","content":"thiab Xenpedi ob tug tub yog Yakaunpau thiab nws tus kwv Yauhas, uas Yexus tis dua npe hu ua Npau‑anawke txhais hais tias “Xob nthe li tub,”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.18","label":"18","content":"thiab Anru thiab Fili thiab Npathaulaumai, thiab Mathai thiab Thauma thiab Afe‑a tus tub Yakaunpau thiab Thade‑a, thiab Ximoos uas tuav nws tebchaws,"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.19","label":"19","content":"thiab Yudas Ikhali‑au uas fav xeeb rau Yexus."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.20","label":"20","content":"Yexus mus rau hauv ib lub tsev, rov qab muaj neeg coob coob tuaj ua rau Yexus lawv tsis xyeej noj mov li."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.21","label":"21","content":"Thaum Yexus tsev neeg hnov li ntawd lawv txawm mus tswj tav Yexus rau qhov muaj neeg hais tias, “Nws pib vwm lawm.”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.22","label":"22","content":"Cov xibhwb qhia Vajtswv kevcai uas tuaj Yeluxalees tuaj hais tias, “Nws raug dab Npe‑eexenpu  thiab nws siv tus thawj dab li hwjchim ntiab dab tawm.”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.23","label":"23","content":"Yexus txawm hu lawv los ua paj lug hais rau lawv tias, “Xatas  yuav ntiab Xatas tau li cas?"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.24","label":"24","content":"Yog lub tebchaws twg tawg faib lawm lub tebchaws ntawd nyob tsis tau ruaj lawm."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.25","label":"25","content":"Yog lub tsev twg tawg faib lawm lub tsev ntawd nyob tsis tau ruaj lawm."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.26","label":"26","content":"Yog Xatas  rov tawm tsam Xatas tawg faib lawm, nws kuj nyob tsis tau ruaj, nws muaj uas yuav ploj tag mus xwb."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.27","label":"27","content":"Tsis muaj leejtwg yuav nkag tau rau hauv tus uas muaj zog heev lub tsev thiab lws tau nws tej qhov txhia chaw, yuav tsum yog xub muab tus uas muaj zog ntawd khi ua ntej tso thiaj li lws tau nws lub tsev."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.28","label":"28","content":"“Kuv hais tseeb rau nej tias, txhua yam kev txhaum thiab tej lus uas hais tuam mom yuav zam tau rau neeg"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.29","label":"29","content":"tiamsis tus uas hais lus tuam mom Vaj Ntsuj Plig uas dawb huv mas yuav tsis muaj ib hnub uas zam tau tus ntawd li, nws yuav muaj txim mus ib txhis.”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.30","label":"30","content":"Qhov uas hais li no twb yog vim lawv hais tias, “Nws raug ib tug dab qias.”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.31","label":"31","content":"Thaum ntawd Yexus niam thiab nws cov kwv txawm tuaj sawv rau sab nraud. Lawv txib neeg mus hu Yexus."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.32","label":"32","content":"Muaj neeg coob zaum vij Yexus, lawv txawm hais rau Yexus tias, “Koj niam thiab koj cov kwv [thiab nkauj muam]  sawv sab nraud nrhiav koj.”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.33","label":"33","content":"Yexus teb lawv tias, “Leejtwg yog kuv niam, thiab leejtwg yog kuv cov kwv?”"},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.34","label":"34","content":"Nws tsa muag ntsia rau cov neeg uas zaum ib ncig ntawm nws mas hais tias, “Cov no yog kuv niam thiab kuv cov kwv."},{"bible_id":"1269","chapter_code":"MRK.3","verse_code":"MRK.3.35","label":"35","content":"Leejtwg ua raws li Vajtswv lub siab nyiam, tus ntawd yog kuv li kwv, kuv li muam thiab kuv niam.”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.1","label":"1","content":"Yexus pib qhuab qhia ntawm ntug hiavtxwv dua ib zaug. Muaj neeg coob coob tuaj txoos ua ke ntawm nws, nws txawm nce mus zaum rau hauv ib lub nkoj hauv hiavtxwv, mas cov neeg ntawd sawvdaws nyob saum ntug nqhuab ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.2","label":"2","content":"Nws txawm ua paj lug qhia ntau yam rau lawv, thiab nws qhuab qhia hais tias,"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.3","label":"3","content":"“Cia li tig ntsej mloog. Muaj ib tug tawm mus tseb noob."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.4","label":"4","content":"Thaum nws tseb cov noob ib txhia poob rau saum txojkev mas noog los khaws noj lawm."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.5","label":"5","content":"Muaj ib txhia poob rau thaj av uas muaj pob zeb tiv muaj av tsawg tsawg, mas cov noob tuaj tamsid vim av tsis tob."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.6","label":"6","content":"Thaum hnub tuaj raug tshav ntuj kub, mas cov cag tsis tob txawm tuag tshav lawm."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.7","label":"7","content":"Muaj ib txhia poob rau hauv plawv tsob pos, ces tsob pos hlob tuaj laum lawm, thiaj tsis txi txiv."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.8","label":"8","content":"Muaj ib txhia poob rau hauv thaj av zoo thiab txi txiv, yog hlob zoo huaj vam thiab txi tau peb caug npaug, rau caum npaug thiab ib puas npaug.”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.9","label":"9","content":"Thiab Yexus hais tias, “Leejtwg muaj qhov ntsej hnov, cia li mloog nawj!”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.10","label":"10","content":"Thaum cov neeg mus tag lawm, cov uas nyob ntawm Yexus ib ncig thiab kaum ob tug thwjtim txawm nug Yexus txog tej paj lug."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.11","label":"11","content":"Nws hais rau lawv tias, “Tej uas muab npog cia lawd uas hais txog Ntuj Ceeb Tsheej twb muab qhia rau nej lawm, tiamsis yuav ua paj lug qhia txhua yam rau cov uas nyob sab nraum nej,"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.12","label":"12","content":"“ ‘Xwv lawv thiaj saib tag saib thiab los tsis pom, lawv mloog tag mloog thiab los tsis nkag siab. tsam ces lawv yuav tig los thiab txais kev zam txim.’ ”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.13","label":"13","content":"Yexus hais rau lawv tias, “Zaj paj lug ntawd nej tsis nkag siab lov? Yog li ntawd, nej yuav nkag siab tej paj lug huvsi tau li cas?"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.14","label":"14","content":"Tus tseb noob ntawd tseb txoj xov zoo."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.15","label":"15","content":"Cov noob uas poob rau saum txojkev uas tseb txoj xov zoo ntawd yog zoo li no. Neeg hnov lawm tiamsis tamsim ntawd Xatas  tuaj muab txoj xov zoo uas tseb rau hauv lawv lub siab txeeb lawm."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.16","label":"16","content":"Cov noob uas tseb poob rau thaj av uas muaj pob zeb tiv yog cov uas hnov dheev txoj xov zoo thiab zoo siab txais yuav tamsid,"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.17","label":"17","content":"tiamsis lawv cog cag tsis tob rau hauv lawv, thiaj nyob ib ntus xwb. Thaum muaj kev ceeblaj txom nyem lossis kev tsim txom tshwm los vim yog tim txoj xov zoo ntawd, lawv txawm tso tseg tamsim ntawd."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.18","label":"18","content":"Cov noob uas tseb poob rau hauv plawv tsob pos yog cov uas tau hnov txoj xov zoo,"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.19","label":"19","content":"tiamsis tej kev txhawj xeeb hauv ntiajteb thiab tej kev qaug siab rau nyiaj txiag thiab kev ntshaw lwm yam txawm los laum txoj xov zoo ntawd lawm, thiaj tsis txi txiv."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.20","label":"20","content":"Cov noob uas tseb poob rau hauv thaj av zoo yog cov uas tau hnov txoj xov zoo ntawd mas txais yuav thiab txi tau peb caug npaug, rau caum npaug thiab ib puas npaug.”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.21","label":"21","content":"Yexus hais rau lawv tias, “Yuav muab lub teeb txawb rau lub thoob khwb lossis muab txawb rau hauv qab txag lov, tsis yog muab txawb rau saum lub chaw txawb teeb lov?"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.22","label":"22","content":"Rau qhov tsis muaj ib yam dabtsi uas muab zais cia lawm yuav tsis raug muab thws tshwm los, thiab tsis muaj ib yam dabtsi uas muab npog cia lawm yuav tsis raug muab nthuav tawm los."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.23","label":"23","content":"Leejtwg muaj qhov ntsej hnov, cia li mloog nawj!”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.24","label":"24","content":"Yexus hais rau lawv tias, “Cia li saib tib zoo rau yam uas nej hnov. Rau qhov nej muab lub thoob twg luj rau luag, yuav muab lub thoob ntawd luj rov rau nej ib yam nkaus thiab tseem yuav tsav ntxiv rau nej."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.25","label":"25","content":"Rau qhov tus uas muaj lawd yuav muab tsav ntxiv rau nws, tiamsis tus uas tsis muaj, txawm yog tej uas nws muaj los yuav muab rho ntawm nws mus.”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.26","label":"26","content":"Yexus hais tias, “Vajtswv lub tebchaws piv ib yam li ib tug mus tseb noob rau hauv av,"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.27","label":"27","content":"tsaus ntuj nws kuj pw tsaug zog nruab hnub nws sawv los, lub noob ntawd ua kaus tuaj hlob li cas nws kuj tsis paub."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.28","label":"28","content":"Twb yog cov av ua kom tuaj, xub tawg kaus hlob tuaj mam li txhawv mam li muaj hnab puv tuaj."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.29","label":"29","content":"Thaum siav lawd, nws xuas liag mus hlais vim yog txog lub caij hlais lawm.”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.30","label":"30","content":"Thiab Yexus hais tias, “Peb yuav muab dabtsi los piv txog Vajtswv lub tebchaws lossis ua paj lug qhia li cas?"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.31","label":"31","content":"Muab piv ib yam li lub noob me me uas thaum muab tseb rau hauv av yog lub uas me dhau lwm yam noob huvsi hauv ntiajteb,"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.32","label":"32","content":"tiamsis thaum tuaj hlob lawd kuj loj dua lwm yam zaub huvsi thiab nthuav ceg dav loj hlob, tej nas noog saum nruab ntug thiaj tau ua zes hauv tus qab duab ntxoov ntxoo.”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.33","label":"33","content":"Yexus ua ntau yam paj lug li no qhia txoj xov zoo rau lawv raws li uas lawv muaj peevxwm mloog tau."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.34","label":"34","content":"Tsis muaj ib zaj twg uas nws tsis ua paj lug qhia rau lawv. Thaum tshuav cov thwjtim nyob xwb nws txhais txhua yam lub ntsiab rau lawv."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.35","label":"35","content":"Tib hnub ntawd thaum yuav tsaus ntuj, Yexus hais rau lawv tias, “Peb cia li hla mus rau sab tim ub.”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.36","label":"36","content":"Lawv txawm ncaim cov neeg ntawd mus. Yexus twb nyob hauv lub nkoj lawm mas cov thwjtim coj nws nrog lawv mus. Thiab muaj ntau lub nkoj nrog lawv mus."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.37","label":"37","content":"Mas cua daj cua dub ntsawj hlob thiab ntas tej niag nthwv dej rau hauv lub nkoj, dej twb yuav puv lub nkoj."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.38","label":"38","content":"Tiamsis Yexus rau ncoo pw tsaug zog tom tw nkoj. Cov thwjtim thiaj mus tsa nws hais tias, “Xibhwb, koj tsis txhawj qhov uas peb yuav puam tsuaj lov?”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.39","label":"39","content":"Yexus txawm tsim dheev los tav cua thiab hais rau hiavtxwv tias, “Cia li tus yees, nyob twjywm.” Cua txawm tu thiab txhua yam tus yees huvsi lawm."},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.40","label":"40","content":"Yexus hais rau lawv tias, “Ua cas nej ntshai? Nej tsis muaj kev ntseeg lov?”"},{"bible_id":"1269","chapter_code":"MRK.4","verse_code":"MRK.4.41","label":"41","content":"Lawv ntshai thiab hwm nws heev thiab sib tham hais tias, “Tus no yog leejtwg es tej cua thiab dej hiavtxwv kuj mloog nws lus?”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.1","label":"1","content":"Yexus lawv thiaj mus txog sab hiavtxwv tim ub uas yog lub moos Kelaxa  li kav xyuam."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.2","label":"2","content":"Thaum Yexus tawm hauv nkoj los txawm muaj ib tug raug dab qias tawm hauv toj ntxas los ntsib nws."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.3","label":"3","content":"Tus ntawd nyob tom toj ntxas, tsis muaj leejtwg khi tau nws kiag li, txawm yog muab saw hlau khi los kuj tsis tau li."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.4","label":"4","content":"Twb muab loj cuj thiab muab saw hlau khi kotaw ntau zaus lawm los nws rub saw hlau tu thiab muab loj cuj lov pes ntho. Tsis muaj leejtwg muaj zog tswj tau nws."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.5","label":"5","content":"Nws qw nrov nrov tom toj ntxas thiab pem tej roob thiab muab pob zeb suam nws lub cev nruab hnub hmo ntuj tsis tu li."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.6","label":"6","content":"Thaum nws pom dheev Yexus deb deb, nws txawm dhia los pe Yexus,"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.7","label":"7","content":"thiab qw nrov hais tias, “Au Yexus uas yog Vajtswv loj dua ntais tus tub, koj tuaj thab kuv ua dabtsi? Kuv thov koj tuav Vajtswv lub npe cog lus tias koj yuav tsis tsim txom kuv.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.8","label":"8","content":"Twb yog vim Yexus tau hais rau nws tias, “Dab qias, cia li tawm ntawm nws mus.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.9","label":"9","content":"Yexus txawm nug dab tias, “Koj npe hu li cas?” Nws teb tias, “Kuv npe hu ua Coob rau qhov peb muaj coob tus.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.10","label":"10","content":"Tus yawg ntawd txawm taij thov Yexus tsis txhob ntiab cov dab tawm hauv lub tebchaws ntawd mus."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.11","label":"11","content":"Muaj ib pab npua coob tabtom nrhiav noj ntawm ntav toj."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.12","label":"12","content":"Cov dab ntawd txawm thov Yexus tias, “Thov ntiab peb mus rau ntawm pab npua ntawd thiab cia peb txeem rau hauv cov npua.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.13","label":"13","content":"Yexus txawm tso ncauj. Cov dab qias txawm tawm mus nkag rau hauv pab npua, mas pab npua uas muaj kwvlam ob txhiab tus thiaj dhia plas toj ntxhab mus rau hauv hiavtxwv txham dej tuag tag."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.14","label":"14","content":"Cov neeg yug npua thiaj khiav mus piav tej ntawd rau hauv lub moos thiab tej zej zog. Mas tej neeg txawm tawm tuaj saib muaj xwm txheej dabtsi tshwm los."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.15","label":"15","content":"Thaum lawv tuaj txog ntawm Yexus, lawv pom tus uas raug dab coob ntawd hnav ris tsho zaum meej pem zoo, lawv thiaj ntshai kawg."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.16","label":"16","content":"Cov neeg uas tau pom, piav tej xwm txheej uas tshwm rau tus raug dab ntawd thiab tshwm rau pab npua rau lawv mloog."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.17","label":"17","content":"Lawv txawm pib thov kom Yexus tawm hauv lawv li kav xyuam mus."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.18","label":"18","content":"Thaum Yexus tabtom yuav nce rau hauv nkoj mas tus uas txeev raug dab ntawd kuj thov cia nws nrog Yexus nyob ua ke."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.19","label":"19","content":"Yexus tsis kheev thiab hais rau tus ntawd tias, “Koj cia li mus cuag koj cov neeg hauv tsev thiab qhia rau lawv paub tias tus Tswv tau ua li cas rau koj thiab twb khuvleej koj lawm.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.20","label":"20","content":"Ces tus ntawd txawm rov qab mus thiab pib piav txhua yam uas Yexus ua rau nws mus thoob plaws lub xeev Dekapoli.  Mas tej neeg sawvdaws kuj phimhwj heev."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.21","label":"21","content":"Thaum Yexus caij nkoj hla mus rau sab tim ub lawd muaj neeg coob coob tuaj ua ke rau ntawm nws. Yexus tseem nyob ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.22","label":"22","content":"Txawm muaj ib tug thawj uas saib xyuas lub tsev sablaj npe hu ua Yaila tuaj. Thaum nws pom Yexus nws txawm pe ti nkaus ntawm Yexus kotaw,"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.23","label":"23","content":"thov Yexus hais tias, “Kuv tus mentxhais mob twb yuav tuag. Thov koj mus muab tes npuab rau saum nws mas nws yuav zoo muaj txojsia nyob.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.24","label":"24","content":"Yexus thiaj nrog nws mus, muaj neeg coob coob raws Yexus qab mus sib txiv qev."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.25","label":"25","content":"Muaj ib tug pojniam uas muaj mob nchuav cev tau kaum ob xyoos lawm."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.26","label":"26","content":"Nws raug txom nyem heev vim yog nrhiav ntau tus Kws tshuaj thiab nyiaj txiag tag huvsi los tus mob kuj tsis zoo, tseem yimhuab mob loj tuaj."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.27","label":"27","content":"Nws twb hnov txog Yexus nws thiaj nrog cov neeg coob ntawd raws Yexus qab kov Yexus lub tsho,"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.28","label":"28","content":"rau qhov nws xav tias, “Yog kuv tau kov Yexus lub tsho xwb, mas kuv tus mob yeej yuav zoo.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.29","label":"29","content":"Tamsim ntawd nws ntshav txawm tu nrho lawm, nws kuj hnov tias nws lub cev zoo lawm."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.30","label":"30","content":"Tamsim ntawd Yexus kuj paub tias hwjchim tawm hauv nws lawm nws txawm tig ntsia rau ib ncig cov neeg ntawd, nug hais tias, “Leejtwg kov kuv lub tsho?”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.31","label":"31","content":"Nws cov thwjtim txawm hais rau Yexus tias, “Koj pom cov neeg coob sib txiv qev rau koj es koj tseem nug hais tias, ‘Leejtwg kov kuv?’ ”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.32","label":"32","content":"Yexus tsa muag ntsia rau ib ncig saib leejtwg tau kov nws."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.33","label":"33","content":"Thaum tus pojniam ntawd paub tej uas tshwm rau nws lawd nws thiaj ntshai tshee hnyo los khwb nkaus rau ntawm Yexus xubntiag qhia rau Yexus raws li uas muaj tseeb."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.34","label":"34","content":"Yexus hais rau nws tias, “Mentxhais 'e, koj txojkev ntseeg ua rau koj zoo lawm. Cia li mus ua siab tus yees thiab tus mob no zoo kiag.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.35","label":"35","content":"Thaum Yexus tseem hais tej lus ntawd, muaj qee leej tuaj ntawm tus thawj uas saib xyuas tsev sablaj lub tsev tuaj hais tias, “Koj tus ntxhais twb tuag lawm. Koj tseem yuav tab kaum xibhwb ua dabtsi?”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.36","label":"36","content":"Yexus tsis quav ntsej tej uas lawv hais ntawd, nws txawm hais rau tus thawj uas saib xyuas tsev sablaj tias, “Tsis txhob ntshai, cia li ntseeg xwb.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.37","label":"37","content":"Yexus tsis kheev leejtwg nrog nws mus tsuas yog Petus, Yakaunpau thiab Yakaunpau tus kwv Yauhas mus xwb."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.38","label":"38","content":"Thaum lawv tuaj txog tus thawj saib xyuas tsev sablaj ntawd lub tsev, mas Yexus pom neeg ntxhov hnyo quaj thiab quaj nyiav zom zaws."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.39","label":"39","content":"Thaum nws nkag rau hauv tsev lawd nws txawm hais rau lawv tias, “Nej ntxhov hnyo thiab quaj ua dabtsi? Tus menyuam no tsis tuag, nws tsaug zog xwb.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.40","label":"40","content":"Lawv txawm thuam luag Yexus. Tiamsis Yexus ntiab cov neeg ntawd sawvdaws tawm tag lawd, mas nws coj leej txiv thiab leej niam thiab peb tus thwjtim nrog nws nkag rau hauv lub chaw uas tus menyuam pw."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.41","label":"41","content":"Yexus ntsiab nkaus tus mentxhais ntawd txhais tes thiab hais rau nws tias, “Thalitha khumi,” uas txhais hais tias, “Mentxhais 'e, kuv hais rau koj, cia li sawv tsees.”"},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.42","label":"42","content":"Tamsim ntawd tus mentxhais txawm sawv tsees mus kev (nws hnub nyoog muaj kaum ob xyoos). Thaum ntawd lawv phimhwj heev."},{"bible_id":"1269","chapter_code":"MRK.5","verse_code":"MRK.5.43","label":"43","content":"Yexus kuj txwv lawv tawv tawv kom tsis txhob qhia leejtwg paub txog zaj no, thiab hais kom lawv muab mov rau tus mentxhais noj."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.1","label":"1","content":"Yexus txawm tawm qhov ntawd mus rau nws lub moos, cov thwjtim kuj nrog nws mus."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.2","label":"2","content":"Txog hnub Xanpatau nws pib qhuab qhia hauv lub tsev sablaj, mas cov neeg uas hnov ntawd muaj ntau leej phimhwj sib hais tias, “Tus neeg no tau txhua yam no qhovtwg los? Thiab lub tswvyim uas muab pub rau nws yog tswvyim dabtsi? Nws txhais tes tau ua tej txujci phimhwj loj kawg li lauj!"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.3","label":"3","content":"Nws tsis yog tus Kws ntoo thiab yog Maivliag li tub lov? Thiab nws cov kwv yog Yakaunpau thiab Yauxes thiab Yudas thiab Ximoos los tsis yog? Nws cov muam kuj nrog peb nyob no los tsis yog?” Lawv txawm tsis txaus siab rau nws."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.4","label":"4","content":"Yexus txawm hais rau lawv tias, “Luag tej yeej hwm tus xibhwb cev Vajtswv lus, tsuas yog nws lub moos thiab nws cov kwvtij thiab nws cuab neeg thiaj tsis hwm nws xwb.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.5","label":"5","content":"Nws thiaj ua tsis tau ib yam txujci phimhwj rau hauv lub moos ntawd tsuas yog tsa tes npuab cov uas muaj mob ob peb leeg zoo xwb."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.6","label":"6","content":"Nws xav tsis thoob rau qhov lawv tsis muaj kev ntseeg. Ces nws txawm mus qhuab qhia thoob plaws tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.7","label":"7","content":"Yexus hu kaum ob tug thwjtim los thiab pib txib lawv tawm mus ua ib nkawg ib nkawg, thiab pub hwjchim rau lawv ntiab tau dab tawm."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.8","label":"8","content":"Nws nkaw lus kom lawv tsis txhob coj dabtsi mus siv taug kev tsuas yog coj tus pas nrig xwb, tsis txhob coj mov noj, tsis txhob khuam hnab thoob puab, tsis txhob coj nyiaj hauv lub hnas tawv,"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.9","label":"9","content":"yuav tsum rau khau, tsis txhob hnav ob lub tsho."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.10","label":"10","content":"Thiab Yexus hais rau lawv tias, “Yog nej mus poob rau yig twg kuj nyob hauv lub tsev ntawd mus txog thaum tawm qhov ntawd mus."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.11","label":"11","content":"Yog lub chaw twg tsis txais nej thiab tsis mloog nej qhia, mas thaum nej tawm mus nej cia li nchos tej hmoov av uas lo nej kotaw pov tseg ua timkhawv tawm tsam lawv.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.12","label":"12","content":"Lawv txawm tawm mus tshaj tawm kom ntxeev dua siab tshiab."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.13","label":"13","content":"Lawv ntiab ntau tus dab tawm thiab muab roj pleev cov uas muaj mob zoo ntau leej."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.14","label":"14","content":"Vajntxwv Helauj hnov txog tej no rau qhov Yexus lub moo nrov nto moo lug. Qee leej hais tias, “Yauhas uas coj ua kevcai raus dej sawv hauv qhov tuag rov los lawm, mas nws thiaj muaj hwjchim ua tau tej txujci phimhwj no.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.15","label":"15","content":"Tiamsis qee leej hais tias, “Nws yog Eliya.” Thiab qee leej hais tias, “Nws yog ib tug xibhwb cev Vajtswv lus ib yam li ib tug xibhwb thaum ub.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.16","label":"16","content":"Thaum Helauj hnov lawm nws txawm hais tias, “Yauhas uas kuv txiav caj dab lawd sawv hauv qhov tuag rov los.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.17","label":"17","content":"Rau qhov Helauj twb txib neeg mus ntes Yauhas khi los kaw rau hauv tsev lojfaj, vim yog tim Helaudia uas yog Helauj tus kwv Fili tus pojniam, uas Helauj yuav los ua pojniam,"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.18","label":"18","content":"rau qhov Yauhas txeev hais rau Helauj tias, “Koj tsis muaj cai yuav koj tus kwv tus pojniam los ua koj pojniam.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.19","label":"19","content":"Helaudia thiaj cib nyeej rau Yauhas xav muab nws tua pov tseg. Tiamsis nws tua tsis tau,"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.20","label":"20","content":"vim Helauj ntshai Yauhas, thiab paub tias Yauhas yog ib tug ncaj ncees thiab dawb huv Helauj thiaj tsom kwm nws. Thaum Helauj hnov Yauhas tej lus ntawd nws kuj nyuaj siab heev los nws tseem zoo siab mloog thiab."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.21","label":"21","content":"Muaj ib hnub txawm txog sijhawm zoo yog hnub uas ua kevcai nco txog hnub uas yug Helauj, ces Helauj npaj ib rooj noj haus rau cov uas ua hlob thiab cov thawj tub rog thiab cov neeg tseem ceeb thoob plaws lub xeev Kalilais."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.22","label":"22","content":"Thaum Helaudia tus ntxhais los dhia seev cev mas ua rau Helauj thiab cov qhua txaus siab heev. Vajntxwv txawm hais rau tus ntxhais ntawd tias, “Koj thov yam twg kuv yuav pub yam ntawd rau koj.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.23","label":"23","content":"Helauj txawm cog lus twv tias, “Koj thov yam twg kuv yuav pub yam ntawd rau koj, txawm yog thov lub tebchaws ib nrab los kuj tau.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.24","label":"24","content":"Tus ntxhais thiaj tawm mus nug leej niam tias, “Kuv yuav thov dabtsi?” Leej niam teb tias, “Cia li thov Yauhas uas coj ua kevcai raus dej lub taubhau.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.25","label":"25","content":"Tamsim ntawd tus ntxhais txawm maj nroos nkag mus cuag vajntxwv thiab thov hais tias, “Kuv xav kom koj muab Yauhas uas coj ua kevcai raus dej lub taubhau tso rau hauv lub choo coj los pub rau kuv tamsim no.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.26","label":"26","content":"Mas vajntxwv ntxhov siab kawg, tiamsis vim yog saib rau tej lus uas nws twv thiab saib rau cov qhua nws thiaj tsis kam rhuav tej lus uas twv cia ntawd."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.27","label":"27","content":"Tamsim ntawd vajntxwv txawm txib tus uas tua neeg mus coj Yauhas lub taubhau los. Nws thiaj mus txiav Yauhas lub taubhau hauv tsev lojfaj"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.28","label":"28","content":"tso rau hauv lub choo coj los pub rau tus ntxhais ntawd, tus ntxhais thiaj coj mus rau leej niam."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.29","label":"29","content":"Thaum Yauhas cov thwjtim hnov tej xwm txheej no, lawv txawm tuaj coj Yauhas lub cev mus log rau hauv qhov ntxa."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.30","label":"30","content":"Cov tubtxib thiaj rov los cuag Yexus thiab piav txog txhua yam uas lawv tau ua thiab qhuab qhia."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.31","label":"31","content":"Mas Yexus hais rau lawv tias, “Nej cia li nrog kuv mus rau ib qho chaw uas tsis muaj neeg es so kom los siav mentsis.” Rau qhov muaj neeg mus los coob coob twb tsis muaj sijhawm noj mov li."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.32","label":"32","content":"Lawv txawm nce nkoj mus rau ib qho chaw uas tsis muaj neeg nyob."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.33","label":"33","content":"Muaj neeg coob pom lawv mus thiab paub lawv, ces txawm tawm hauv txhua lub moos dhia kotaw mus txog ua ntej."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.34","label":"34","content":"Thaum Yexus tawm hauv lub nkoj los nws pom muaj neeg coob coob, nws thiaj khuvleej lawv rau qhov lawv zoo li pab yaj uas tsis muaj tus tswv yug, mas Yexus txawm pib qhuab qhia lawv ntau yam."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.35","label":"35","content":"Thaum lig lawm nws cov thwjtim los hais rau nws tias, “Ntawm no yog ntuj nrag teb do, thiab tav no lig lawm."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.36","label":"36","content":"Cia li tso cov neeg mus xwv lawv thiaj tau mus yuav mov noj tom tej teb thiab tej zej zog ib ncig no.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.37","label":"37","content":"Yexus teb lawv tias, “Nej cia li pub rau lawv noj.” Lawv hais rau nws tias, “Peb yuav mus yuav ncuav ob puas txiaj denalia  pub rau lawv noj lov?”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.38","label":"38","content":"Yexus hais rau lawv tias, “Nej muaj pes tsawg lub ncuav? Nej cia li mus saib.” Thaum lawv saib lawd lawv txawm hais tias, “Muaj tsib lub ncuav thiab ob tug ntses.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.39","label":"39","content":"Ces Yexus txawm hais kom cov neeg sawvdaws zaum rau hauv tej nyom ntsuab ntsuab ua tej pab tej pawg."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.40","label":"40","content":"Lawv txawm zaum ua tej pawg, tej pawg ib puas leej, tej pawg tsib caug leej."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.41","label":"41","content":"Thaum Yexus txais tsib lub ncuav thiab ob tug ntses ntawd lawm, nws tsa muag ntsia rau saum ntuj thov Vajtswv foom koob hmoov mas muab cov ncuav ntais cev rau cov thwjtim kom muab faib rau cov neeg thiab nws muab ob tug ntses ntawd faib rau lawv sawvdaws."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.42","label":"42","content":"Lawv txhua tus noj tsau huvsi."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.43","label":"43","content":"Tej ncuav thiab tej ntses uas noj tsis tag lawv khaws tau kaum ob tawb puv nkaus."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.44","label":"44","content":"Cov neeg uas noj ntawd cov txivneej xwb muaj tsib txhiab leej."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.45","label":"45","content":"Tamsim ntawd Yexus hais kom nws cov thwjtim nce nkoj hla dej ua nws ntej mus rau sab tid rau hauv lub moos Npexaida, ces Yexus txawm tso cov neeg rov mus."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.46","label":"46","content":"Thaum nws xa lawv mus tag lawm, nws txawm nce mus thov Vajtswv pem roob."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.47","label":"47","content":"Thaum tsaus ntuj lawd, lub nkoj nyob tom plawv hiavtxwv, Yexus tib leeg nyob nruab nqhuab."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.48","label":"48","content":"Nws pom tias cov thwjtim nquam nkoj ceeblaj heev kawg vim yog cua ntsawj tom hauv ntej tuaj. Thaum kwvlam qaib qua thawj tsig Yexus mus kotaw saum nplaim dej hiavtxwv tuaj rau ntawm cov thwjtim. Nws yuav hla kiag lawv mus,"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.49","label":"49","content":"tiamsis thaum lawv pom nws los kotaw saum nplaim dej, lawv xav tias yog dab, thiab lawv qw nrov,"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.50","label":"50","content":"rau qhov lawv sawvdaws pom nws thiab ntshai kawg li. Tamsim ntawd Yexus hais rau lawv tias, “Ua siab tuab, yog kuv ntag. Tsis txhob ntshai.”"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.51","label":"51","content":"Nws thiaj nce mus nrog lawv nyob ua ke hauv lub nkoj, ces cua kuj tu lawm. Lawv phimhwj kawg li,"},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.52","label":"52","content":"rau qhov lawv tsis nkag siab txog tej ncuav ntawd, lawv lub siab tawv."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.53","label":"53","content":"Thaum lawv hla dhau hiavtxwv lawd lawv tuaj txog ntawm Kenexale thiab nres nkoj qhov ntawd."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.54","label":"54","content":"Thaum lawv tawm hauv lub nkoj, tamsim ntawd cov neeg uas nyob ntawd cim tau Yexus."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.55","label":"55","content":"Lawv txawm dhia mus thoob plaws ib ncig ntawd, mas pib kwv cov uas muaj mob pw saum txaj tuaj rau tej chaw uas lawv hnov tias Yexus nyob ntawd."},{"bible_id":"1269","chapter_code":"MRK.6","verse_code":"MRK.6.56","label":"56","content":"Thaum Yexus mus rau qhovtwg, tsis hais hauv tej zej zog thiab hauv tej moos thiab hauv tej teb, lawv kuj muab cov neeg muaj mob tso rau ntawm tshav puam, thiab thov Yexus cia cov neeg mob ntawd kov Yexus lub qab tsho. Txhua tus uas tau kov lawd kuj zoo huvsi."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.1","label":"1","content":"Thaum cov Falixai thiab cov xibhwb qhia Vajtswv kevcai qee leej uas tuaj hauv Yeluxalees tuaj, ua ke tuaj cuag Yexus,"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.2","label":"2","content":"lawv pom nws cov thwjtim qee leej tes qias tsis huv cia li noj mov tsis tau ntxuav."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.3","label":"3","content":"(Rau qhov cov Falixai thiab cov Yudai sawvdaws yog tsis tau ntxuav tes tso mas tsis noj mov, raws li lawv tej poj koob yawm txwv qhia."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.4","label":"4","content":"Thiab yog lawv mus tom kiab los tsis tau ua kevcai ntxuav kom huv, lawv kuj tsis noj mov. Tseem tshuav ntau yam kevcai uas lawv coj, xws li ntxuav tais ntxuav laujkaub thiab ntxuav tej hwj tooj liab.)"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.5","label":"5","content":"Cov Falixai thiab cov xibhwb qhia Vajtswv kevcai txawm nug Yexus tias, “Ua cas koj cov thwjtim tsis ua raws li poj koob yawm txwv tej kevcai, tes qias tsis huv cia li noj mov?”"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.6","label":"6","content":"Yexus hais rau lawv tias, “Yaxaya twb cev lus zoo heev hais txog nej cov neeg ncauj lus zoo siab phem, raws li nws sau tseg hais tias, “ ‘Cov neeg no hwm kuv ntawm daim tawv ncauj xwb tiamsis lawv lub siab nyob deb kuv."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.7","label":"7","content":"Qhov uas lawv pe hawm kuv tsis muaj qabhau kiag li, lawv muab neeg tej kevcai los qhia ib yam li yog Vajtswv tej lus nkaw.’"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.8","label":"8","content":"Nej muab Vajtswv tej lus nkaw tso tseg rov mus tuav rawv neeg tej kevcai xwb.”"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.9","label":"9","content":"Yexus hais rau lawv tias, “Nej ua zoo hwv lawm, qhov uas nej muab Vajtswv tej lus nkaw tso tseg xwv nej thiaj tau tuav rawv nej tej kevcai."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.10","label":"10","content":"Rau qhov Mauxe twb hais cia tias, ‘Koj yuav tsum hwm koj niam koj txiv,’  thiab hais tias, ‘Leejtwg hais lus phem rau nws niam nws txiv yuav raug txim tuag.’"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.11","label":"11","content":"Tiamsis nej qhia hais tias, ‘Yog leejtwg hais rau nws niam nws txiv tias, “Yam uas muaj qabhau rau neb twb yog Khaulanpa lawm” ’ (uas txhais hais tias, twb muab pub rau Vajtswv lawm)"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.12","label":"12","content":"nej thiaj tsis tso cai cia tus ntawd ua ib yam dabtsi pab tau nws niam nws txiv."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.13","label":"13","content":"Nej ua li no twb yog nej rhuav Vajtswv tej lus qhia vim yog saib rau nej tej kevcai uas nej txais pub rau tiam tom qab. Thiab nej ua ntau yam zoo li no.”"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.14","label":"14","content":"Yexus hu cov neeg rov tuaj cuag nws thiab hais rau lawv tias, “Nej sawvdaws, cia li mloog kuv thiab nkag siab nawj."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.15","label":"15","content":"Tsis muaj ib yam dabtsi nyob sab nraud uas nkag rau hauv neeg yuav ua rau neeg qias tsis huv, tiamsis tej uas tawm hauv neeg los thiaj ua rau neeg qias tsis huv.”"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.17","label":"17","content":"Thaum Yexus ncaim cov neeg mus rau hauv tsev lawm, nws cov thwjtim nug nws txog zaj paj lug ntawd."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.18","label":"18","content":"Yexus hais rau lawv tias, “Nej kuj tsis to taub thiab lov? Nej tsis pom tias yam nyob sab nraud uas nkag rau hauv neeg ua tsis tau rau neeg qias tsis huv lov?"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.19","label":"19","content":"Rau qhov tej ntawd tsis yog nkag rau hauv lub siab tsuas yog nkag rau hauv lub plab xwb thiab tawm rau hauv lub qhov vuab tsuab lawm?” (Yexus qhia li no yog hais tias txhua yam zaub mov puavleej huv lawm.)"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.20","label":"20","content":"Thiab Yexus hais tias, “Yam uas tawm hauv neeg los thiaj ua rau neeg qias tsis huv,"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.21","label":"21","content":"rau qhov tej uas tawm hauv neeg los, yog tej uas tawm hauv lub siab los, yog tej no qhov uas xav phem, kev ua nkauj ua nraug, ua tub sab, tua neeg, deev luag poj luag txiv,"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.22","label":"22","content":"ua siab hlob, kev phem, dag ntxias luag, ntshaw kev phem kev qias, khib luag, iab hiam luag, khav theeb thiab ua niag neeg ruam."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.23","label":"23","content":"Txhua yam phem no yog tawm hauv neeg los thiab ua rau neeg qias tsis huv.”"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.24","label":"24","content":"Yexus txawm sawv kev qhov ntawd mus rau hauv lub nroog Thailab thiab lub nroog Xaidoo li kav xyuam. Nws mus rau hauv ib lub tsev tsis kheev leejtwg paub, tiamsis nws tsiv nraim tsis tau."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.25","label":"25","content":"Tamsim ntawd muaj ib tug pojniam uas tus mentxhais raug dab qias, thaum nws hnov txog Yexus nws txawm tuaj pe khwb ti nkaus ntawm Yexus kotaw."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.26","label":"26","content":"Tus pojniam ntawd yog neeg Kili uas yug rau hauv lub xeev Xiliafinikia. Nws thov Yexus ntiab dab tawm hauv nws tus ntxhais."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.27","label":"27","content":"Yexus hais rau nws tias, “Cia menyuam noj tsau tso, rau qhov tsis tsim nyog muab menyuam tej mov pov rau dev noj.”"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.28","label":"28","content":"Tiamsis tus pojniam ntawd teb nws tias, “Tus Tswv, tseeb tiag, tiamsis dev uas nyob hauv qab rooj yeej tau noj menyuam tej mov uas txeej.”"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.29","label":"29","content":"Yexus hais rau nws tias, “Vim koj cov lus no koj cia li rov mus lauj. Dab tawm hauv koj tus ntxhais lawm.”"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.30","label":"30","content":"Thaum tus pojniam ntawd rov mus txog tsev mas pom nws tus ntxhais pw saum txaj thiab dab twb tawm lawm."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.31","label":"31","content":"Dhau ntawd Yexus txawm tawm hauv lub nroog Thailab li kav xyuam, hla lub nroog Xaidoo mus txog hiavtxwv Kalilais rau hauv lub xeev Dekapoli."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.32","label":"32","content":"Lawv coj ib tug yawg lag ntseg hais lus tsis meej tuaj cuag Yexus. Lawv thov Yexus muab tes npuab rau saum tus ntawd."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.33","label":"33","content":"Yexus coj nws tib leeg tawm hauv cov neeg mus rau ib qho mas muab ntiv tes ntxig rau hauv tus ntawd ob lub qhov ntsej thiab nto qaub ncaug thiab kov nws tus nplaig."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.34","label":"34","content":"Yexus tsa muag ntsia saum ntuj, xyu ib pas thiab hais rau tus ntawd tias, “Efatha,” txhais hais tias, “Cia li qheb kiag.”"},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.35","label":"35","content":"Tus ntawd qhov ntsej txawm qheb kiag thiab yam uas cam nws tus nplaig plam lawm nws txawm hais tau lus meej."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.36","label":"36","content":"Yexus txwv cov neeg ntawd kom tsis txhob qhia zaj no rau leejtwg li. Tiamsis nws yimhuab txwv los lawv yimhuab piav ncha mus heev."},{"bible_id":"1269","chapter_code":"MRK.7","verse_code":"MRK.7.37","label":"37","content":"Lawv kuj phimhwj kawg sib hais tias, “Nws ua txhua yam puavleej zoo, nws kuj ua rau tus lag ntseg hnov tau lus, thiab tus ruam hais tau lus.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.1","label":"1","content":"Lub sijhawm ntawd muaj neeg tuaj coob coob dua ib zaug thiab tsis muaj mov noj. Yexus txawm hu cov thwjtim los thiab hais rau lawv tias,"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.2","label":"2","content":"“Kuv khuvleej cov neeg no, vim lawv nrog kuv nyob tau peb hnub thiab tsis muaj mov noj lawm."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.3","label":"3","content":"Yog kuv cia lawv mus tsev tshaib qaug zog zws, lawv yuav tsaus muag tom tej kev. Muaj qee leej tuaj deb heev.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.4","label":"4","content":"Cov thwjtim teb nws tias, “Hauv ntuj nrag teb do no yuav ua li cas pub mov rau cov neeg no noj?”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.5","label":"5","content":"Yexus nug lawv tias, “Nej muaj tsawg lub ncuav?” Lawv teb tias, “Muaj xya lub.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.6","label":"6","content":"Nws txawm hais kom cov neeg zaum rau hauv pem teb, thiab nws muab xya lub ncuav los ua Vajtswv tsaug mas muab ntais cev rau cov thwjtim kom coj mus faib rau cov neeg. Cov thwjtim muab faib rau cov neeg ntawd."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.7","label":"7","content":"Lawv muaj ob peb tus ntses me me thiab. Yexus txawm thov Vajtswv foom koob hmoov rau cov ntses thiab hais kom coj cov ntses mus faib rau cov neeg thiab."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.8","label":"8","content":"Lawv noj tsau, mas tej uas noj tsis tag lawv khaws tau xya tawb puv nkaus."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.9","label":"9","content":"Cov uas noj zaum ntawd kwvlam muaj plaub txhiab leej."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.10","label":"10","content":"Yexus tso cov neeg rov mus ces tamsim ntawd nws txawm nce nkoj nrog nws cov thwjtim mus txog lub moos Damanutha li kav xyuam."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.11","label":"11","content":"Cov Falixai tuaj pib nrog Yexus sib cam, thov kom nws ua ib yam txujci tseem ceeb tshwm saum ntuj los es yuav sim nws."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.12","label":"12","content":"Yexus xyu ib pas hauv lub siab thiab hais tias, “Tiam neeg no nrhiav txujci tseem ceeb ua dabtsi? Kuv hais tseeb rau nej tias, yuav tsis muab ib yam txujci tseem ceeb rau tiam neeg no pom li.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.13","label":"13","content":"Ces Yexus txawm ncaim lawv mus, nws nce nkoj hla mus rau sab tim ub."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.14","label":"14","content":"Cov thwjtim tsis nco qab coj ncuav mus. Lawv muaj ib lub ncuav hauv lub nkoj xwb."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.15","label":"15","content":"Yexus txawm ntuas lawv hais tias, “Nej yuav tsum ua tib zoo ceev faj cov Falixai thiab Helauj cov keeb.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.16","label":"16","content":"Cov thwjtim txawm sib tham hais tias, “Yog tim qhov uas peb tsis muaj ncuav.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.17","label":"17","content":"Thaum Yexus paub li ntawd, nws txawm hais rau lawv tias, “Ua cas nej sib tham txog qhov uas tsis muaj ncuav? Nej tseem tsis tau paub thiab tsis nkag siab lov? Nej tseem ua lub siab tawv lov?"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.18","label":"18","content":"Nej muaj qhov muag los tsis pom, muaj qhov ntsej los tsis hnov lov? Nej tsis nco lawm lov?"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.19","label":"19","content":"Thaum kuv muab tsib lub ncuav ntais faib rau tsib txhiab leej ntawd, nej khaws tej uas noj tsis tag tau pes tsawg tawb?” Lawv teb tias, “Kaum ob tawb.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.20","label":"20","content":"“Thaum kuv muab xya lub ncuav faib rau plaub txhiab leej ntawd, nej khaws tej uas noj tsis tag tau pes tsawg tawb?” Lawv teb tias, “Xya tawb.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.21","label":"21","content":"Nws thiaj hais rau lawv tias, “Nej tseem tsis to taub lov?”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.22","label":"22","content":"Lawv txawm mus rau lub zos Npexaida. Muaj neeg coj ib tug dig muag tuaj cuag Yexus, thov Yexus kov tus ntawd."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.23","label":"23","content":"Yexus tuav tus dig muag ntawd tes coj tawm mus rau sab nraum ntug zos. Thaum Yexus nti qaub ncaug rau nws ob lub qhov muag thiab tsa tes npuab saum tus ntawd, nws nug tias, “Koj pom dabtsi los tsis pom?”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.24","label":"24","content":"Tus ntawd tsa muag ntsia thiab hais tias, “Kuv pom neeg mus mus los los tiamsis zoo li ntoo xwb.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.25","label":"25","content":"Yexus rov muab tes npuab nws dua ib zaug mas tus ntawd rov saib mas nws lub qhov muag zoo kiag thiab nws pom txhua yam meej lawm."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.26","label":"26","content":"Yexus txawm kom tus ntawd ncaj nraim mus tsev hais tias, “Tsis txhob mus rau hauv lub zos no.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.27","label":"27","content":"Yexus thiab nws cov thwjtim mus rau hauv tej zej zog ib ncig lub moos Xixaleya Filipi. Thaum lawv taug kev ntawd Yexus nug cov thwjtim tias, “Luag tej hais tias kuv yog leejtwg?”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.28","label":"28","content":"Lawv hais tias, “Yog Yauhas uas coj ua kevcai raus dej, qee leej hais tias yog Eliya, thiab dua lwm tus hais tias koj yog ib tug xibhwb cev Vajtswv lus thaum ub.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.29","label":"29","content":"Nws nug lawv tias, “Nej nev nej hais tias kuv yog leejtwg?” Petus teb nws tias, “Koj yog tus Khetos. ”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.30","label":"30","content":"Yexus txawm txiv lawv kom tsis txhob qhia nws rau leejtwg paub."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.31","label":"31","content":"Ces Yexus txawm pib qhia rau cov thwjtim paub tias Neeg leej Tub yuav tsum raug kev tsim txom ntau yam thiab cov kev txwj laus, cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai yuav tsis lees yuav nws, thiab nws yuav raug muab tua thiab peb hnub nws yuav ciaj sawv rov los."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.32","label":"32","content":"Tej lus no Yexus hais tsis npog li. Ces Petus txawm coj Yexus mus rau ib cag pib txwv nws."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.33","label":"33","content":"Yexus txawm tig hlo ntsia rau cov thwjtim cem Petus tias, “Xatas,  koj cia li khiav rau tom kuv qub qab. Rau qhov koj xav li neeg xwb tsis xav li Vajtswv.”"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.34","label":"34","content":"Yexus txawm hu cov neeg thiab nws cov thwjtim los thiab hais rau lawv tias, “Yog leejtwg xav raws kuv qab mus, cia tus ntawd tswj nws tus kheej thiab kwv nws tus khaublig ntoo raws kuv qab."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.35","label":"35","content":"Vim tias tus uas xav cawm tau nws txojsia yuav piam txojsia, tiamsis tus uas tso nws txojsia tseg vim yog saib rau kuv thiab saib rau txoj xov zoo, mas yuav cawm tau nws txojsia."},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.36","label":"36","content":"Yog leejtwg tau tag nrho lub ntiajteb huvsi tiamsis nws txojsia tu lawm, tus ntawd yuav tau qabhau dabtsi?"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.37","label":"37","content":"Neeg yuav muab dabtsi pauv tau txojsia rov los?"},{"bible_id":"1269","chapter_code":"MRK.8","verse_code":"MRK.8.38","label":"38","content":"Leejtwg txaj muag rau kuv thiab kuv tej lus hauv tiam neeg fav xeeb thiab ua txhaum muaj txim no ces thaum Neeg leej Tub nrog leej txiv lub hwjchim ci ntsa iab thiab nrog cov tubtxib saum ntuj uas dawb huv ua ke los, nws yuav txaj muag rau tus ntawd.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.1","label":"1","content":"Yexus hais rau lawv tias, “Kuv hais tseeb rau nej tias, cov uas sawv ntawm no muaj qee leej yuav tsis tau sim txojkev tuag ces yuav xub pom Vajtswv lub tebchaws nrog hwjchim los.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.2","label":"2","content":"Dhau rau hnub tom qab Yexus txawm coj Petus thiab Yakaunpau thiab Yauhas ncaim lwm tus nce mus saum lub roob siab. Yexus lub cev txawm hloov kiag tab meeg lawv."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.3","label":"3","content":"Nws cev tsoos tsho kuj dawb paug ci ntsa iab, thoob ntiajteb tsis muaj ib tug muaj tshuaj ntxhua tau dawb li ntawd."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.4","label":"4","content":"Ces Eliya thiab Mauxe kuj tshwm los rau lawv pom thiab nrog Yexus sib tham."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.5","label":"5","content":"Petus txawm hais rau Yexus tias, “Lanpi,  peb nyob ntawm no kuj zoo. Cia peb ua peb lub tsev pheeb suab, ua ib lub rau koj, ib lub rau Mauxe thiab ib lub rau Eliya.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.6","label":"6","content":"Petus tsis pom qab hais li cas vim lawv ntshai kawg li."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.7","label":"7","content":"Txawm muaj ib tauv huab los laum nkaus lawv, thiab muaj ib lub suab hais hauv tauv huab tuaj tias, “Tus no yog kuv tus tub uas kuv hlub. Nej cia li mloog nws hais.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.8","label":"8","content":"Tamsim ntawd lawv tsa muag ntsia mas tsis pom muaj leejtwg, tsuas yog pom Yexus tib leeg nrog lawv nyob xwb."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.9","label":"9","content":"Thaum lawv nqes pem roob los, Yexus txwv lawv kom tsis txhob qhia tej uas lawv pom ntawd rau leejtwg li mus txog thaum Neeg leej Tub sawv hauv qhov tuag rov los tso."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.10","label":"10","content":"Cov thwjtim thiaj khaws tej lus ntawd cia thiab sib nug tias qhov uas sawv hauv qhov tuag rov los ntawd yog dabtsi."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.11","label":"11","content":"Lawv kuj nug Yexus tias, “Ua cas cov xibhwb qhia Vajtswv kevcai hais tias Eliya yuav xub los ua ntej?”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.12","label":"12","content":"Yexus hais rau lawv tias, “Eliya yeej los ua ntej ua kom txhua yam rov zoo li qub. Tiamsis vim li cas muaj lus sau cia hais txog Neeg leej Tub tias nws yuav tsum raug kev tsim txom ntau yam thiab raug luag saib tsis taus heev?"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.13","label":"13","content":"Tiamsis kuv hais rau nej tias Eliya twb los lawm thiab neeg ua rau nws raws li lawv lub siab nyiam, raws li uas sau cia hais txog nws.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.14","label":"14","content":"Thaum Yexus lawv los txog ntawm cov thwjtim, mas pom neeg coob coob nyob vij ntawm lawv, thiab cov xibhwb qhia Vajtswv kevcai tabtom nrog lawv sib cam."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.15","label":"15","content":"Tamsim ntawd thaum cov neeg ntawd pom Yexus lawv xav tsis thoob lawv txawm dhia mus tos nws."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.16","label":"16","content":"Yexus thiaj nug lawv tias, “Nej nrog cov thwjtim sib cam txog dabtsi?”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.17","label":"17","content":"Cov neeg ntawd muaj ib tug teb Yexus tias, “Xibhwb, kuv coj kuv tus tub tuaj cuag koj vim yog raug dab ruam."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.18","label":"18","content":"Nws nyob qhovtwg kuj xij, thaum dab ntswj nws dab muab nws thawb ntog, npuas ncauj nto plaws, zom hniav, ib ce txhav kiag. Kuv thov koj cov thwjtim ntiab tus dab ntawd tawm, tiamsis lawv ntiab tsis tau.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.19","label":"19","content":"Yexus teb lawv tias, “Au tiam neeg uas tsis muaj kev ntseeg, kuv yuav nrog nej nyob ntev li cas? Kuv yuav ua siab ntev thev nej mus txog thaum twg? Cia li coj tus tub ntawd los rau kuv.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.20","label":"20","content":"Lawv thiaj coj tus tub ntawd los cuag Yexus. Thaum tus dab pom Yexus tamsim ntawd dab txawm ua rau tus tub huam ib tshaj, ntog nti rau hauv av npuas ncauj nto plaws."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.21","label":"21","content":"Yexus nug leej txiv hais tias, “Ua li no ntev li cas lawm?” Leej txiv teb tias, “Txij thaum me me los lawm."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.22","label":"22","content":"Thiab muaj ntau zaus dab muab nws thawb rau hauv qhov cub thiab thawb rau hauv dej xav ua kom nws tuag. Yog koj pab tau, thov koj khuvleej thiab pab peb lauj!”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.23","label":"23","content":"Yexus hais rau nws tias, “Yog pab tau no lov? Ua tau txhua yam rau tus uas ntseeg.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.24","label":"24","content":"Tamsim ntawd tus tub ntawd leej txiv txawm qw hais tias, “Kuv ntseeg, qhov uas kuv tseem tsis tau ntseeg thov pab kom kuv ntseeg.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.25","label":"25","content":"Thaum Yexus pom tias muaj neeg coob coob dhia los, nws txawm txwv tus dab qias ntawd hais tias, “Niag dab ruam lag ntseg, kuv hais rau koj, cia li tawm mus, tsis txhob rov nkag rau hauv tus no dua li lawm.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.26","label":"26","content":"Dab qw nrov ua rau tus tub ntawd huam ib tshaj nti heev heev ces txawm tawm plaws lawm, tus tub ntawd txawm zoo li tuag lawm. Muaj neeg coob thiaj hais tias, “Nws tuag lawm.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.27","label":"27","content":"Tiamsis Yexus ntsiab nkaus nws tes tsa nws sawv, ces tus tub ntawd txawm sawv los."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.28","label":"28","content":"Thaum Yexus mus rau hauv tsev lawm cov thwjtim txawm nug Yexus twjywm tias, “Ua cas peb ntiab tsis tau tus dab ntawd tawm?”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.29","label":"29","content":"Yexus hais rau lawv tias, “Dab zoo li no yuav tsum yog thov Vajtswv xwb thiaj ntiab tau tawm.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.30","label":"30","content":"Yexus lawv txawm tawm qhov ntawd hla lub xeev Kalilais mus. Yexus tsis xav cia leejtwg paub,"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.31","label":"31","content":"vim yog nws tabtom qhia nws cov thwjtim hais tias, “Neeg leej Tub yuav raug muab cob rau hauv neeg txhais tes, thiab lawv yuav muab nws tua pov tseg. Thaum tuag lawd mas peb hnub nws yuav ciaj sawv rov los.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.32","label":"32","content":"Tiamsis lawv tsis nkag siab tej lus no thiab lawv tsis kav nug Yexus."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.33","label":"33","content":"Lawv txawm los rau hauv lub moos Khapena‑u. Thaum Yexus nyob hauv tsev nws nug cov thwjtim tias, “Thaum taug kev tuaj nej sib tham txog dabtsi?”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.34","label":"34","content":"Lawv nyob twjywm vim thaum taug kev tuaj ntawd lawv sib cam tias leejtwg yog tus loj dua ntais."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.35","label":"35","content":"Yexus txawm zaum thiab hu kaum ob tug thwjtim los thiab hais rau lawv tias, “Yog leejtwg xav ua tus thawj, nws yuav tsum ua tus tom tw thiab ua num rau sawvdaws.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.36","label":"36","content":"Yexus txawm muab ib tug menyuam yaus los sawv hauv lawv nruab nrab. Nws muab tus menyuam ntawd puag thiab hais rau lawv tias,"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.37","label":"37","content":"“Leejtwg lees yuav ib tug menyuam yaus zoo li no vim yog saib rau kuv lub npe, kuj yog tus ntawd lees yuav kuv. Thiab tus uas lees yuav kuv kuj tsis yog lees yuav kuv xwb kuj yog lees yuav tus uas txib kuv los thiab.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.38","label":"38","content":"Yauhas txawm hais rau Yexus tias, “Xibhwb, peb pom ib tug tuav koj lub npe ntiab dab tawm, mas peb txwv nws rau qhov nws tsis koom nrog peb.”"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.39","label":"39","content":"Yexus hais rau nws tias, “Tsis txhob txwv nws, rau qhov tsis muaj leejtwg yuav tuav kuv lub npe ua tej txujci phimhwj thiab ho rov thuam kuv."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.40","label":"40","content":"Rau qhov tus uas tsis tawm tsam kuv kuj tuaj kuv tog lawm."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.41","label":"41","content":"Leejtwg muab ib khob dej rau nej haus hauv kuv lub npe vim nej yog Khetos cov, mas kuv hais tseeb rau nej tias, tus ntawd yuav tsis plam nws tej nqe zog."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.42","label":"42","content":"“Leejtwg ua rau cov menyuam yaus uas ntseeg kuv no ib tug yuam kev ua txhaum, mas muab ib txhib zeb loj khi rau tus ntawd caj dab thiab muab laim rau hauv hiavtxwv kuj zoo dua."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.43","label":"43","content":"Yog koj txhais tes ua rau koj ua txhaum, cia li muab txiav pov tseg. Koj txawm nqws tes los koj tau txojsia kuj zoo dua koj muaj ob sab tes es poob rau hauv ntuj tawg kub uas hluavtaws tsis txawj tuag li."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.45","label":"45","content":"Yog koj txhais kotaw ua rau koj ua txhaum, cia li muab txiav pov tseg. Koj txawm nqws taw los koj tau txojsia kuj zoo dua koj muaj ob sab taw es raug muab pov rau hauv ntuj tawg."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.47","label":"47","content":"Yog koj lub qhov muag ua rau koj ua txhaum, cia li muab kaus. Koj nkag mus rau hauv Vajtswv lub tebchaws muaj ib sab qhov muag xwb kuj zoo dua koj muaj ob sab qhov muag es raug muab pov rau hauv ntuj tawg kub,"},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.48","label":"48","content":"qhov chaw ntawd cov kas uas noj lawv tsis txawj tuag thiab hluavtaws kuj kub tsis txawj tuag."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.49","label":"49","content":"Txhua tus yuav raug hluavtaws ntxuav kom huv ib yam li las ntsev."},{"bible_id":"1269","chapter_code":"MRK.9","verse_code":"MRK.9.50","label":"50","content":"Ntsev yog yam uas zoo. Yog ntsev tsuag lawm, yuav ua kom rov daw tau li cas? Nej cia li muaj ntsev rau hauv nej thiab nyob sib hum.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.1","label":"1","content":"Yexus txawm sawv kev qhov ntawd mus rau hauv lub xeev Yudia thiab mus rau sab ntug dej Yaladee tid, thiab muaj neeg coob coob tuaj txoos ua ke dua ib zaug rau ntawm nws. Yexus rov qhuab qhia lawv raws li nws txeev qhia."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.2","label":"2","content":"Cov Falixai txawm txav los sim Yexus nug hais tias, “Tej txivneej muab nws tus pojniam nrauj mas raug txoj kevcai los tsis raug?”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.3","label":"3","content":"Yexus teb lawv tias, “Mauxe qhia nej li cas?”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.4","label":"4","content":"Lawv hais tias, “Mauxe kheev kom ua ntawv nrauj cev rau tus pojniam thiab muab nws nrauj tau.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.5","label":"5","content":"Yexus hais rau lawv tias, “Mauxe sau txoj kevcai no twb yog vim nej lub siab tawv."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.6","label":"6","content":"Tiamsis txij thaum tsim ntuj tsim teb ‘Vajtswv tsim neeg kom muaj txivneej thiab pojniam.’"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.7","label":"7","content":"‘Vim li no tus txivneej yuav ncaim ntawm nws niam nws txiv thiab nrog nws tus pojniam tsheej xeeb ua ke,"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.8","label":"8","content":"mas ob tug koom ua ib lub cev.’  Ob tug thiaj tsis ua ob lub cev tiamsis koom ua ib lub cev xwb."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.9","label":"9","content":"Vim li no yam uas Vajtswv muab lo tsheej xeeb ua ke lawm, neeg tsis txhob muab ua kom ncaim.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.10","label":"10","content":"Thaum lawv nyob hauv tsev lawd cov thwjtim txawm rov nug Yexus txog zaj ntawd."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.11","label":"11","content":"Yexus hais rau lawv tias, “Leejtwg nrauj pojniam es nws mus yuav dua pojniam tshiab, kuj yog ua txhaum kev nkauj kev nraug rau tus pojniam qub,"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.12","label":"12","content":"thiab yog tus pojniam nrauj tus txiv es mus yuav dua txiv tshiab, tus pojniam ntawd kuj ua txhaum kev nkauj nraug.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.13","label":"13","content":"Muaj neeg coj cov menyuam yaus tuaj cuag Yexus xav kom Yexus plhws cov menyuam ntawd. Tiamsis cov thwjtim txwv lawv."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.14","label":"14","content":"Thaum Yexus pom li ntawd nws kuj chim thiaj hais rau cov thwjtim tias, “Cia cov menyuam yaus los cuag kuv, tsis txhob tav lawv, rau qhov Vajtswv lub tebchaws yog cov uas zoo li cov menyuam yaus no tug."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.15","label":"15","content":"Kuv hais tseeb rau nej tias, leejtwg tsis lees yuav Vajtswv lub tebchaws ib yam li ib tug menyuam yaus, tus ntawd yuav nkag tsis tau rau hauv lub tebchaws ntawd.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.16","label":"16","content":"Yexus txawm puag cov menyuam ntawd thiab tsa tes npuab lawv thiab foom koob hmoov rau lawv."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.17","label":"17","content":"Thaum Yexus tabtom taug kev mus muaj ib tug dhia tuaj txhos caug ntua pe nws nug hais tias, “Xibhwb uas zoo kawg, kuv yuav tsum ua li cas kuv thiaj tau txojsia ib txhis tsis kawg?”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.18","label":"18","content":"Yexus hais rau nws tias, “Ua cas koj hu kuv tias tus zoo kawg? Tsis muaj leejtwg zoo tsuas yog Vajtswv tib leeg xwb."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.19","label":"19","content":"Koj paub tej kevcai uas hais tias, ‘Tsis txhob tua neeg, tsis txhob deev luag poj luag txiv, tsis txhob ua tub sab, tsis txhob ua cuav timkhawv, tsis txhob ntxo lwm tus, koj yuav tsum hwm koj niam koj txiv.’ ”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.20","label":"20","content":"Tus ntawd hais rau Yexus tias, “Xibhwb, tej nqes kod kuv twb coj txhua yam txij thaum yau los lawm.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.21","label":"21","content":"Yexus ntsia ntsoov rau tus ntawd kuj hlub nws mas hais rau nws tias, “Koj tseem tu ncua ib yam. Cia li mus muab koj tej qhov txhia chaw muag es muab faib rau cov neeg pluag, koj thiaj li muaj nyiaj txiag saum ntuj ceeb tsheej, thiab cia li los raws kuv qab.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.22","label":"22","content":"Thaum nws hnov tej lus no nws ntsej muag ntshaus ntsho thiab nws tawm mus nyuaj siab kawg vim nws muaj cuab txhiaj cuab tam ntau heev."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.23","label":"23","content":"Yexus tsa muag ntsia ib ncig mas hais rau nws cov thwjtim tias, “Tus uas muaj nyiaj txiag ntau ceeblaj nkag tau rau hauv Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.24","label":"24","content":"Cov thwjtim kuj xav tsis thoob rau Yexus tej lus. Mas Yexus rov hais rau lawv tias, “Cov tub 'e, ceeblaj kawg nkag rau hauv Vajtswv lub tebchaws."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.25","label":"25","content":"Ib tug ntxhuav nkag lub qhov koob kuj yoojyim dua tus nplua nuj nkag rau hauv Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.26","label":"26","content":"Cov thwjtim kuj xav tsis thoob thiaj hais rau nws tias, “Yog li ntawd, leejtwg yuav dim tau?”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.27","label":"27","content":"Yexus tsa muag ntsia rau lawv mas hais tias, “Neeg ua tsis tau tiamsis Vajtswv ua tau, rau qhov Vajtswv ua tau txhua yam huvsi.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.28","label":"28","content":"Mas Petus pib hais rau Yexus tias, “Peb twb tso txhua yam tseg raws koj tuaj.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.29","label":"29","content":"Yexus hais tias, “Kuv hais tseeb rau nej tias, tus uas tso vaj tse kwvtij nkauj muam niam txiv menyuam liaj teb tseg vim yog saib rau kuv thiab txoj xov zoo,"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.30","label":"30","content":"tiam no nws yuav tau qas pua npaug uas yog vaj tse kwvtij nkauj muam niam txiv menyuam thiab liaj teb, thiab tseem yuav raug tsim txom thiab tiam tom ntej nws yuav tau txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.31","label":"31","content":"Tiamsis muaj ntau leej uas ua thawj yuav rov ua tus tom tw, thiab tus tom tw yuav tau ua tus thawj.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.32","label":"32","content":"Thaum lawv tabtom taug kev mus nram Yeluxalees, Yexus txawm ua lawv ntej. Mas cov thwjtim xav tsis thoob thiab cov uas raws qab kuj ntshai. Yexus coj nws kaum ob tug thwjtim mus rau ib cag mas pib qhia rau lawv paub txog tej xwm txheej uas yuav los raug nws,"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.33","label":"33","content":"hais tias, “Saib nawj, peb tabtom mus nram Yeluxalees, mas Neeg leej Tub yuav raug muab cob rau cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai, mas lawv yuav txiav txim tuag rau nws, thiab muab nws cob rau lwm haiv neeg,"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.34","label":"34","content":"mas lawv yuav thuam luag nws thiab nto qaub ncaug rau nws thiab muab nws nplawm thiab muab tua pov tseg, mas peb hnub nws yuav ciaj sawv rov los.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.35","label":"35","content":"Yakaunpau thiab Yauhas uas yog Xenpedi li tub txawm txav los rau ntawm Yexus thiab hais rau nws tias, “Xibhwb, wb ob leeg xav kom koj ua yam uas wb thov.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.36","label":"36","content":"Yexus hais rau ob tug tias, “Neb xav kom kuv ua dabtsi rau neb?”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.37","label":"37","content":"Ob tug teb tias, “Thov cia wb, ib leeg zaum ntawm koj sab xis ib leeg nyob ntawm koj sab laug hauv koj lub hwjchim ci ntsa iab.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.38","label":"38","content":"Tiamsis Yexus hais rau ob tug tias, “Neb tsis paub tias neb thov dabtsi. Lub khob uas kuv haus, neb haus tau lov, thiab kevcai raus dej uas kuv raug neb raug tau thiab lov?”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.39","label":"39","content":"Ob tug hais rau Yexus tias, “Tau los maj.” Yexus hais rau ob tug tias, “Lub khob uas kuv haus neb yeej yuav tau haus, thiab kevcai raus dej uas kuv raug neb yeej yuav tau raug,"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.40","label":"40","content":"tiamsis qhov uas zaum ntawm kuv sab xis thiab ntawm kuv sab laug kuv tsis yog tus uas pub tau, tiamsis twb npaj cia rau leejtwg lawm, tus ntawd thiaj tau xwb.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.41","label":"41","content":"Thaum kaum tus thwjtim hnov li ntawd lawv kuj pib chim rau Yakaunpau thiab Yauhas."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.42","label":"42","content":"Yexus thiaj hu lawv sawvdaws los hais rau lawv tias, “Nej yeej paub tias cov uas luag suav tias ua thawj kav lwm haiv neeg yeej kav rawv cov pejxeem, thiab cov uas ua hlob yeej muaj hwjchim tswjhwm lawv."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.43","label":"43","content":"Tiamsis nej cov yuav tsis thooj li ntawd. Nej cov leejtwg xav ua tus hlob tus ntawd yuav tsum zoo siab ua num rau nej,"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.44","label":"44","content":"thiab nej cov leejtwg xav ua tus thawj, tus ntawd yuav tsum ua sawvdaws li qhev,"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.45","label":"45","content":"rau qhov Neeg leej Tub tsis yog los rau leejtwg tu, tiamsis nws los tu lawv, thiab pub nws txojsia ua nqe txhiv neeg coob coob.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.46","label":"46","content":"Yexus lawv txawm tuaj rau hauv lub moos Yelikhau. Thaum Yexus thiab cov thwjtim thiab tej neeg coob coob tawm hauv lub moos Yelikhau mus, muaj ib tug yawg dig muag thov khawv npe hu ua Npathime‑a, yog Thime‑a tus tub, zaum ntawm ntug kev."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.47","label":"47","content":"Thaum nws hnov tias yog Yexus uas yog neeg Naxale, ces nws txawm pib qw nrov hais tias, “Yexus uas yog Davi tus tub 'e, thov khuvleej kuv lauj!”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.48","label":"48","content":"Muaj neeg coob txwv kom nws nyob twjywm, los nws yimhuab qw hais tias, “Davi tus tub 'e, thov khuvleej kuv lauj!”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.49","label":"49","content":"Yexus txawm nres nkaus hais tias, “Hu nws los.” Lawv txawm hu tus dig muag ntawd thiab hais rau nws tias, “Cia li zoo siab, sawv tsees, Yexus hu koj.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.50","label":"50","content":"Tus ntawd txawm tso plhuav nws lub tsho ntev sawv tsees caws qia dhia los cuag Yexus."},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.51","label":"51","content":"Yexus hais rau nws tias, “Koj xav kom kuv ua dabtsi rau koj?” Tus dig muag hais rau nws tias, “Lanpi,  thov pub kuv pom kev.”"},{"bible_id":"1269","chapter_code":"MRK.10","verse_code":"MRK.10.52","label":"52","content":"Yexus hais rau nws tias, “Cia li mus, koj txojkev ntseeg ua rau koj zoo kiag.” Ces tamsim ntawd tus dig muag txawm pom kev thiab taug kev raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.1","label":"1","content":"Thaum lawv tuaj ze lub nroog Yeluxalees txog lub zos Npefake thiab lub zos Npethani ntawm lub roob Txiv Aulib, Yexus txawm txib ob tug thwjtim mus,"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.2","label":"2","content":"thiab hais rau ob tug tias, “Neb cia li mus rau lub zos uas nyob tom hauv ntej, mas thaum neb nkag rau hauv tamsim ntawd neb yuav pom ib tug menyuam nees luav khi cia, tsis tau muaj leejtwg caij dua li. Neb cia li daws cab los."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.3","label":"3","content":"Yog leejtwg nug neb tias, ‘Neb ua dabtsi?’ neb cia li hais tias, ‘Tus tswv cheem tsum siv, thiab ib pliag nws yuav xa rov los rau ntawm no.’ ”"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.4","label":"4","content":"Ob tug txawm mus pom ib tug menyuam nees luav khi ntawm qhov rooj ntawm ntug kev, ob tug txawm daws hlua."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.5","label":"5","content":"Tej neeg uas sawv ntawd hais rau ob tug tias, “Neb daws tus menyuam nees luav ua dabtsi?”"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.6","label":"6","content":"Ob tug teb raws li Yexus hais, ces lawv kuj kheev."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.7","label":"7","content":"Mas ob tug cab tus menyuam nees luav los txog Yexus, thiab muab ob tug tej tsho ntev pua saum tus nees luav nrob qaum mas Yexus li caij."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.8","label":"8","content":"Muaj neeg coob coob muab lawv tej tsho ntev pua txojkev thiab ib txhia txiav tej rev nplooj ntoo tom teb los pua."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.9","label":"9","content":"Cov neeg uas mus ua nws ntej thiab cov uas raws nws qab kuj qw hais tias, “Hauxana  rau Davi tus tub."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.10","label":"10","content":"Thov cia peb yawg koob Davi lub tebchaws uas yuav los tau koob hmoov. Hauxana rau saum ntuj uas siab kawg nkaus.”"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.11","label":"11","content":"Yexus mus rau hauv Yeluxalees thiab nkag mus rau hauv lub tuam tsev. Thaum nws saib txhua yam tag lawd twb yuav tsaus ntuj, nws txawm nrog kaum ob tug thwjtim rov qab mus tom lub zos Npethani."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.12","label":"12","content":"Hnub tom qab thaum Yexus lawv rov tawm hauv lub zos Npethani mus Yexus tshaib plab."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.13","label":"13","content":"Nws pom ib tsob txiv cev nyob deb muaj nplooj tsaus nti, nws txawm txav mus saib muaj txiv los tsis muaj. Thaum nws mus txog lawd tsis pom muaj ib lub txiv li tsuas muaj nplooj xwb, rau qhov tsis tau txog caij txi txiv."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.14","label":"14","content":"Nws txawm hais rau tsob txiv cev ntawd tias, “Yuav tsis muaj leejtwg tau noj koj cov txiv dua li lawm lauj!” Cov thwjtim kuj hnov Yexus tej lus ntawd."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.15","label":"15","content":"Thaum lawv mus txog hauv Yeluxalees Yexus txawm nkag mus rau hauv lub tuam tsev mas pib ntiab cov neeg uas ua lag ua luam hauv lub tuam tsev khiav, thiab nws muab cov uas pauv nyiaj tej rooj thiab cov uas muag nquab nyeg tej rooj zaum ntxeev pes kiag tseg."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.16","label":"16","content":"Nws txwv tsis kheev leejtwg nqa qhov txhia chaw hla tuaj mus hauv lub tuam tsev."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.17","label":"17","content":"Nws qhia rau lawv tias, “Tsis tau muaj lus sau cia lov, hais tias, ‘Kuv lub tuam tsev yuav hu tias yog lub tsev rau txhua haiv neeg thov Vajtswv,’ tiamsis nej muab ua qhov rau tub sab nkaum.”"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.18","label":"18","content":"Thaum cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai hnov zaj no lawv txawm nrhiav kev tua Yexus, rau qhov lawv ntshai nws vim cov pejxeem sawvdaws phimhwj rau tej lus uas nws qhia."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.19","label":"19","content":"Thaum yuav tsaus ntuj Yexus lawv tawm hauv lub nroog mus."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.20","label":"20","content":"Tagkis tom qab thaum Yexus lawv hla tuaj mus, lawv pom tsob txiv cev tuag tshav qhuav ti nkaus cag."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.21","label":"21","content":"Petus nco dheev Yexus tej lus thiaj hais rau nws tias, “Lanpi,  saib maj. Tsob txiv cev uas koj foom ntawd cia li tuag tshav qhuav lawm.”"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.22","label":"22","content":"Yexus txawm teb lawv tias, “Cia li muaj siab ntseeg Vajtswv."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.23","label":"23","content":"Kuv hais tseeb rau nej tias, yog leejtwg hais rau lub roob no tias, ‘Cia li rho kiag ntab plaws rau hauv hiavtxwv,’ thiab nws lub siab tsis ywj fab ywj fwj, tiamsis ntseeg tias yuav muaj raws li uas nws hais, kuj yuav muaj li ntawd."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.24","label":"24","content":"Vim li no kuv hais rau nej tias thaum nej thov ib yam dabtsi cia li ntseeg tias nej twb txais lawm, mas nej yuav tau yam ntawd tiag."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.25","label":"25","content":"Thaum nej sawv ntsug thov Vajtswv, yog nej nrog leejtwg muaj teeb meem cia li zam txim rau tus ntawd, xwv nej leej Txiv uas nyob saum ntuj thiaj li zam nej tej kev txhaum thiab.”"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.27","label":"27","content":"Yexus lawv rov mus rau hauv Yeluxalees dua ib zaug. Thaum Yexus mus ncig hauv lub tuam tsev mas cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai thiab cov kev txwj laus tuaj cuag nws,"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.28","label":"28","content":"thiab lawv hais rau Yexus tias, “Koj muaj hwjchim dabtsi thiaj ua tau tej no thiab leejtwg muab lub hwjchim no rau koj?”"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.29","label":"29","content":"Yexus hais rau lawv tias, “Kuv yuav nug nej ib lus thiab. Yog nej teb tau, kuv li qhia rau nej tias kuv muaj hwjchim dabtsi thiaj ua tau tej no."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.30","label":"30","content":"Txoj kevcai raus dej uas Yauhas ua ntawd, los saum ntuj los lossis los ntawm neeg los? Cia li teb kuv saib.”"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.31","label":"31","content":"Lawv txawm sablaj tias, “Yog peb hais tias, ‘Los saum ntuj los,’ nws yuav hais tias, ‘Yog li ntawd, ua cas nej tsis ntseeg Yauhas?’"},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.32","label":"32","content":"Lossis peb yuav hais tias, ‘Los ntawm neeg los,’ lov?” Lawv kuj ntshai cov pejxeem, rau qhov cov pejxeem sawvdaws suav tias Yauhas yog ib tug xibhwb cev Vajtswv lus tiag tiag li."},{"bible_id":"1269","chapter_code":"MRK.11","verse_code":"MRK.11.33","label":"33","content":"Lawv txawm teb Yexus tias, “Peb tsis paub.” Yexus thiaj hais rau lawv tias, “Kuv kuj tsis qhia rau nej tias kuv muaj hwjchim dabtsi thiaj ua tau tej no.”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.1","label":"1","content":"Yexus txawm ua lus piv txwv hais rau lawv hais tias, “Muaj ib tug yawg cog tau ib vaj txiv hmab thiab xov laj kab thiab khawb qhov tsuam kua txiv hmab thiab ua ib lub tsev zov, thiab muab tso rau ib cov tu faib txiv ces txawm mus lwm tebchaws lawm."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.2","label":"2","content":"Thaum txog lub caij de txiv, nws txib ib tug tub qhe mus cuag cov uas tu lub vaj ntawd es yuav sau tej txiv hmab ib txhia los rau nws."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.3","label":"3","content":"Cov uas tu lub vaj txawm ntes tus tub qhe ntawd los ntaus thiab muab nws ntiab rov mus tes dawb tes do."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.4","label":"4","content":"Mas tus tswv vaj rov tso dua ib tug tub qhe mus, los lawv kuj muab tus ntawd ntaus taubhau to tag thiab ua saib tsis taus nws."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.5","label":"5","content":"Nws kuj tso dua ib tug mus, lawv kuj muab tus ntawd tua pov tseg. Thiab ua ib yam li ntawd rau ntau leej, muab ib txhia ntaus muab ib txhia tua."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.6","label":"6","content":"Nws tseem tshuav dua ib tug, yog nws tus tub uas nws hlub. Nws thiaj tso tus tub ntawd ua zaum kawg hais tias, ‘Nyaj lawv yuav hwm kuv tus tub.’"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.7","label":"7","content":"Tiamsis cov uas tu lub vaj ntawd sib hais tias, ‘Tus no yog tus uas saws nws qub txeeg qub teg. Peb cia li muab nws tua mas tej qub txeeg qub teg yuav poob rau peb.’"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.8","label":"8","content":"Lawv txawm muab nws ntes tua thiab muab pov rau nraum ntug vaj."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.9","label":"9","content":"Tus tswv vaj yuav ua li cas? Nws yeej yuav muab cov uas tu lub vaj ntawd ua kom puam tsuaj thiab muab lub vaj txiv hmab rau lwm cov tu."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.10","label":"10","content":"“Nej tsis tau nyeem Vajtswv phau ntawv lov? Qhov uas hais tias, “ ‘Lub pob zeb uas cov Kws ua tsev muab xyeeb tseg lawm twb muab los teeb ua lub thawj rau ntawm kaum tsev lawm."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.11","label":"11","content":"Tej no yog tus Tswv ua, yog yam phimhwj uas peb qhov muag pom.’ ”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.12","label":"12","content":"Lawv nrhiav kev ntes Yexus, rau qhov lawv paub tias Yexus hais zaj paj lug no raug lawv, tiamsis lawv ntshai cov pejxeem. Lawv txawm ncaim nws mus lawm."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.13","label":"13","content":"Lawv thiaj txib cov Falixai qee leej thiab Helauj cov qee leej mus cuag Yexus xav nyas Yexus tej lus."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.14","label":"14","content":"Lawv txawm tuaj hais rau nws tias, “Xibhwb, peb paub tias koj yog ib tug ncaj ncees thiab tsis ua raws li leejtwg lub siab nyiam, rau qhov koj tsis saib leejtwg ntsej muag, koj tsuas qhia Vajtswv txoj kev raws li muaj tseeb xwb. Mas tsim nyog them se rau Xixa los tsis them?"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.15","label":"15","content":"Peb yuav tsum them los tsis them?” Yexus twb paub lawv lub ncauj zoo tiamsis lub siab phem, nws thiaj hais rau lawv tias, “Nej tuaj sim kuv ua dabtsi? Cia li muab ib lub nyiaj denalia  los rau kuv saib.”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.16","label":"16","content":"Lawv thiaj muab ib lub rau nws. Yexus hais rau lawv tias, “Lub ntsej muag thiab lub npe uas txaug no yog leejtwg?” Lawv teb tias, “Yog Xixa li.”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.17","label":"17","content":"Yexus txawm hais rau lawv tias, “Yam uas yog Xixa li cia li muab rau Xixa, yam uas yog Vajtswv li cia li muab rau Vajtswv.” Lawv thiaj xav tsis thoob li."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.18","label":"18","content":"Cov Xadukai uas qhia hais tias tsis muaj qhov uas sawv hauv qhov tuag los txawm tuaj cuag Yexus. Lawv thiaj thom Yexus hais tias,"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.19","label":"19","content":"“Xibhwb, Mauxe twb sau cia rau peb tias, ‘Yog leejtwg tuag lawm tseg tus pojniam nyob tsis tau muaj menyuam, ib tug kwvtij yuav tsum yuav tus pojniam ntawd thiaj tuav tau tus uas tuag li keeb kwm cia.’"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.20","label":"20","content":"Muaj xya tus kwvtij. Tus hlob yuav pojniam lawm li tuag tsis tau muaj menyuam."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.21","label":"21","content":"Mas tus ob kuj yuav tus ntawd ua pojniam, tsis tau muaj menyuam kuj tuag lawm thiab. Tus peb kuj zoo ib yam nkaus."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.22","label":"22","content":"Xya tus ntawd puavleej tsis tau muaj menyuam li. Thaum kawg tus pojniam ntawd kuj tuag lawm thiab."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.23","label":"23","content":"Hnub uas ciaj sawv rov los, tus pojniam ntawd yuav ua leejtwg li pojniam, rau qhov nws twb ua xya leej ntawd li pojniam lawm?”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.24","label":"24","content":"Yexus hais rau lawv tias, “Qhov uas nej tsis paub Vajtswv txojlus thiab tsis paub Vajtswv lub hwjchim ua rau nej yuam kev lawm los tsis yog?"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.25","label":"25","content":"Thaum neeg ciaj sawv hauv qhov tuag rov los ntawd, tsis muaj kev sib yuav ua txij ua nkawm lawm, yuav zoo ib yam li cov tubtxib saum ntuj xwb."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.26","label":"26","content":"Hais txog qhov uas neeg tuag ciaj sawv rov los, nej tsis tau nyeem hauv Mauxe phau kevcai zaj uas hais txog tsob ntoo kub hnyiab lov? Qhov uas Vajtswv hais rau Mauxe tias, ‘Kuv yog Aplahas tus Vajtswv, yog Yiha tus Vajtswv thiab yog Yakhauj tus Vajtswv.’"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.27","label":"27","content":"Vajtswv tsis yog tus neeg tuag tus Vajtswv, nws yog cov neeg ciaj tus Vajtswv. Nej yuam kev loj heev lawm.”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.28","label":"28","content":"Muaj ib tug xibhwb uas qhia Vajtswv kevcai txav los ze. Thaum nws hnov lawv sib cam thiab pom tias Yexus teb tau lawv zoo heev, nws txawm nug Yexus tias, “Txoj kevcai nqe twg tseem ceeb dua ntais?”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.29","label":"29","content":"Yexus teb hais tias, “Thawj nqes kevcai yog li no, ‘Cov Yixayee 'e, cia li tig ntsej mloog. Tus Tswv uas yog peb tus Vajtswv yog tib tug Tswv xwb."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.30","label":"30","content":"Koj yuav tsum hlub tus Tswv uas yog koj tus Vajtswv kawg siab kawg ntsws, kawg tswvyim plab plaws thiab kawg dag kawg zog.’"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.31","label":"31","content":"Nqe uas ob hais tias, ‘Koj yuav tsum hlub kwvtij zej zog ib yam li koj hlub koj tus kheej.’  Tsis muaj lwm txoj kevcai uas tseem ceeb dua ob nqes no lawm.”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.32","label":"32","content":"Tus xibhwb ntawd txawm hais rau nws tias, “Xibhwb, koj teb zoo heev. Koj hais tseeb tias muaj tib tug Tswv xwb, dhau nws lawm tsis muaj dua lwm tus li,"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.33","label":"33","content":"thiab qhov uas hlub tus Tswv kawg siab kawg ntsws, kawg tswvyim plab plaws thiab kawg dag kawg zog, thiab hlub kwvtij zej zog ib yam li yus hlub yus tus kheej, kuj tseem ceeb heev dua li tej uas muab hlawv huvsi xyeem thiab tej uas muab xyeem huvsi.”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.34","label":"34","content":"Thaum Yexus pom tias tus ntawd muaj tswvyim teb, Yexus txawm hais rau nws tias, “Koj nyob tsis deb ntawm Vajtswv lub tebchaws lawm.” Dhau ntawd tsis muaj leejtwg muaj cuabkav nug Yexus dua li lawm."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.35","label":"35","content":"Thaum Yexus qhuab qhia hauv lub tuam tsev, nws hais tias, “Cov xibhwb qhia Vajtswv kevcai hais tau li cas tias tus Kheto  yog Davi li tub?"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.36","label":"36","content":"Vaj Ntsuj Plig dawb huv yeej kom Davi hais tias, “ ‘Tus Tswv hais rau kuv tus tswv tias, “Cia li zaum ntawm kuv sab xis, mus txog thaum kuv muab koj cov yeeb ncuab tiag koj xib taws.” ’"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.37","label":"37","content":"Yog Davi twb hu tus Khetos tias ‘tus Tswv,’ nws yuav ua li cas ua tau Davi li tub?” Tej pejxeem coob coob ntawd zoo siab mloog Yexus."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.38","label":"38","content":"Thaum Yexus qhuab qhia nws hais tias, “Cia li ceev faj cov xibhwb qhia Vajtswv kevcai uas nyiam hnav lub tsho ntev mus mus los los thiab nyiam kom luag hwm lawv tom tej tshav puam,"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.39","label":"39","content":"thiab nyiam zaum tej rooj siab hauv tej tsev sablaj, thiab thaum muaj rooj noj rooj haus lawv nyiam zaum sam tsum."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.40","label":"40","content":"Lawv txeeb cov poj ntsuam tej vaj tse thiab thov Vajtswv ntev ntev rau luag pom. Lawv yimhuab yuav raug txim hnyav heev dua.”"},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.41","label":"41","content":"Yexus mus zaum ncaj ntawm lub phij xab xyeem nyiaj thiab ntsia cov neeg tso nyiaj rau hauv lub phij xab ntawd. Muaj ntau leej nplua nuj tso nyiaj ntau rau hauv."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.42","label":"42","content":"Thiab muaj ib tug poj ntsuam pluag pluag tuaj, nws tso ob lub txiaj toog liab ntaus nqe tsis txog ib npiv rau hauv."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.43","label":"43","content":"Yexus hu cov thwjtim los hais rau lawv tias, “Kuv hais tseeb rau nej tias, tus poj ntsuam pluag no tso nyiaj rau hauv lub phij xab ntau dua txhua tus uas tso lawd."},{"bible_id":"1269","chapter_code":"MRK.12","verse_code":"MRK.12.44","label":"44","content":"Rau qhov lawv txhua tus rho lawv tej nyiaj uas lawv muaj nplua mias lawm mentsis tuaj tso rau hauv tiamsis tus pojniam no lub neej txom nyem kawg li los nws khee kawv qhov nyiaj yug nws txojsia tso rau hauv.”"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.1","label":"1","content":"Thaum Yexus tawm ntawm lub tuam tsev mus, nws ib tug thwjtim txawm hais rau Yexus tias, “Xibhwb, koj saib, tej txhib zeb thiab tej tsev no zoo kawg li lauj!”"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.2","label":"2","content":"Yexus txawm hais rau nws tias, “Koj pom tej tsev loj no lov? Tej txhib zeb uas tib ib lub tshooj ib lub no yuav tsis tshuav ib lub uas tsis raug muab ua pob tag.”"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.3","label":"3","content":"Thaum Yexus zaum saum lub roob Txiv Aulib ncaj ntawm lub tuam tsev, Petus thiab Yakaunpau thiab Yauhas thiab Anru txawm nug nws twjywm hais tias,"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.4","label":"4","content":"“Thov qhia peb paub tias tej xwm txheej no yuav tshwm los thaum twg, thiab muaj yam txujci twg qhia kom paub tias txog sijhawm uas tej no yuav tiav?”"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.5","label":"5","content":"Yexus thiaj pib hais rau lawv tias, “Cia li ceev faj tib zoo tsis txhob cia leejtwg ntxias nej yuam kev."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.6","label":"6","content":"Yuav muaj ntau leej tuav kuv lub npe los hais tias. ‘Kuv yog tus ntawd ntag,’ mas lawv yuav ua rau neeg coob coob yuam kev."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.7","label":"7","content":"Thaum nej hnov suab ua tsov ua rog thiab hnov moo ua rog, tsis txhob poob siab. Tej no yeej yuav tsum tshwm los tiamsis tsis tau txog thaum kawg."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.8","label":"8","content":"Ib lub tebchaws yuav sawv tawm tsam rau ib lub tebchaws, ib tug vajntxwv yuav tawm tsam rau ib tug vajntxwv, yuav muaj ntuj qeeg ntau qhov thiab yuav muaj kev tshaib kev nqhis. Tej xwm txheej no yog pib mob plab yug menyuam xwb."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.9","label":"9","content":"“Nej yuav tsum ceev faj vim yog luag yuav muab nej cob rau tej tsev tu plaub thiab nplawm nej hauv lawv tej tsev sablaj, thiab nej yuav sawv tab meeg cov thawj kav thiab tej vajntxwv vim yog tim kuv xwv nej thiaj ua tau timkhawv rau lawv."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.10","label":"10","content":"Thiab txoj xov zoo yuav tsum xub raug muab tshaj tawm rau ib tsoom tebchaws."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.11","label":"11","content":"Thaum lawv ntes nej mus cob rau luag, nej tsis txhob txhawj ua ntej tias nej yuav hais li cas, cia li hais tej lus uas twb muab pub rau nej rau thaum lub sijhawm ntawd, rau qhov tus uas hais ntawd tsis yog nej, yog Vaj Ntsuj Plig dawb huv hais."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.12","label":"12","content":"Kwvtij yuav muab kwvtij cob rau kev tuag, txiv yuav muab tub cob rau kev tuag, menyuam yuav sawv twv niam txiv thiab muab tua."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.13","label":"13","content":"Ib tsoom neeg yuav ntxub nej vim yog tim kuv lub npe. Tiamsis leejtwg thev tau mus txog thaum kawg tus ntawd yuav dim."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.14","label":"14","content":"“Thaum nej pom yam uas qias vuab tsuab uas ua kom liamsim tag txawb cia rau hauv lub chaw uas tsis tsim nyog txawb  (cia tus uas nyeem nkag siab nawj), mas thaum ntawd cov uas nyob hauv Yuda cia li khiav mus rau pem tej roob,"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.15","label":"15","content":"tus uas nyob saum txheej tsev las tshav tsis txhob nqes los nkag rau hauv lub tsev nqa ib yam dabtsi mus,"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.16","label":"16","content":"thiab tus uas nyob tom teb tsis txhob rov los muab nws lub tsho ntev."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.17","label":"17","content":"Hnub ntawd cov uas suab menyuam thiab cov uas muaj menyuam noj mis yuav txom nyem kawg li lauj!."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.18","label":"18","content":"Cia li thov kom tej xwm txheej no tsis txhob tshwm los rau lub caij ntuj no."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.19","label":"19","content":"Vim tias lub sijhawm ntawd yuav muaj kev ceeblaj txom nyem loj kawg li, txij thaum Vajtswv tsim ntuj tsim teb los txog niaj hnub nimno tsis tau txeev muaj dua li ntawd thiab yuav tsis muaj ntxiv li lawm."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.20","label":"20","content":"Yog tus Tswv tsis muab lub caij lub nyoog ntawd txiav kom luv, yuav tsis muaj neeg dim tau li. Tiamsis vim saib rau cov uas Vajtswv twb xaiv cia lawd, nws thiaj muab lub caij lub nyoog txiav kom luv."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.21","label":"21","content":"Thaum ntawd yog leejtwg hais rau nej tias, ‘Saib maj, tus Khetos nyob ntawm no,’ lossis hais tias, ‘Nws nyob tim ub,’ nej tsis txhob ntseeg li."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.22","label":"22","content":"Yuav muaj cov cuav Khetos thiab cov cuav xibhwb cev lus sawv los ua txujci tseem ceeb thiab txujci phimhwj, mas yog ua tau, tej txujci ntawd thiaj yuav ntxias cov uas twb xaiv cia lawd kom yuam kev."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.23","label":"23","content":"Nej yuav tsum ceev faj, kuv twb hais txhua yam rau nej ua ntej lawm."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.24","label":"24","content":"“Thaum dhau tej kev ceeblaj txom nyem ntawd lawm, “ ‘lub hnub yuav tsaus mus, lub hli yuav tsis ci,"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.25","label":"25","content":"tej hnub qub yuav poob saum ntuj los, tej uas muaj hwjchim saum nruab ntug yuav raug muab co ua zog koog.’"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.26","label":"26","content":"Thaum ntawd lawv yuav pom Neeg leej Tub nrog nws lub hwjchim loj thiab meej mom nrog huab saum ntuj los."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.27","label":"27","content":"Thaum ntawd nws yuav txib cov tubtxib saum ntuj mus mas nws yuav qaws cov neeg uas nws xaiv cia lawd plaub ceg kaum ntuj tag nrho txhua lub kaum ntiajteb mus thoob qab ntuj kawg."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.28","label":"28","content":"“Cia li kawm tej lus piv ntawm tsob ntoo cev. Thaum tej ceg mos nyoos thiab pib hlav nplooj, nej kuj paub tias yuav txog lub caij ntuj kub."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.29","label":"29","content":"Ib yam li ntawd, thaum nej pom tej xwm txheej no tshwm los nej kuj paub tias nws twb los ze ntawm qhov rooj lawm."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.30","label":"30","content":"Kuv hais tseeb rau nej tias, tiam neeg no yuav tsis tau dua tag mus txog thaum txhua yam no tshwm los lawm."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.31","label":"31","content":"Lub ntuj thiab lub ntiajteb yuav dua mus, tiamsis kuv tej lus yuav tsis ploj kiag li."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.32","label":"32","content":"“Tiamsis hnub ntawd thiab teev ntawd tsis muaj leejtwg paub, txawm yog cov tubtxib saum ntuj thiab leej Tub kuj tsis paub tsuas yog leej Txiv tib leeg paub xwb."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.33","label":"33","content":"Nej yuav tsum ceev faj zov tos, rau qhov nej tsis paub lub sijhawm ntawd los txog thaum twg."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.34","label":"34","content":"Piv li ib tug yawg uas yuav mus kev deb, thaum nws tawm rooj mus, nws cob haujlwm rau nws cov tub qhe nyias ua nyias tes haujlwm thiab nws nkaw lus rau tus uas zov qhov rooj kom ceev faj zov zoo."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.35","label":"35","content":"Vim li no nej yuav tsum zov tos, rau qhov nej tsis paub tias tus tswv tsev yuav los thaum twg, yog thaum tsaus ntuj lossis ib tag hmo lossis thaum qaib qua lossis thaum sawv ntxov,"},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.36","label":"36","content":"nyob tsam nws los tamsid mas pom nej tseem pw tsaug zog."},{"bible_id":"1269","chapter_code":"MRK.13","verse_code":"MRK.13.37","label":"37","content":"Tej uas kuv hais rau nej no kuv kuj hais rau sawvdaws tias, cia li zov tos.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.1","label":"1","content":"Tshuav ob hnub li ua kevcai Hla Dhau thiab ua kevcai Noj Ncuav tsis Xyaw Keeb, mas cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai txawm nrhiav kev saib yuav ua li cas ntes tau Yexus twjywm thiab muab nws tua pov tseg."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.2","label":"2","content":"Lawv hais tias, “Tsis txhob ntes nws rau lub sijhawm uas ua kevcai no tsam ces cov pejxeem ho ntxhov hnyo.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.3","label":"3","content":"Thaum Yexus nyob hauv Ximoos uas mob ruas lub tsev hauv lub zos Npethani, Yexus tseem pheeb ntawm rooj mov, txawm muaj ib tug pojniam nqa ib hwj  roj tsw qab tuaj ces txawm muab lub ncauj hwj lov ntho muab cov roj hliv rau saum Yexus taubhau."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.4","label":"4","content":"Muaj qee leej chim txawm sib hais tias, “Ua cas yuav muab tej roj no ua nkim pov tseg?"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.5","label":"5","content":"Cov roj no yog muab muag tau nyiaj peb puas tawm denalia  coj mus pub rau cov neeg pluag kuj tau.” Lawv txawm yws tus pojniam ntawd."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.6","label":"6","content":"Yexus thiaj hais tias, “Tsis txhob yws nws. Nej ua rau nws ntxhov siab ua dabtsi? Nws ua yam uas zoo heev rau kuv."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.7","label":"7","content":"Yeej yuav muaj cov neeg pluag nrog nej nyob mus li, mas nej yuav ua zoo rau lawv thaum twg kuj tau tiamsis nej yuav tsis muaj kuv nrog nej nyob mus li."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.8","label":"8","content":"Nws ua raws li nws ua tau. Twb yog nws hliv roj pleev kuv lub cev ua ntej uas yuav muab kuv log."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.9","label":"9","content":"Kuv hais tseeb rau nej tias, tshaj tawm txoj xov zoo no mus thoob ntiajteb txog qhovtwg, qhov uas tus pojniam no ua yuav nrov ncha mus txog qhov ntawd ua lub chaw nco txog nws.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.10","label":"10","content":"Thaum ntawd Yudas Ikhali‑au uas yog ib tug hauv kaum ob tug thwjtim txawm mus cuag cov pov thawj hlob es yuav muab Yexus cob rau lawv."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.11","label":"11","content":"Thaum lawv hnov li ntawd mas lawv zoo siab heev thiab cog lus tias yuav muab nyiaj rau Yudas. Nws txawm nrhiav sijhawm muab Yexus rau lawv."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.12","label":"12","content":"Thawj hnub uas ua kevcai Noj Ncuav tsis Xyaw Keeb, yog lub sijhawm uas lawv tua menyuam yaj ua kevcai Hla Dhau,  cov thwjtim hais rau Yexus tias, “Yuav cia peb npaj kevcai Hla Dhau rau koj noj qhovtwg?”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.13","label":"13","content":"Yexus txib ob tug thwjtim mus thiab hais rau ob tug tias, “Neb cia li mus rau hauv lub nroog, mas yuav muaj ib tug yawg nqa ib lub laujkaub dej ntsib neb. Neb cia li raws nws qab mus."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.14","label":"14","content":"Nws nkag rau lub tsev twg, neb cia li hais rau tus tswv tsev ntawd tias, ‘Tus xibhwb hais tias, Chav txais qhua uas kuv yuav nrog kuv cov thwjtim noj kevcai Hla Dhau nyob qhovtwg?’"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.15","label":"15","content":"Nws yuav qhia ib chav loj uas nyob txheej saud muaj rooj tog txhij lawm. Cia li npaj qhov ntawd rau peb.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.16","label":"16","content":"Ob tug thwjtim txawm sawv kev mus rau hauv lub nroog thiab ntsib raws li Yexus hais rau ob tug, ces ob tug thiaj npaj ua kevcai Hla Dhau txhij zog."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.17","label":"17","content":"Thaum tsaus ntuj Yexus nrog kaum ob tug thwjtim tuaj."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.18","label":"18","content":"Thaum lawv pheeb noj mov ntawm rooj, Yexus hais tias, “Kuv hais tseeb rau nej tias, nej cov no ib tug yuav fav xeeb rau kuv, yog ib tug uas nrog kuv noj ua ke.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.19","label":"19","content":"Lawv kuj pib ntxhov siab heev lawv nyias taus nyias nug tias, “Yog kuv lov?”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.20","label":"20","content":"Yexus hais rau lawv tias, “Yog kaum ob tug no ib tug, yog tus uas nrog kuv koom ntsw ib lub tais."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.21","label":"21","content":"Neeg leej Tub yuav mus raws li tej uas sau cia hais txog nws, tiamsis tus uas fav xeeb rau Neeg leej Tub yeej yuav raug txom nyem kawg. Tsis txhob yug nws los kuj zoo dua.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.22","label":"22","content":"Thaum lawv noj mov ntawd, Yexus txawm muab ib lub ncuav los foom koob hmoov rau mas muab ntais cev rau lawv thiab hais tias, “Cia li txais, no yog kuv lub cev.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.23","label":"23","content":"Thiab nws muab ib lub khob los ua Vajtswv tsaug tag muab cev rau lawv mas lawv txhua tus haus."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.24","label":"24","content":"Thiab nws hais rau lawv tias, “No yog kuv cov ntshav uas nias hom thawj rau tej lus cog tseg, uas raug muab nchuav rau neeg coob coob."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.25","label":"25","content":"Kuv hais tseeb rau nej tias kuv yuav tsis haus cawv txiv hmab dua li mus txog hnub uas kuv haus cawv txiv hmab tshiab hauv Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.26","label":"26","content":"Thaum lawv hu ib zaj nkauj tag lawv tawm mus rau pem roob Txiv Aulib."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.27","label":"27","content":"Yexus hais rau lawv tias, “Nej txhua tus yuav tso kuv tseg, vim muaj lus sau cia hais tias, “ ‘Kuv yuav tua tus yug yaj, mas pab yaj yuav tawg ua sab ua sua mus.’"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.28","label":"28","content":"Tiamsis thaum kuv raug muab tsa ciaj sawv rov los lawm, kuv yuav ua nej ntej mus rau Kalilais.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.29","label":"29","content":"Petus txawm hais rau Yexus tias, “Txawm yog lawv sawvdaws tso koj tseg los kuv yuav tsis tos koj tseg kiag li.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.30","label":"30","content":"Yexus hais rau nws tias, “Kuv hais tseeb rau koj tias, hmo no ntag thaum qaib tsis tau qua ob tsig koj yuav tsis lees paub kuv peb zaug.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.31","label":"31","content":"Tiamsis Petus hais tawv nkawv tias, “Txawm yog kuv yuav tsum nrog koj tuag, los kuv yuav tsis hais tias kuv tsis paub koj.” Cov thwjtim sawvdaws puavleej hais ib yam nkaus li ntawd."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.32","label":"32","content":"Ces Yexus lawv txawm mus rau ib qho chaw uas hu ua Kexemane, mas Yexus hais rau nws cov thwjtim tias, “Cia li zaum ntawm no rau thaum kuv thov Vajtswv.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.33","label":"33","content":"Nws coj Petus, Yakaunpau thiab Yauhas nrog nws mus. Yexus pib nyuaj siab thiab ntxhov siab kawg."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.34","label":"34","content":"Nws hais rau lawv tias, “Kuv lub siab ntxhov kawg twb yuav tuag. Nej cia li nyob ntawm no zov tos.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.35","label":"35","content":"Yexus txawm mus rau tom ntej mentsis mas nws khwb nkaus rau hauv pem teb thov tias, yog ua tau, cia teev no hla dhau nws mus."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.36","label":"36","content":"Thiab nws hais tias “Anpa,  kuv txiv 'e, koj ua tau txhua yam, thov rho lub khob no ntawm kuv mus. Txawm li cas kuj xij, thov tsis txhob cia ua raws li kuv lub siab tiamsis cia ua raws li koj lub siab.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.37","label":"37","content":"Nws rov los rau ntawm cov thwjtim pom lawv pw tsaug zog tag. Nws thiaj hais rau Petus tias, “Ximoos, koj tseem pw tsaug zog lov? Koj nrog kuv zov tos ib nyuag teev tsis taus li lov?"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.38","label":"38","content":"Nej yuav tsum zov tos thiab thov Vajtswv xwv nej thiaj tsis raug kev sim siab. Lub siab npaj txhij lawm tiamsis lub cev tsis muaj zog.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.39","label":"39","content":"Yexus txawm rov mus thov Vajtswv hais ib yam nkaus li thawj zaug."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.40","label":"40","content":"Yexus rov los pom lawv pw tsaug zog dua ib zaug vim lawv qheb tsis taus qhov muag, mas lawv tsis paub tias yuav teb Yexus li cas."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.41","label":"41","content":"Nws txawm rov los rau ntawm cov thwjtim zaum peb thiab hais rau lawv tias, “Nej tseem pw tsaug zog thiab so los siav lov? Txaus lawm lauj! Lub sijhawm twb los txog lawm, mas Neeg leej Tub twb raug muab cob rau hauv cov neeg txhaum txhais tes lawm."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.42","label":"42","content":"Cia li sawv tsees, peb mus. Saib maj, tus uas fav xeeb rau kuv tuaj ze lawm.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.43","label":"43","content":"Thaum Yexus tseem tabtom hais lus, ces Yudas uas yog ib tug thwjtim hauv kaum ob tug ntawd txawm tuaj txog tamsim ntawd, thiab muaj neeg coob coob coj ntaj coj qws nrog nws tuaj, yog cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai thiab cov kev txwj laus txib tuaj."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.44","label":"44","content":"Tus uas fav xeeb ntawd twb qhia rau lawv ua ntej tias, “Kuv nwj tus twg mas yog tus ntawd ntag. Cia li ntes kiag nws coj mus ceev tib zoo.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.45","label":"45","content":"Ces Yudas txawm ncaj nraim los rau ntawm Yexus tamsid thiab hais tias, “Xibhwb,”  thiab nwj Yexus."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.46","label":"46","content":"Ces cov neeg ntawd txawm los ntsiab nkaus Yexus muab nws ntes."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.47","label":"47","content":"Muaj ib tug uas sawv ntawd rho kiag ntaj los tib ntag tus tuam pov thawj hlob tus tub qhe txiav nws ib sab nplooj ntseg tu nrho."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.48","label":"48","content":"Yexus hais rau cov neeg ntawd tias, “Nej coj ntaj coj qws tuaj ntes kuv ib yam li tawm mus ntes tub sab lov?"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.49","label":"49","content":"Kuv niaj hnub nrog nej nyob hauv lub tuam tsev qhuab qhia, los nej ho tsis ntes kuv. Tiamsis Vajtswv txojlus yeej yuav tsum tiav li no.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.50","label":"50","content":"Ces cov thwjtim sawvdaws txawm tso Yexus tseg khiav tag lawm."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.51","label":"51","content":"Muaj ib tug hluas tsuas npua ib daim ntaub mag xwb raws Yexus qab mus, lawv txawm ntes tus hluas ntawd,"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.52","label":"52","content":"ces nws tso plhuav daim ntaub mag tseg khiav liab qab mus."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.53","label":"53","content":"Lawv txawm coj Yexus mus rau ntawm tus tuam pov thawj hlob, mas cov pov thawj hlob thiab cov kev txwj laus thiab cov xibhwb qhia Vajtswv kevcai sawvdaws twb tuaj txoos ua ke rau qhov ntawd lawm."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.54","label":"54","content":"Petus raws Yexus qab deb deb mus rau hauv lub tshav puam ntawm tus tuam pov thawj hlob lub tsev. Nws nrog cov tub rog uas zov lub tuam tsev nyob ua ke nte taws."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.55","label":"55","content":"Cov pov thawj hlob thiab tag nrho cov thawj lub rooj sablaj txawm nrhiav lus kom Yexus xwv thiaj tua tau nws pov tseg, tiamsis nrhiav tsis tau."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.56","label":"56","content":"Muaj ntau leej los ua cuav timkhawv nkaug nws los lawv tej lus timkhawv tsis sib tim."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.57","label":"57","content":"Qee leej sawv tsees ua cuav timkhawv kom Yexus hais tias,"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.58","label":"58","content":"“Peb hnov tus no hais tias, ‘Kuv yuav rhuav lub tuam tsev no uas neeg txhais tes ua, mas peb hnub xwb kuv yuav ua dua ib lub tshiab, uas tsis yog neeg txhais tes ua.’ ”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.59","label":"59","content":"Txawm yog lawv hais li ntawd los lawv tej lus timkhawv tsis sib tim."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.60","label":"60","content":"Tus tuam pov thawj hlob txawm sawv tsees hauv lawv nruab nrab thiab nug Yexus tias, “Koj tsis muaj ib lo lus teb lov? Lawv kom koj txog dabtsi?”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.61","label":"61","content":"Yexus nyob twjywm tsis teb kiag li. Tus tuam pov thawj hlob txawm nug dua ib zaug hais tias, “Koj yog tus Khetos, yog Vajtswv uas tsim nyog qhuas tus tub lov?”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.62","label":"62","content":"Yexus hais tias, “Kuv yog, thiab nej yuav pom Neeg leej Tub zaum ntawm tus uas muaj hwjchim loj kawg sab xis, thiab nrog huab saum ntuj los.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.63","label":"63","content":"Ces tus tuam pov thawj hlob txawm dua rhe nws lub tsho thiab hais tias, “Peb tseem yuav timkhawv ntxiv li cas thiab?"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.64","label":"64","content":"Nej twb hnov nws hais lus tuam mom Vajtswv lawm. Nej pom zoo li cas?” Lawv sawvdaws teem txim tias tsim nyog muab nws tua tuag."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.65","label":"65","content":"Qee leej pib nto qaub ncaug rau Yexus thiab muab nws lub ntsej muag qhwv thiab ntaus nws thiab hais rau nws tias, “Cia li cev Vajtswv lus rau peb saib.” Cov tub rog txawm kav nws thiab xuas tawg ncuav rau nws."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.66","label":"66","content":"Thaum Petus nyob hauv lub tshav puam sab nrad, tus tuam pov thawj hlob ib tug nkauj qhev txawm los."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.67","label":"67","content":"Thaum nws pom Petus nte taws, nws txawm ntsia ntsoov rau Petus thiab hais tias, “Koj twb nrog Yexus uas yog neeg Naxale ua ke thiab los sas.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.68","label":"68","content":"Tiamsis Petus tsis lees, nws hais tias, “Qhov uas koj hais kod kuv tsis paub thiab tsis nkag siab li.” Ces Petus txawm tawm mus rau ntawm rooj vag."},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.69","label":"69","content":"Tus nkauj qhev rov pom nws ces txawm pib hais rau cov neeg uas nyob ib ncig ntawd tias, “Tus no yeej yog lawv cov thiab.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.70","label":"70","content":"Petus rov tsis lees. Tom qab ntawd mentsis cov neeg uas nyob ib ncig txawm hais rau Petus tias, “Koj yeej yog lawv cov ntawd ib tug tiag tiag li, rau qhov koj yog neeg Kalilais.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.71","label":"71","content":"Petus txawm pib twv tsawm tawv tawv hais tias, “Kuv yeej tsis paub tus uas nej hais kod.”"},{"bible_id":"1269","chapter_code":"MRK.14","verse_code":"MRK.14.72","label":"72","content":"Tamsim ntawd qaib txawm qua zaum ob. Petus thiaj nco dheev txog tej lus uas Yexus tau hais rau nws tias, “Thaum qaib tsis tau qua ob tsig koj yuav tsis lees paub kuv peb zaug.” Petus tswj tsis tau nws lub siab ces txawm quaj quaj."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.1","label":"1","content":"Thaum sawv ntxov cov pov thawj hlob thiab cov kev txwj laus thiab cov xibhwb thiab tag nrho cov thawj sawvdaws sablaj ua ke. Lawv txawm muab Yexus khi coj mus cob rau Philaj."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.2","label":"2","content":"Philaj nug Yexus tias, “Koj yog cov Yudai tus vajntxwv lov?” Yexus hais tias, “Yog li koj hais.”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.3","label":"3","content":"Cov pov thawj hlob kuj kom Yexus ntau yam."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.4","label":"4","content":"Philaj txawm rov nug nws tias, “Koj tsis teb ib los li lov? Saib lawv kom koj npaum li cas.”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.5","label":"5","content":"Tiamsis Yexus tsis teb dua li lawm, Philaj kuj xav tsis thoob li."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.6","label":"6","content":"Txhua zaus uas ua kevcai Hla Dhau Philaj txeev tso ib tug raug txim dim raws li cov pejxeem thov."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.7","label":"7","content":"Muaj ib tug npe hu ua Npalanpa raug kaw hauv tsev lojfaj nrog cov uas fav xeeb tua neeg rau thaum txeeb tebchaws."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.8","label":"8","content":"Cov pejxeem txawm tuaj ua ke pib thov Philaj ua rau lawv raws li nws txeev ua."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.9","label":"9","content":"Philaj thiaj teb lawv tias, “Nej xav kom kuv tso cov Yudai tus vajntxwv dim lov?”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.10","label":"10","content":"Vim Philaj pom tias cov pov thawj hlob khib thiaj muab Yexus cob rau nws."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.11","label":"11","content":"Tiamsis cov pov thawj hlob tshum cov pejxeem kom thov Philaj tso Npalanpa."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.12","label":"12","content":"Philaj rov hais rau lawv tias, “Yog li ntawd kuv yuav ua li cas rau tus uas nej hu tias cov Yudai tus vajntxwv?”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.13","label":"13","content":"Lawv rov qw hais tias, “Muab teem rau saum khaublig ntoo.”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.14","label":"14","content":"Philaj thiaj hais rau lawv tias, “Ua cas muab teem? Nws tau ua txhaum dabtsi?” Tiamsis lawv yimhuab qw hais tias, “Muab nws teem rau saum khaublig ntoo.”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.15","label":"15","content":"Philaj xav ua kom hum cov pejxeem lub siab thiaj tso Npalanpa rau lawv, mas muab Yexus nplawm thiab muab cob rau luag coj mus teem rau saum khaublig ntoo."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.16","label":"16","content":"Cov tub rog txawm coj Yexus mus rau hauv tus tswv xeev lub loog (uas hu ua Plitholia, ) mas hu kiag pab tub rog sawvdaws tuaj ua ke."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.17","label":"17","content":"Lawv muab ib lub tsho ntev tsamxem los ua rau Yexus hnav. Lawv muab pos kaus ntsaj los qhaib ua ib lub mom vajntxwv looj nws taubhau,"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.18","label":"18","content":"thiab lawv pib hawm nws hais tias, “Cov Yudai tus vajntxwv, thov kom koj tau zoo lauj!”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.19","label":"19","content":"Lawv xuas ib tug tauj deg ntaus nws taubhau thiab nto qaub ncaug rau nws thiab txhos caug ntua pe nws."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.20","label":"20","content":"Thaum lawv ua saib tsis taus Yexus tag lawd, lawv muab lub tsho ntev tsamxem hle thiab rov muab nws cev tsoos ua rau nws hnav, thiab coj nws mus yuav muab teem rau saum khaublig ntoo."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.21","label":"21","content":"Muaj ib tug yawg npe hu ua Ximoos uas yog neeg Khulene, yog Alexadaw thiab Lufa txiv, nws taug kev pem yaj sab tuaj. Lawv txawm yuam Ximoos kwv Yexus tus khaublig ntoo."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.22","label":"22","content":"Lawv coj Yexus mus txog lub chaw uas hu ua Kaukautha uas txhais hais tias lub chaw txha taubhau."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.23","label":"23","content":"Lawv txawm muab cawv txiv hmab xyaw roj tsw qab cev rau Yexus haus, tiamsis Yexus tsis txais."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.24","label":"24","content":"Lawv muab Yexus teem rau saum khaublig ntoo thiab muab nws cev tsoos tsho los rho ntawv faib saib leejtwg tau daim twg."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.25","label":"25","content":"Thaum lawv muab Yexus teem rau saum khaublig ntoo yog thaum tagkis cuaj teev."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.26","label":"26","content":"Tej lus uas kom Yexus sau cia hais tias, “Cov Yudai tus vajntxwv.”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.27","label":"27","content":"Lawv kuj muab ob tug tub sab teem nrog Yexus ua ke, sab xis ib tug, sab laug ib tug."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.29","label":"29","content":"Tej neeg uas dua kev mus los kuj thuam Yexus co hau hnyo, hais tias, “Au tus uas yuav rhuav lub tuam tsev thiab peb hnub xwb ua dua tshiab 'e,"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.30","label":"30","content":"koj cia li cawm koj tus kheej kom dim thiab nqes kiag saum khaublig ntoo los los maj.”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.31","label":"31","content":"Cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai kuj thuam luag nws ib yam nkaus hais tias, “Nws cawm tau luag dim, tiamsis nws cawm tsis tau nws dim."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.32","label":"32","content":"Cia tus Khetos uas yog Yixayee tus vajntxwv nqes saum khaublig ntoo los tamsim no peb thiaj pom thiab ntseeg.” Ob tug tub sab uas raug teem nrog Yexus kuj thuam nws."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.33","label":"33","content":"Thaum tav su ntuj txawm tsaus ntais thoob plaws lub tebchaws mus txog hnub qaij peb teev."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.34","label":"34","content":"Thaum peb teev Yexus qw nrov nrov hais tias, “Elau‑i, elau‑i, Lama xanpathani?” txhais hais tias, “Kuv tus Vajtswv, kuv tus Vajtswv ua cas koj tso kuv tseg lawm?”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.35","label":"35","content":"Thaum cov neeg uas nyob ntawd qee leej hnov ces txawm hais tias, “Saib maj, nws hu Eliya.”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.36","label":"36","content":"Muaj ib tug dhia loo mus muab ib lub xwb kuab raus cov kua qaub  chob rau tus hau pas tauj deg cev mus rau Yexus haus thiab hais tias, “Peb tos saib Eliya yuav los tso nws nqes los tsis tso.”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.37","label":"37","content":"Yexus qw nrov nrov ces txawm tu siav nrho."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.38","label":"38","content":"Daim ntaub uas thaiv hauv lub tuam tsev txawm ntuag rhe sab saud los thoob plaws hauv taw ua ob daim."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.39","label":"39","content":"Thaum tus thawj rog kav ib puas leej uas sawv ncaj ntawm Yexus xubntiag pom Yexus tu siav li ntawd, nws txawm hais tias, “Tus no yeej yog Vajtswv tus tub tiag tiag li.”"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.40","label":"40","content":"Muaj ib pab pojniam nyob deb deb saib, lawv cov ntawd muaj Maivliag Madala, thiab Maivliag uas yog Yakaunpau me thiab Yauxes niam thiab Xalaume."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.41","label":"41","content":"Cov pojniam no nrog Yexus nyob thiab tu nws rau thaum nws nyob hauv Kalilais. Thiab tseem muaj lwm tus pojniam coob leej uas nrog Yexus tuaj rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.42","label":"42","content":"Thaum yuav tsaus ntuj, yog hnub uas npaj ua ntej hnub Xanpatau,"},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.43","label":"43","content":"Yauxej uas yog neeg hauv lub moos Alimathia, nws yog ib tug hauv cov thawj lub rooj sablaj uas sawvdaws hwm, thiab nws tos rawv Vajtswv lub tebchaws, txawm ua lub siab tuab mus cuag Philaj thov Yexus lub cev tuag."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.44","label":"44","content":"Philaj kuj xav tsis thoob qhov uas Yexus tuag lawd txawm hu tus thawj rog uas kav ib puas leej los nug tias Yexus tuag lawm los tsis tau."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.45","label":"45","content":"Thaum Philaj paub tseeb ntawm tus thawj rog ntawd lawm nws txawm muab Yexus lub cev tuag cob rau Yauxej."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.46","label":"46","content":"Yauxej thiaj mus yuav ib daim ntaub mag los, mas txo Yexus lub cev tuag los thiab muab daim ntaub mag qhwv, coj mus tso rau hauv lub qhov ntxa uas txaug cia rau hauv phab zeb, mas dov ib daim lag zeb npog lub rooj ntxa."},{"bible_id":"1269","chapter_code":"MRK.15","verse_code":"MRK.15.47","label":"47","content":"Maivliag Madala thiab Maivliag uas yog Yauxes niam kuj pom lub chaw uas tso Yexus lub cev."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.1","label":"1","content":"Thaum dhau hnub Xanpatau lawm, Maivliag Madala thiab Maivliag uas yog Yakaunpau niam thiab Xalaume lawv mus yuav tshuaj tsw qab coj mus pleev Yexus lub cev."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.2","label":"2","content":"Hnub ib  thaum sawv ntxov lawv txawm mus txog lub qhov ntxa rau thaum hnub tawm tuaj lawm."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.3","label":"3","content":"Lawv sib tham hais tias, “Leejtwg yuav pab muab daim lag zeb dov tawm ntawm lub rooj ntxa?”"},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.4","label":"4","content":"Lawv tsa muag ntsia daim lag zeb uas loj heev twb muab dov tawm lawm."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.5","label":"5","content":"Thaum lawv nkag mus rau hauv lub ntxa lawv pom ib tug hluas hnav lub tsho ntev dawb paug zaum sab xis. Lawv kuj phimhwj heev."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.6","label":"6","content":"Tus hluas ntawd hais rau lawv tias, “Nej tsis txhob phimhwj, nej tuaj nrhiav Yexus neeg Naxale uas raug muab teem rau saum khaublig ntoo. Nws twb ciaj sawv los lawm. Nws tsis nyob ntawm no. Cia li saib lub chaw uas lawv tso nws."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.7","label":"7","content":"Nej cia li mus hais rau nws cov thwjtim thiab Petus tias nws yuav ua nej ntej mus rau pem Kalilais. Nej yuav pom nws qhov ntawd, raws li nws tau hais rau nej.”"},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.8","label":"8","content":"Lawv txawm tawm hauv lub qhov ntxa dhia mus, rau qhov lawv ntshai tshee hnyo thiab phimhwj heev. Lawv tsis hais rau leejtwg vim lawv ntshai. Txij nqe 9 mus txog nqe 20 tej phau thaum ub uas zoo kawg tsis muaj cov nqe no. Tej zaum tsis yog Malakau sau."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.9","label":"9","content":"Hnub ib thaum sawv ntxov uas Yexus ciaj sawv rov los lawd, nws los tshwm rau Maivliag Madala pom ua ntej, yog tus uas Yexus ntiab xya tus dab tawm."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.10","label":"10","content":"Maivliag thiaj mus hais rau cov uas txeev nrog Yexus nyob rau thaum lawv tabtom nyuaj siab thiab quaj ntsuag."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.11","label":"11","content":"Thaum lawv hnov tias Yexus muaj txojsia nyob thiab Maivliag twb pom Yexus lawm, los lawv tseem tsis tshua ntseeg."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.12","label":"12","content":"Dhau ntawd Yexus hloov dua lub cev lus tshwm rau ob tug thwjtim pom rau thaum ob tug tabtom taug kev nraum lub nroog."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.13","label":"13","content":"Ob tug thiaj rov los piav rau cov thwjtim sawvdaws los lawv kuj tsis ntseeg ob tug."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.14","label":"14","content":"Dhau ntawd Yexus los tshwm rau kaum ib tug thwjtim rau thaum lawv tabtom noj mov. Nws yws qhov uas lawv tsis ntseeg thiab lawv ua lub siab tawv vim yog lawv tsis ntseeg cov uas twb pom Yexus rau thaum nws ciaj sawv rov los lawm."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.15","label":"15","content":"Yexus hais rau lawv tias, “Cia li tawm mus thoob ntiajteb tshaj tawm txoj xov zoo rau ib tsoom neeg sawvdaws."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.16","label":"16","content":"Tus uas ntseeg thiab ua kevcai raus dej yuav dim. Tus uas tsis ntseeg yuav raug teem txim."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.17","label":"17","content":"Cov uas ntseeg yuav ua tau tej txujci tseem ceeb no. Lawv yuav tuav kuv lub npe ntiab dab tawm, lawv yuav hais tau lus txawv txawv,"},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.18","label":"18","content":"lawv txhais tes yuav tuav tau nab, yog lawv haus tau tshuaj lom yam twg yuav tsis lom lawv kiag li, lawv muab tes npuab cov neeg muaj mob, cov neeg ntawd yuav zoo huvsi.”"},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.19","label":"19","content":"Thaum tus Tswv Yexus hais rau lawv tag lawd, nws raug coj mus saum ntuj thiab zaum ntawm Vajtswv sab tes xis."},{"bible_id":"1269","chapter_code":"MRK.16","verse_code":"MRK.16.20","label":"20","content":"Cov thwjtim txawm tawm mus tshaj tawm rau txhua qhov, tus Tswv kuj nrog lawv ua haujlwm ua ke thiab ua txujci phimhwj tshwm los qhia tias txoj xov zoo muaj tseeb.] Tej phau lus Kili txuas nqe 8 no mus. 9  Cov pojniam ntawd mus qhia tej uas lawv tau hnov rau Petus thiab cov uas nrog nws nyob ua ke paub.  10  Dhau ntawd Yexus txib cov thwjtim mus tshaj tawm Vajtswv txojlus dawb huv uas tsis txawj lwj hais txog txojkev dim mus ib txhis tsis kawg thoob plaws sab hnub tuaj rau sab hnub poob.]"}]