[{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.1","label":"1","content":"Cov lus no hais txog lub nroog Ninave, yog phau uas sau tej uas Nahu uas yog neeg hauv lub zos Eekhau ua yog toog pom."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.2","label":"2","content":"Yawmsaub yog Vajtswv uas khib xeeb thiab ua pauj, Yawmsaub ua pauj thiab npau taws, thiab Yawmsaub ua pauj rau cov uas tawm tsam nws thiab nws chim rau nws cov yeeb ncuab mus li."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.3","label":"3","content":"Yawmsaub tsis chim sai, nws muaj hwjchim loj kawg nkaus. Yawmsaub yeej tsis tso tus uas ua txhaum dim dawb li. Yawmsaub taug kev nrog khaub zeeg cua thiab cua daj cua dub, thiab huab pos nti ntawm nws kotaw yam li hmoov av."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.4","label":"4","content":"Yawmsaub txwv dej hiavtxwv thiab ua kom qhuav kiag thiab ua kom tej niag dej huvsi qhuav tag. Npasas thiab Khamee kuj tuag tshav tag thiab tej paj xyoob paj ntoos hauv Lenpanoo ntsws tag lawm."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.5","label":"5","content":"Tej toj roob hauv pes ntseeg nkaws rau ntawm Yawmsaub xubntiag, thiab tej ncov roob kuj yaj tag. Lub ntiajteb thiab ib puas tsav yam hauv qab ntuj kuj raug nyob do cuas rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.6","label":"6","content":"Leejtwg yuav thev taus qhov uas Yawmsaub chim? Leejtwg thev taus qhov uas Yawmsaub npau taws ceev ceev? Qhov uas Yawmsaub npau mas tawm plaws li nplaim taws, thiab nws ua rau tej pob zeb pob tsuas tawg pes rhe."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.7","label":"7","content":"Yawmsaub zoo kawg nkaus. Nws yog lub chaw ruaj khov rau hnub uas raug txom nyem. Yawmsaub paub zoo tus uas los cawm siav rau hauv nws."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.8","label":"8","content":"Yawmsaub yuav tso dej nyab los kuav kom cov uas tawm tsam nws ploj tag mus, thiab yuav muab nws cov yeeb ncuab ntiab rau hauv qhov tsaus ntuj."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.9","label":"9","content":"Nej xav zaj tswvyim phem twg rau Yawmsaub? Yawmsaub yuav ua rau nej puam tsuaj ploj tag nrho mus, tsis muaj leejtwg yuav mus tiv tau Yawmsaub zaum ob."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.10","label":"10","content":"Lawv yuav zoo yam nkaus li cov pos kaus ntsim uas sib qhaib tag lawm, thiab yam li cov haus cawv qaug cawv, thiab yam li tej quav nyab qhuav kub hnyiab tag."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.11","label":"11","content":"Txeev muaj ib tug tawm hauv nej cov tuaj ntaus tswvyim phem rau Yawmsaub thiab qhia kom ua phem."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.12","label":"12","content":"Yawmsaub hais li no tias, “Txawm yog lawv muaj zog thiab coob heev los lawv yuav raug muab rhuav tshem kom ploj tag mus. Txawm yog kuv ua rau nej raug kev txom nyem lawm los kuv yuav tsis rov ua rau nej txom nyem dua li lawm."},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.13","label":"13","content":"Nimno kuv yuav muab lawv tus quab uas nej kwv lov pov tseg, thiab yuav muab tej saw hlau uas khi nej ua kom tu plam tag.”"},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.14","label":"14","content":"Yawmsaub hais hnyav txog Ninave tias, “Koj lub moo yuav tsis nto mus ntxiv lawm. Kuv yuav muab tej dab mlom uas koj txaug thiab tej uas koj nchuav huvsi rhuav tshem tawm hauv koj tej tsev teev dab. Kuv yuav khawb qhov ntxa tos koj vim koj phem qias heev.”"},{"bible_id":"1269","chapter_code":"NAM.1","verse_code":"NAM.1.15","label":"15","content":"Saib maj, ib tug ntauj taw tuaj txog saum roob, yog coj txoj xov zoo tuaj thiab tshaj tawm kev thaj yeeb siab tus. Cov Yuda 'e, nej cia li coj tej kevcai pam noj pam haus, thiab cia li ua tej uas nej yeem lus tseg lawd kom tiav, vim cov neeg limhiam yuav tsis rov tuaj ntaus nej dua li lawm, lawv twb raug puam tsuaj tag huvsi lawm."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.1","label":"1","content":"Lub nroog Ninave, cov uas tsoo koj twb tuaj ua rog rau koj lawm. Kavtsij mus zov rooj loog, zov ncauj kev, cia li sia siv khov kho npaj tos, sau tub rog txhij zog."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.2","label":"2","content":"(Yawmsaub tabtom ua kom Yakhauj tebchaws rov muaj hwjchim meej mom li qub ib yam li Yixayee tebchaws yuav vam meej nto moo, vim yog tub sab lws lawv thiab muab lawv tej ceg ua liamsim tag.)"},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.3","label":"3","content":"Cov tub rog uas siab tuab mas lawv daim hlau thaiv liab ploog, cov tub rog tej tsoos liab tsaus nti. Hnub uas npaj txhij mas tej tsheb ua rog ci nplas cuag li nplaim taws, cov nees ua rog kuj txauj tes peem qas qees yuav mus."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.4","label":"4","content":"Cov tsheb ua rog mas dhia nroo ntws taug kev, mus tawg pes lees hauv tej tshav puam hauv nroog, ci nplas li taws tsau, laim pes lias li xob laim."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.5","label":"5","content":"Cov thawj rog raug hu, lawv dhia dawm taw pig poog mus, lawv dhia ncaj nraim rau ntawm ntsa loog, lawv tsa kiag daim hlau thaiv hauv ntaj hauv hmuv."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.6","label":"6","content":"Lub qhov rooj dej qheb kiag lawm, cov hauv vajntxwv tsev poob siab tag."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.7","label":"7","content":"Lawv muab tus poj vaj tej tsoos tsho hle, lawv ntes poj vaj coj mus. Cov nkauj qhev kuj quaj ntsuag zom zaws yam nkaus li nquab quaj thiab lawv ntaus hauv siab."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.8","label":"8","content":"Ninave zoo nkaus li lub pas dej uas ntws zuj zus mus lawm. Lawv qw hais tias, “Txhob mus, txhob mus,” tiamsis tsis muaj leejtwg tig rov los li."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.9","label":"9","content":"Cia li mus lws nyiaj lws kub. Muaj nyiaj txiag ntau kawg tsis paub tag li, muaj ib puas tsav yam qhov txhia chaw muaj nqes."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.10","label":"10","content":"Ninave txom nyem lauj, puam tsuaj tag du lug lauj! Lub siab yaj ntshis, hauv caug tshee hnyo, ib ce tsaug qas hnyo, ntsej muag thim xem tag."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.11","label":"11","content":"Tsov ntxhuav lub chaw nyob dua twg lawm? Yog lub qhov tsua uas cov tsov ntxhuav mos nyob thiab kwv nqaij mus noj tsis muaj leejtwg nkag mus tab kaum tau. Qhov chaw uas tsis muaj leejtwg nkag mus zes cov menyuam tsov ntxhuav dua twg lawm?"},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.12","label":"12","content":"Tus tsov ntxhuav dua nqaij txaus cov menyuam noj thiab ntxo kiag nqaij caj dab los rau cov maum tsov ntxhuav. Nws nrhiav nqaij coj los puv nkaus qhov tsua thiab dua nqaij los tso puv nkaus lub chaw nyob."},{"bible_id":"1269","chapter_code":"NAM.2","verse_code":"NAM.2.13","label":"13","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Saib maj, kuv tawm tsam koj. Kuv yuav hlawv koj tej tsheb ua rog kom ncho pa lug, thiab hniav ntaj yuav tua koj cov tsov ntxhuav mos. Kuv yuav muab cov nqaij uas koj noj rho tawm hauv lub ntiajteb mus, thiab yuav tsis hnov koj cov tub tshaj xo lub suab li lawm.”"},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.1","label":"1","content":"Lub nroog uas lo ntshav raug txom nyem lauj! Yog lub nroog muaj kev dag thiab muaj tej qhov txhia chaw uas txeeb tau puv nkaus hauv, tsuas yog mus lws luag tsis tseg tsis tu li xwb."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.2","label":"2","content":"Mloog saib, suab pas nplawm nees nrov nplaj, suab tsheb nees nrov dig dawg, nees dhia noj tuam pwm, tsheb nees dhia ya qas ntxiag."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.3","label":"3","content":"Cov tub rog caij nees dhia npoj ntws ceev kawg li, hniav ntaj ci nplas, hauv hmuv ci qas npuaj. Neeg raug tua coob kawg, cev tuag tej niag pawg, cev tuag suav tsis txheeb, lawv dawm tej cev tuag."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.4","label":"4","content":"Qhov no yog vim Ninave ua niag poj muag cev tsis txawj pov khawv li, nws zoo nkauj ntxim siab txawj haub txawj ntxias txawj ua khawv koob rau luag qaug siab tuag rau nws tes. Nws muab nws lub cev muag ntxias tau ib tsoom tebchaws thiab ua khawv koob ntxias tau ib tsoom neeg ua qhev."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.5","label":"5","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Saib maj, kuv tawm tsam koj. Kuv yuav yaws koj daim tiab mus npog nkaus koj lub ntsej muag, kuv yuav cia ib tsoom neeg saib koj liab qab, kuv yuav cia ib tsoom tebchaws saib koj chaw txaj muag."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.6","label":"6","content":"Kuv yuav muab tej niag kua lwj qias qas ntsuav laim rau koj. Kuv yuav saib tsis taus koj thiab ua rau sawvdaws thuam koj."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.7","label":"7","content":"Txhua tus uas pom koj yuav cia li nkaum zog khiav rov qab. Lawv yuav hais tias, ‘Lub nroog Ninave puam tsuaj tag do cuas li lawm. Leejtwg yuav quaj ntsuag nws? Yuav nrhiav leejtwg qhovtwg tuaj nplij tau nws?’ ”"},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.8","label":"8","content":"Koj  tseem zoo dua lub moos Thenpe uas nyob ntawm tus niag dej Nai lov? Muaj dej vij lub moos ntawd, thiab muaj dej hiavtxwv thaiv quas sab nraud, thiab muaj dej thaiv ua ntsa loog."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.9","label":"9","content":"Khuj  tebchaws thiab Iyi tebchaws yog nws li zog loj kawg tsis txawj tag. Phuj tebchaws thiab Linpia tebchaws kuj pab nws thiab."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.10","label":"10","content":"Txawm yog li ntawd los nws tseem raug muab kuav kiag mus poob tebchaws lawm. Nws tej menyuam kuj raug muab ntsawm ntsoog tag rau txhua txoj ncauj kev. Lawv muab cov uas muaj meej hauv lub moos ntawd rho ntawv saib leejtwg tau tus twg, cov uas ua hlob puavleej raug muab saw hlau khi."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.11","label":"11","content":"Ninave, koj yuav qaug cawv ua tus niag vwm loj vwm leg feeb tsis meej kiag li. Koj yuav mus nrhiav chaw cawm siav kom dim koj cov yeeb ncuab."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.12","label":"12","content":"Koj tej chaw ruaj khov txhua lub zoo li tsob txiv cev uas txiv siav thawj phaum, yog diaj mas cov txiv yuav zeeg rau hauv tus uas noj lub qhov ncauj."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.13","label":"13","content":"Saib maj, koj cov tub rog hauv nej nruab nrab tsuas zoo li tej niag pojniam xwb. Koj tej rooj loog twb qheb lug rau koj cov yeeb ncuab. Hluavtaws twb kub koj tej las rooj tag lawm."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.14","label":"14","content":"Cia li nqa dej los cia, vim yeeb ncuab yuav tuaj vij. Kho koj tej chaw zov khuav kom ruaj khov. Cia li nqes plaws rau hauv niag qhov av nplaum tuav kiag av nplaum, coj lub dab thwv cib tuaj."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.15","label":"15","content":"Tiamsis hluavtaws yuav kub koj qhov ntawd thiab hniav ntaj hniav riam yuav txiav koj yuav noj koj yam nkaus li menyuam kooj txig noj. Cia li huaj vam coob li kooj tshuab, cia li huaj vam coob li kooj txig."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.16","label":"16","content":"Koj cov tub lag tub luam huaj vam coob yam nkaus li tej hnub qub saum nruab ntug. Lawv zoo yam li tej kooj txig uas noj nroj tsuag tag es nthuav tis kiag ya ploj ntais lawm."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.17","label":"17","content":"Koj cov thawj zoo nkaus li cov kooj txig, koj cov nom tswv zoo nkaus li ib npoj kooj txig uas thaum tseem no ces dai ntawm tej ntsa laj kab, thaum hnub tuaj lawd ces ya tag nrho lawm tsis muaj leejtwg paub tias dua qhovtwg lawm."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.18","label":"18","content":"Cov Axilia tus vajntxwv 'e, koj cov neeg yug yaj twb tsaug zog lawm, koj cov thawj twb mus ncaws dab ntub lawm. Koj cov pejxeem tawg ua sab ua sua rau pem tej roob, tsis muaj leejtwg qaws tau lawv los."},{"bible_id":"1269","chapter_code":"NAM.3","verse_code":"NAM.3.19","label":"19","content":"Koj qhov mob tsis ntaug kiag li, koj qhov kiav txhab mas sab kawg li kho tsis tau. Txhua tus uas tau hnov koj lub moo mas yuav npuaj teg luag koj. Muaj leejtwg txeev dim tau ntawm koj txojkev tsim txom uas tsis txawj tag li?"}]