[{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.1","label":"1","content":"Aunpadiya zaj yog toog. Vajtswv Yawmsaub hais li no txog cov Edoo. Peb hnov xov ntawm Yawmsaub tuaj, thiab muaj ib tug xa xov mus thoob plaws ib tsoom tebchaws hais tias, “Cia li sawv tsees, cia peb sawv mus ua rog rau cov Edoo.”"},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.2","label":"2","content":"“Saib maj, kuv yuav ua rau nej me kawg rau hauv ib tsoom tebchaws, nej yuav raug saib tsis taus heev."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.3","label":"3","content":"Nej cov uas nyob hauv tej kem zeb thiab nej tej chaw nyob nyob qhov chaw siab, nej lub siab khav theeb rov dag ntxias nej tus kheej. Nej xav hauv lub siab tias, ‘Leejtwg yuav rub tau peb nqes rau hauv av? ’"},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.4","label":"4","content":"Txawm yog nej nce mus siab yam li tus liaj, txawm yog nej lub zes nrog cov hnub qub nyob ua ke, los kuv yuav chua nej nqes qhov ntawd los.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.5","label":"5","content":"“Yog tub sab tuaj txog nej, yog cov uas lws nej tuaj hmo ntuj, es nej puam tsuaj liamsim tag, mas tub sab tsuas nyiag kom txaus nws siab xwb los tsis yog? Yog cov uas de txiv hmab tuaj txog nej, lawv yuav tsis tseg tej txiv hmab ib txhia lov?"},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.6","label":"6","content":"Exau raug muab lws sab kawg li lauj, nws nyiaj txiag cuab txhiaj cuab tam raug muab xawb coj mus tag huvsi."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.7","label":"7","content":"Cov neeg sawvdaws uas koom nrog nej dag ntxias nej, lawv muab nej ntiab mus txog ntua ciam teb lawm. Nej cov kwvluag rov tawm tsam kov yeej nej, cov uas nrog nej sib raug noj ib lauj kaub mov kuj ua rooj hlua cuab nej. Tej no tsis muaj leejtwg nkag siab kiag li.”"},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.8","label":"8","content":"Yawmsaub hais tias, “Hnub ntawd kuv yuav tsis rhuav tshem cov neeg txawj ntse ploj tag hauv Edoo lov, thiab tsis rhuav tshem cov uas txawj nkag siab ploj tag saum lub roob Exau lov?"},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.9","label":"9","content":"Lub moos Themas 'e, koj cov tub rog siab loj siab tuab yuav ntshai kawg, txhua tus uas nyob saum lub roob Exau yuav raug tua tu noob nrho."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.10","label":"10","content":"Vim yog tim qhov uas ua limhiam ntais ntuj rau koj tus kwv Yakhauj, koj yuav raug txaj muag thiab yuav raug muab txiav tu nrho mus ib txhis."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.11","label":"11","content":"Hnub uas koj sawv rau ib cag ntsia, yog hnub uas neeg lwm tebchaws lws lawv tej nyiaj txiag thiab lwm haiv neeg nkag lawv tej rooj loog los, muab lub nroog Yeluxalees rho ntawv saib leejtwg tau, koj kuj yog cov neeg ntawd ib tug ntag."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.12","label":"12","content":"Tsis tsim nyog koj luag hnyos rau hnub uas koj tus kwv raug txom nyem ceeblaj, tsis tsim nyog koj xyiv fab luag hnub uas cov Yuda raug kev puam tsuaj, tsis tsim nyog koj khav rau hnub uas lawv raug txom nyem nyuaj siab."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.13","label":"13","content":"Tsis tsim nyog koj nkag kuv haiv neeg lub rooj loog rau hnub uas lawv liamsim tag, tsis tsim nyog koj luag hnyos qhov uas lawv raug puam tsuaj rau hnub uas lawv liamsim tag, tsis tsim nyog koj lws lawv tej nyiaj txiag rau hnub uas lawv liamsim tag."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.14","label":"14","content":"Tsis tsim nyog koj sawv ntsug ntawm tej kev tshuam tav lawv cov uas khiav dim, tsis tsim nyog koj muab cov uas dim los cob rau yeeb ncuab rau hnub uas lawv raug txom nyem nyuaj siab."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.15","label":"15","content":"Hnub uas Yawmsaub teem cia los ze ib tsoom tebchaws sawvdaws lawm. Koj tau ua li cas lawm, koj yuav raug ib yam li ntawd, tej uas koj ua yuav rov los poob rau saum koj lub taubhau."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.16","label":"16","content":"Koj haus saum kuv lub roob dawb huv li cas, tej tebchaws sawvdaws uas nyob puag ncig koj yuav haus ib yam li ntawd. Lawv yuav haus kom qaug thiab lawv yuav zoo li uas lawv twb tsis tau txeev yug los."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.17","label":"17","content":"Yuav muaj neeg hauv lub roob Xi‑oo khiav dim, lub chaw ntawd yuav dawb huv. Yakhauj caj ces yuav rov tuav lawv qub txeeg qub teg ua lawv tug."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.18","label":"18","content":"Yakhauj caj ces yuav ua hluavtaws Yauxej caj ces yuav ua nplaim taws, Exau caj ces yuav ua quav nyab, hluavtaws thiab nplaim taws yuav kub tag du lug, Exau caj ces yuav tsis muaj leejtwg dim tau li,” rau qhov Yawmsaub twb hais cia lawm."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.19","label":"19","content":"Cov uas nyob hauv Neke yuav tau lub roob Exau ua lawv tug, cov uas nyob saum tej pov roob Sefela yuav tau Filixatee tebchaws. Lawv yuav tau Efa‑i tebchaws thiab Xamali tebchaws ua lawv tug, thiab cov Npeeyamee yuav tau Kile‑a tebchaws ua lawv tug."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.20","label":"20","content":"Cov Yixayee uas poob tebchaws rau hauv lub moos Halam, yuav tau Finikia tebchaws mus txog ntua lub moos Xalefa ua lawv tug. Cov neeg Yeluxalees uas poob tebchaws rau hauv lub moos Xefala, yuav tau tej moos hauv Neke ua lawv tug."},{"bible_id":"1269","chapter_code":"OBA.1","verse_code":"OBA.1.21","label":"21","content":"Cov uas cawm lub tebchaws dim yuav nce mus rau saum lub roob Xi‑oo thiab kav lub roob Exau mas lub tebchaws yuav poob ua Yawmsaub li."}]