[{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.1","label":"1","content":"Povlauj uas raug kaw vim ua Yexus Khetos tes haujlwm, thiab peb tus kwv Timaute, hais mus rau Filemoo uas peb hlub thiab nrog peb koom ua haujlwm,"},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.2","label":"2","content":"thiab hais rau peb tus muam Afia thiab Akhipa uas nrog peb koom ua tub rog, thiab hais rau pawg ntseeg hauv koj lub tsev."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.3","label":"3","content":"Thov txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog peb leej Txiv thiab ntawm tus Tswv Yexus Khetos nrog nraim nej."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.4","label":"4","content":"Kuv ua Vajtswv tsaug tsis tu ncua rau thaum kuv nco txog koj hauv kuv tej lus thov,"},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.5","label":"5","content":"vim kuv twb hnov txog koj txojkev hlub thiab koj txojkev ntseeg uas muaj rau tus Tswv Yexus thiab cov xov dawb txhua tus."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.6","label":"6","content":"Kuv thov Vajtswv pab kom qhov uas koj nrog kuv koom txojkev ntseeg yuav ua rau koj paub tag nrho txhua yam zoo uas peb muaj hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.7","label":"7","content":"Kuv tus kwv, koj txojkev hlub ua rau kuv muaj siab xyiv fab thiab tau txais kev txhawb siab ntau heev, vim yog koj ua rau cov xov dawb sov siab tuaj."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.8","label":"8","content":"Vim li no, txawm yog kuv muaj cuab kav hauv Khetos yuav hais kom koj ua tej uas tsim nyog ua,"},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.9","label":"9","content":"tiamsis vim txojkev hlub kuv yuav thov koj thiaj li zoo dua. Kuv Povlauj uas ua tubtxib  thiab nimno raug kaw vim ua Yexus Khetos tes haujlwm,"},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.10","label":"10","content":"kuv thov koj txog kuv tus tub Aunexima  uas los ua kuv li tub rau thaum kuv raug kaw."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.11","label":"11","content":"Yav tom ntej nws tsis muaj qabhau rau koj, tiamsis nimno nws yeej muaj qabhau rau koj thiab rau kuv."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.12","label":"12","content":"Kuv xa nws uas yog kuv lub siab ntag rov tuaj rau koj."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.13","label":"13","content":"Kuv xav cia nws nrog kuv nyob tu kuv hloov koj chaw rau lub sijhawm uas kuv raug kaw vim yog tim txoj xov zoo."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.14","label":"14","content":"Tiamsis kuv tsis xav ua ib yam dabtsi ua ntej uas koj tsis tau pom zoo, xwv qhov uas koj ua zoo thiaj tsis yog raug yuam ua tiamsis yog koj txaus siab ua."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.15","label":"15","content":"Tej zaum yog tim li no nws thiaj ncaim koj mus ib nyuag ntu xwv koj thiaj rov tau nws mus ib txhis li."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.16","label":"16","content":"Nws yuav tsis ua qhev dua li lawm tiamsis zoo dua li ib tug qhev, yog ib tug kwvtij uas ntxim hlub. Kuv yeej hlub nws mas koj yimhuab yuav tsum hlub nws ntawm lub cev nqaij tawv thiab hauv tus Tswv."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.17","label":"17","content":"Vim li no, yog koj pom tias kuv nrog koj koom ua tib tes haujlwm, koj cia li txais yuav nws ib yam li txais yuav kuv."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.18","label":"18","content":"Yog nws ua txhaum rau koj lossis tshuav koj nqe dabtsi, cia li xam ntawm kuv."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.19","label":"19","content":"Kuv Povlauj siv kuv txhais tes sau li no tias kuv yuav them. Kuv yuav tsis hais txog qhov uas koj tus kheej yeej tshuav kuv."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.20","label":"20","content":"Yog li no, tus kwv, kuv xav tau qabhau ntawm koj hauv tus Tswv. Cia li ua rau kuv sov siab hauv Khetos."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.21","label":"21","content":"Kuv ruaj siab tias koj yuav mloog lus, kuv thiaj sau ntawv tuaj rau koj thiab paub tias koj yuav ua ntau dua tej uas kuv thov."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.22","label":"22","content":"Dua li ntawd thov koj npaj chaw rau kuv so thiab, vim kuv vam tias yuav rov tuaj cuag nej dua vim nej tej lus thov."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.23","label":"23","content":"Epafa uas nrog raug kaw vim ua Yexus Khetos tes haujlwm hais lus nco txog tuaj rau koj."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.24","label":"24","content":"Malakau, Alithakha, Dema thiab Luka uas nrog kuv koom ua haujlwm hais lus nco txog ib yam nkaus."},{"bible_id":"1269","chapter_code":"PHM.1","verse_code":"PHM.1.25","label":"25","content":"Thov tus Tswv Yexus Khetos txojkev hlub nrog nraim nej tus ntsuj plig."}]