[{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.1","label":"1","content":"No yog Yexus Khetos tej lus qhia tshwm uas Vajtswv pub rau Yexus kom thiaj qhia rau nws cov tub qhe pom tej uas yuav tsum tshwm los sai sai no. Vajtswv txib nws tus tubtxib saum ntuj mus qhia rau nws tus tub qhe Yauhas."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.2","label":"2","content":"Yauhas ua timkhawv txog Vajtswv txojlus thiab txog Yexus Khetos tej lus timkhawv, yog txhua yam uas nws pom."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.3","label":"3","content":"Tus uas nyeem tej lus hais txog tom hauv ntej no, thiab tus uas mloog thiab tuav rawv tej uas sau cia rau hauv ntawv no tau nyob kaj siab lug, rau qhov lub sijhawm twb los ze lawm."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.4","label":"4","content":"Yauhas hais mus rau xya pawg ntseeg uas nyob lub xeev Axia. Thov nej tau txojkev hlub thiab txojkev siab tus ntawm tus uas muaj txojsia nyob nimno thiab ib txwm muaj nyob thiab tseem yuav los, thiab ntawm xya tus ntsuj plig uas nyob ntawm nws lub zwm txwv,"},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.5","label":"5","content":"thiab ntawm Yexus Khetos uas yog tus timkhawv uas tso siab tau. Nws yog tus tub hlob uas xub ciaj sawv hauv qhov tuag rov los, thiab yog tus kav tej vajntxwv hauv ntiajteb. Thov kom tus uas hlub peb thiab muab nws cov ntshav tso peb dim peb lub txim,"},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.6","label":"6","content":"thiab tsa peb ua ib lub tebchaws thiab ua pov thawj uas ua koom tu nws leej Txiv Vajtswv, tau koob meej thiab hwjchim kav mus ib txhis tsis kawg. Amee."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.7","label":"7","content":"Saib maj, nws yuav nrog huab los thiab txhua tus lub qhov muag yuav pom nws, yog cov uas nkaug nws ntag. Thiab txhua haiv neeg hauv ntiajteb yuav quaj ntsuag vim nws los. Yeej yuav muaj li ntawd. Amee."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.8","label":"8","content":"Tus Tswv uas yog Vajtswv uas muaj nyob nimno thiab ib txwm muaj nyob thiab yuav los, thiab yog tus uas muaj hwjchim loj kawg nkaus hais tias, “Kuv yog Alafa thiab Aumeka.”"},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.9","label":"9","content":"Kuv yog Yauhas uas yog nej kwvtij thiab nrog nej koom raug kev tsim txom thiab koom lub tebchaws thiab nrog nej ua siab ntev thev tej kev tsim txom rau hauv Yexus. Kuv nyob saum lub koog povtxwv Pamau vim yog kuv qhia Vajtswv txojlus thiab Yexus tej lus timkhawv."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.10","label":"10","content":"Hnub uas yog tus Tswv hnub, Vaj Ntsuj Plig los kav tag nrho kuv lub siab, thiab kuv hnov ib lub suab nrov yam li suab raj xyu tom kuv qub qab"},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.11","label":"11","content":"hais tias, “Cia li muab tej uas koj pom sau cia rau hauv thooj ntawv xa mus rau xya pawg ntseeg, yog pawg ntseeg hauv lub moos Efexau, lub moos Xamawna, lub moos Pawkamu, lub moos Thiathila, lub moos Xadi, lub moos Filadefia thiab lub moos Laudikia.”"},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.12","label":"12","content":"Mas kuv tig los saib lub suab uas hais rau kuv ntawd. Thaum kuv tig los lawd, kuv pom xya tus ncej kub uas txawb teeb,"},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.13","label":"13","content":"thiab hauv nruab nrab cov ncej txawb teeb ntawd muaj ib tug zoo li Neeg leej Tub, hnav lub tsho ntev suab yi hauv kotaw thiab sia ib txoj siv kub ntawm nws hauv siab."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.14","label":"14","content":"Nws lub taubhau thiab nws cov plaubhau dawb ib yam li plaub yaj, thiab dawb ib yam li daus xib daus npu, nws lub qhov muag zoo ib yam li nplaim taws,"},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.15","label":"15","content":"nws txhais kotaw zoo ib yam li tooj liab uas twb muab nchuav hauv cub thee los thiab muab txhuam ci nplas lawm,  thiab nws lub suab nrov yam li dej hlob ntsawj."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.16","label":"16","content":"Nws txhais tes xis tuav rawv xya lub hnub qub, thiab ib rab ntaj ob sab ntse tawm hauv nws lub qhov ncauj los, thiab nws lub ntsej muag ci ib yam li thaum lub hnub ci heev."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.17","label":"17","content":"Thaum kuv pom nws kuv cia li khwb nkaus rau ntawm nws kotaw yam li tus neeg tuag. Mas nws muab nws txhais tes xis npuab rau saum kuv thiab hais tias, “Tsis txhob ntshai kiag li, kuv yog lub hauv paus thiab yog lub ntsis,"},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.18","label":"18","content":"thiab yog tus uas muaj txojsia nyob. Kuv twb tuag lawm tiamsis saib maj, kuv tseem muaj txojsia nyob mus ib txhis thiab kuv tuav rawv txojkev tuag thiab tub tuag teb tej yuam sij."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.19","label":"19","content":"Vim li no, koj cia li sau tej uas koj pom, yog tej uas tabtom muaj thiab tej uas yuav tshwm los yav tom qab."},{"bible_id":"1269","chapter_code":"REV.1","verse_code":"REV.1.20","label":"20","content":"Xya lub hnub qub uas koj pom nyob hauv kuv txhais tes thiab xya tus ncej kub txawb teeb ntawd lub ntsiab yog li no. Xya lub hnub qub yog xya pawg ntseeg tus tubtxib saum ntuj thiab xya tus ncej txawb teeb kuj yog xya pawg ntseeg.”"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.1","label":"1","content":"“Cia li sau xa rau tus tubtxib saum ntuj hauv pawg ntseeg Efexau hais tias, Tus uas tuav rawv xya lub hnub qub hauv nws txhais tes xis thiab mus mus los los hauv nruab nrab xya tus ncej kub txawb teeb hais li no tias,"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.2","label":"2","content":"“ ‘Kuv paub koj tes haujlwm, thiab paub qhov uas koj khwv thiab ua siab ntev thev ua haujlwm, thiab paub tias koj thev tsis taus cov neeg ua phem thiab koj twb tshuaj saib cov uas khav hais tias lawv yog tubtxib tiamsis tsis yog, thiab koj pom tias lawv cov ntawd dag xwb."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.3","label":"3","content":"Kuv paub tias koj muaj lub siab ntev thev taus thiab yeem thev vim saib rau kuv lub npe, thiab tsis qaug zog."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.4","label":"4","content":"Tiamsis kuv muaj ib qho uas thuam koj, yog qhov uas koj muab txojkev hlub uas koj muaj thaum chiv thawj tso tseg lawm."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.5","label":"5","content":"Vim li no cia li nco txog lub neej uas koj poob los ntawd, cia li ntxeev dua siab tshiab thiab ua tes haujlwm ib yam li thaum chiv thawj. Yog tsis ua li ntawd, kuv yuav tuaj cuag koj thiab muab tus ncej txawb teeb rho ntawm koj mus, yuav yog koj ntxeev dua siab tshiab xwb thiaj tsis muab rho mus."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.6","label":"6","content":"Tiamsis koj tseem muaj qhov zoo thiab, yog qhov uas koj ntxub tej uas cov neeg Nikaulaite ua ib yam li kuv ntxub."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.7","label":"7","content":"Tus uas muaj qhov ntsej cia li mloog tej uas Vaj Ntsuj Plig hais rau cov pawg ntseeg. Tus uas kov yeej, kuv yuav pub nws noj tsob txiv ntoo uas pub txojsia uas nyob hauv Vajtswv lub vaj uas zoo kawg nkaus.’"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.8","label":"8","content":"“Cia li sau xa rau tus tubtxib saum ntuj hauv pawg ntseeg Xamawna hais tias, Tus uas yog lub hauv paus thiab yog lub ntsis, yog tus uas twb tuag lawm thiab ciaj sawv rov los hais li no tias,"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.9","label":"9","content":"“ ‘Kuv paub tias koj raug kev tsim txom thiab kev pluag, tiamsis koj kuj nplua nuj. Thiab kuv paub qhov uas cov neeg uas khav tias lawv yog Yudai tiamsis yeej tsis yog, iab hiam koj. Lawv yog Xatas  lub tsev sablaj xwb."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.10","label":"10","content":"Tsis txhob ntshai qhov uas nej yuav raug tsim txom. Saib maj, Ntxwg Nyoog yuav muab nej qee leej pov rau hauv tsev lojfaj xwv thiaj tau chaw sim nej, thiab nej yuav raug kev tsim txom kaum hnub. Koj cia li muaj siab ntseeg mus txog hnub tuag mas kuv yuav muab lub mom kub uas yog txojsia rau koj."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.11","label":"11","content":"Tus uas muaj qhov ntsej cia li mloog tej uas Vaj Ntsuj Plig hais rau cov pawg ntseeg. Tus uas kov yeej, yuav tsis raug txojkev tuag zaum ob kiag li.’"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.12","label":"12","content":"“Cia li sau xa rau tus tubtxib saum ntuj hauv pawg ntseeg Pawkamu hais tias, Tus uas tuav rawv rab ntaj ob sab ntse hais li no tias,"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.13","label":"13","content":"“ ‘Kuv paub qhov chaw uas koj nyob, yog lub chaw uas muaj Xatas  lub zwm txwv. Tiamsis koj tseem tuav rawv kuv lub npe thiab koj tsis muab txojkev ntseeg kuv tso tseg. Txawm yog thaum Atipa uas ua timkhawv ncaj ncees rau kuv raug muab tua hauv nruab nrab nej uas yog Xatas lub chaw nyob los koj tsis tso kuv tseg."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.14","label":"14","content":"Tiamsis muaj ob peb qho uas kuv yuav thuam koj. Muaj qee leej hauv koj uas tuav rawv Npala‑as tej lus qhia uas qhia Npalaj muab tej uas ua rau cov Yixayee dawm, cuab ntawm lawv hauv ntej, yog kom lawv noj tej zaub mov uas muab xyeem rau tej dab mlom thiab ua nkauj ua nraug."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.15","label":"15","content":"Ib yam li ntawd, koj kuj muaj qee leej uas tuav rawv cov neeg Nikaulaite tej lus qhia."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.16","label":"16","content":"Vim li no, cia li ntxeev dua siab tshiab. Yog tsis ua li ntawd kuv yuav tuaj cuag koj sai sai no, thiab yuav xuas rab ntaj uas yog kuv lub qhov ncauj tawm tsam cov neeg ntawd."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.17","label":"17","content":"Tus uas muaj qhov ntsej cia li mloog tej uas Vaj Ntsuj Plig hais rau cov pawg ntseeg. Tus uas kov yeej, kuv yuav muab cov mana  uas muab zais cia lawd rau nws noj thiab yuav muab ib lub pob zeb dawb rau nws. Muaj lub npe tshiab sau cia ntawm lub pob zeb ntawd tsis muaj leejtwg paub li tsuas yog tus uas tau txais thiaj paub xwb.’"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.18","label":"18","content":"“Cia li sau xa rau tus tubtxib saum ntuj hauv pawg ntseeg Thiathila hais tias, Vajtswv tus tub uas lub qhov muag zoo li nplaim taws thiab txhais kotaw zoo li tooj liab uas txhuam ci nplas lawm hais li no tias,"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.19","label":"19","content":"“ ‘Kuv paub koj tes haujlwm thiab paub koj kev hlub, kev ntseeg, kev ua num rau luag thiab qhov uas ua siab ntev thev, thiab paub tias tej haujlwm uas koj ua thaum kawg no zoo dua thaum chiv thawj."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.20","label":"20","content":"Tiamsis muaj ib qho uas kuv yuav thuam koj, yog qhov uas koj tso ncauj rau tus niag pojniam Yexenpee uas khav hais tias nws yog poj xibhwb cev Vajtswv lus thiab nws qhia thiab dag ntxias kuv cov qhev kom ua nkauj ua nraug thiab noj tej zaub mov uas muab xyeem rau dab mlom."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.21","label":"21","content":"Kuv pub sijhawm rau nws ntxeev dua siab tshiab tiamsis nws tsis yeem ntxeev dua siab tshiab ntawm qhov uas ua nkauj ua nraug."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.22","label":"22","content":"Saib maj, kuv yuav muab nws pov rau hauv lub lav mob, thiab muab cov uas nrog nws sib deev pov rau hauv txojkev txom nyem loj heev, ntshai tsuas yog lawv ntxeev dua siab tshiab ntawm tus pojniam ntawd tej kev phem lawm."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.23","label":"23","content":"Kuv yuav muab tus pojniam ntawd cov menyuam tua pov tseg. Mas txhua pawg ntseeg yuav paub tias kuv yog tus uas tshuaj saib lawv lub siab thiab tej uas lawv xav, thiab kuv yuav pub rau nej txhua tus raws li tej haujlwm uas txhua tus ua."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.24","label":"24","content":"Tiamsis nej cov hauv lub moos Thiathila uas tsis ua raws li nws tej lus qhia ntawd, thiab tsis kawm paub tej uas luag hais tias yog tej uas nyob tob tob hauv dab Xatas,  kuv hais rau nej tias kuv yuav tsis muab dua lub nra hnyav rau nej ris,"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.25","label":"25","content":"tsuas yog nej yuav tsum tuav rawv tej uas nej muaj lawd mus txog thaum kuv los xwb."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.26","label":"26","content":"Tus uas kov yeej thiab ua kuv tes haujlwm mus txog thaum kawg, kuv yuav pub kom nws muaj hwjchim kav ib tsoom tebchaws."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.27","label":"27","content":"“ ‘Nws yuav xuas qws hlau kav lawv, ib yam li tej laujkaub av uas raug muab tsoo ntsoog tag,’"},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.28","label":"28","content":"ib yam li kuv tau txais hwjchim ntawm kuv leej Txiv lawm, thiab kuv yuav muab lub hnub qub toog rau nws."},{"bible_id":"1269","chapter_code":"REV.2","verse_code":"REV.2.29","label":"29","content":"Tus uas muaj qhov ntsej cia li mloog tej uas Vaj Ntsuj Plig hais rau cov pawg ntseeg.”"},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.1","label":"1","content":"“Cia li sau xa rau tus tubtxib saum ntuj hauv pawg ntseeg Xadi hais tias, Tus uas muaj Vajtswv xya tus ntsuj plig thiab muaj xya lub hnub qub hais li no tias, “ ‘Kuv paub koj tes haujlwm. Koj muaj lub npe hais tias muaj txojsia nyob tiamsis koj twb tuag lawm."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.2","label":"2","content":"Koj cia li tsim dheev los thiab cuab zog rau tej qhov uas koj tseem muaj uas twb yuav tuag, rau qhov kuv pom koj tes haujlwm tsis tau tiav zoo rau ntawm kuv tus Vajtswv lub xubntiag."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.3","label":"3","content":"Vim li no cia li nco txog tej uas koj tau txais thiab tau hnov lawm. Cia li tuav rawv tej ntawd thiab ntxeev dua siab tshiab. Yog koj tsis tsim dheev los, kuv yuav los ib yam li tub sab tuaj mas koj yuav tsis paub tias kuv yuav los txog koj rau lub sijhawm twg."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.4","label":"4","content":"Tiamsis koj tseem muaj ob peb leeg hauv lub moos Xadi uas tsis tau ua rau lawv tej tsoos tsho qias puas tsuas. Lawv yuav hnav cev tsoos dawb nrog kuv mus ua ke vim tsim nyog lawv tau li ntawd."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.5","label":"5","content":"Tus uas kov yeej yuav tau hnav cev tsoos dawb ib yam li lawv, thiab kuv yuav tsis rhuav nws lub npe hauv phau ntawv txojsia. Kuv yuav lees nws lub npe tab meeg kuv leej Txiv xubntiag thiab tab meeg leej Txiv cov tubtxib saum ntuj."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.6","label":"6","content":"Tus uas muaj qhov ntsej cia li mloog tej uas Vaj Ntsuj Plig hais rau cov pawg ntseeg.’"},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.7","label":"7","content":"“Cia li sau xa rau tus tubtxib saum ntuj hauv pawg ntseeg Filadefia hais tias, Tus uas dawb huv thiab muaj tseeb, nws tuav rawv Davi tus yuam sij, yog nws qheb lawm tsis muaj leejtwg kaw tau, yog nws kaw lawm tsis muaj leejtwg qheb tau, nws hais li no tias,"},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.8","label":"8","content":"“ ‘Kuv paub koj tes haujlwm. Saib maj, kuv muab lub qhov rooj qheb cia rau ntawm koj lub xubntiag, tsis muaj leejtwg kaw tau. Kuv paub tias koj tsuas muaj zog me me xwb, txawm li ntawd los koj tseem tuav rawv kuv tej lus thiab tsis tso kuv lub npe tseg."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.9","label":"9","content":"Saib maj, kuv yuav ua rau cov uas yog Xatas  lub tsev sablaj uas hais tias lawv yog Yudai tiamsis tsis yog, yog lawv dag xwb, mas kuv yuav ua rau lawv tuaj pe ntawm koj kotaw thiab lawv yuav paub tias kuv hlub koj."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.10","label":"10","content":"Vim koj ua raws li kuv tej lus uas hais tias yuav tsum ua siab ntev thev, kuv yuav tsom kwm koj kom dim lub sijhawm uas raug kev sim siab uas yuav los raug lub ntiajteb huvsi, xwv thiaj sim tau cov neeg uas nyob hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.11","label":"11","content":"Kuv yuav los sai sai no. Cia li tuav rawv tej uas koj muaj, kom thiaj tsis muaj leejtwg txeeb tau koj lub mom kub mus."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.12","label":"12","content":"Tus uas kov yeej mas kuv yuav tsa nws ua ib tug ncej hauv kuv tus Vajtswv lub tuam tsev. Nws yuav tsis tawm hauv lub tuam tsev dua li thiab kuv yuav muab kuv tus Vajtswv lub npe thiab muab kuv tus Vajtswv lub nroog lub npe, yog lub nroog Yeluxalees tshiab uas yuav nqes saum ntuj ntawm kuv tus Vajtswv los, thiab muab kuv lub npe tshiab sau rau ntawm nws lub cev."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.13","label":"13","content":"Tus uas muaj qhov ntsej cia li mloog tej uas Vaj Ntsuj Plig hais rau cov pawg ntseeg.’"},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.14","label":"14","content":"“Cia li sau xa rau tus tubtxib saum ntuj hauv pawg ntseeg Laudikia hais tias, Tus uas yog Amee,  yog tus timkhawv uas tso siab tau thiab muaj tseeb, yog txhua yam uas Vajtswv tsim lub hauv paus, hais li no tias,"},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.15","label":"15","content":"“ ‘Kuv paub koj tes haujlwm. Koj tsis txias tsis kub. Kuv xav kom koj txias kiag lossis kub kiag."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.16","label":"16","content":"Yog li ntawd vim koj sov sem so xwb, tsis kub tsis txias, kuv yuav muab koj nti tawm hauv kuv qhov ncauj."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.17","label":"17","content":"Koj hais tias, “Kuv nplua nuj, kuv muaj txiag lawm, kuv tsis cheem tsum dabtsi li.” Koj tsis paub tias koj twb txom nyem kawg thiab ntxim khuvleej, koj pluag, dig muag thiab liab qab."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.18","label":"18","content":"Vim li no kuv qhia kom koj yuav cov kub ntawm kuv uas muab nchuav hauv cub thee lawm xwv koj thiaj li nplua nuj, thiab yuav tej tsoos tsho dawb los hnav kom thiaj tsis pom koj lub cev liab qab uas txaj muag, thiab yuav cov tshuaj los teev koj lub qhov muag kom koj thiaj pom kev."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.19","label":"19","content":"Cov uas kuv hlub kuv yeej qhuab ntuas thiab nplawm.  Vim li no cia li kub siab lug thiab ntxeev dua siab tshiab."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.20","label":"20","content":"Saib maj, kuv sawv nraum qhov rooj khob. Yog leejtwg hnov kuv lub suab thiab qheb qhov rooj, kuv yuav nkag mus rau hauv thiab nrog nws noj mov ua ke thiab nws yuav nrog kuv noj mov ua ke."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.21","label":"21","content":"Tus uas kov yeej kuv yuav pub nws nrog kuv zaum saum kuv lub zwm txwv, ib yam li uas kuv kov yeej lawm thiab nrog kuv leej Txiv zaum saum nws lub zwm txwv."},{"bible_id":"1269","chapter_code":"REV.3","verse_code":"REV.3.22","label":"22","content":"Tus uas muaj qhov ntsej cia li mloog tej uas Vaj Ntsuj Plig hais rau cov pawg ntseeg.’ ”"},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.1","label":"1","content":"Dhau ntawd kuv ntsia pom ib lub qhov rooj saum ntuj ceeb tsheej qheb lug cia. Thiab lub suab uas kuv tau hnov ntawd hais rau kuv ib yam li lub suab raj xyu hais tias, “Cia li nce tuaj saum no, kuv yuav qhia rau koj paub txog tej uas yuav tsum muaj tshwm los rau thaum dhau no lawd.”"},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.2","label":"2","content":"Tamsim ntawd Vaj Ntsuj Plig kav tag nrho kuv lub siab, kuv txawm pom muaj ib lub zwm txwv nyob saum ntuj thiab muaj ib tug zaum saum lub zwm txwv ntawd."},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.3","label":"3","content":"Tus uas zaum ntawd saib mas ci zoo li qe zeb hlaws daj thiab qe zeb hlaws liab, thiab muaj zaj sawv puag ncig lub zwm txwv ntawd ci zoo li qe zeb hlaws ntsuab txho."},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.4","label":"4","content":"Thiab ib ncig lub zwm txwv ntawd muaj nees nkaum plaub lub zwm txwv, thiab muaj nees nkaum plaub tug kev txwj laus nyob saum tej zwm txwv ntawd. Lawv hnav tsoos tsho dawb paug thiab ntoo lub mom kub saum taubhau."},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.5","label":"5","content":"Muaj xob laim laim liab vog thiab xob nroo xob nthe tawm ntawm lub zwm txwv ntawd tuaj, thiab muaj xya teg tsau cig lam lug rau ntawm lub zwm txwv ntawd sab xubntiag. Tej teg tsau ntawd yog Vajtswv xya tus ntsuj plig,"},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.6","label":"6","content":"thiab ncaj ntawm lub zwm txwv xubntiag muaj ib yam zoo li hiavtxwv ntshiab li iav ci yam li qe zeb dawb. Ib ncig ntawm ob sab lub zwm txwv muaj plaub tug tsiaj ciaj sia, muaj qhov muag puv nkaus sab nrob qaum thiab sab xubntiag."},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.7","label":"7","content":"Tej tsiaj ciaj sia ntawd tus ib zoo li tsov ntxhuav, tus ob zoo li txiv nyuj, tus peb muaj ntsej muag li neeg, tus plaub zoo li ib tug dav uas tabtom ya."},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.8","label":"8","content":"Plaub tug tsiaj ciaj sia ntawd txhua tus muaj rau phab kooj tis, thiab muaj qhov muag puv nkaus ib ncig sab saud sab hauv, thiab lawv qw nruab hnub hmo ntuj tsis tu hais tias, “Dawb huv, dawb huv, dawb huv yog Vajtswv uas muaj hwjchim loj kawg nkaus, yog tus uas ib txwm muaj nyob thiab muaj txojsia nyob thiab tseem yuav los.”"},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.9","label":"9","content":"Thaum tej tsiaj ciaj sia hu nkauj qhuas thiab hwm thiab ua tsaug tus uas zaum saum lub zwm txwv, uas yog tus muaj txojsia nyob mus ib txhis tsis kawg,"},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.10","label":"10","content":"ces nees nkaum plaub tug kev txwj laus ntawd txawm khwb nkaus rau ntawm tus uas zaum saum lub zwm txwv xubntiag thiab pe hawm tus uas muaj txojsia nyob mus ib txhis tsis kawg, thiab hle lawv lub mom kub txawb rau ntawm lub zwm txwv lub xubntiag, thiab hais tias,"},{"bible_id":"1269","chapter_code":"REV.4","verse_code":"REV.4.11","label":"11","content":"“Au tus Tswv uas yog peb tus Vajtswv, koj tsim nyog tau meej mom thiab koob meej thiab hwjchim loj kawg, vim koj tsim ib puas tsav yam, thiab ib puas tsav yam muaj nyob thiab raug tsim los raws li koj twb xav tseg.”"},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.1","label":"1","content":"Hauv tus uas zaum saum lub zwm txwv txhais tes xis kuv pom muaj ib thooj ntawv sau sab hauv thiab sab nraud huvsi thiab ntaus xya lub cim rau."},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.2","label":"2","content":"Thiab kuv pom ib tug tubtxib saum ntuj uas muaj hwjchim tshaj tawm nrov nrov hais tias, “Leejtwg yog tus uas tsim nyog qheb thooj ntawv thiab tev tej cim tseg?”"},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.3","label":"3","content":"Tsis muaj leejtwg uas nyob saum ntuj lossis hauv lub ntiajteb lossis hauv nruab tiv txwv yuav qheb tau thiab saib hauv thooj ntawv."},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.4","label":"4","content":"Ces kuv txawm quaj heev vim nrhiav tsis tau leejtwg uas tsim nyog qheb thooj ntawv thiab saib thooj ntawv ntawd."},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.5","label":"5","content":"Cov kev txwj laus ib tug txawm hais rau kuv tias, “Tsis txhob quaj. Saib maj, xeem Yuda tus Tsov Ntxhuav, yog Davi caj ces, twb kov yeej lawm, nws thiaj qheb tau thooj ntawv thiab tev xya lub cim tau.”"},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.6","label":"6","content":"Hauv ntu nruab nrab ntawm lub zwm txwv thiab plaub tug tsiaj ciaj sia, thiab hauv nruab nrab cov kev txwj laus kuv pom ib tug menyuam yaj sawv ntsug, zoo yam nkaus li twb raug muab tua lawm. Nws muaj xya tus kub thiab xya lub qhov muag uas yog Vajtswv xya tus ntsuj plig uas muab txib mus thoob plaws lub ntiajteb."},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.7","label":"7","content":"Nws mus muab thooj ntawv ntawm tus uas zaum saum lub zwm txwv txhais tes xis."},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.8","label":"8","content":"Thaum nws txais thooj ntawv lawm, plaub tug tsiaj ciaj sia thiab nees nkaum plaub tug kev txwj laus txawm khwb nkaus rau ntawm tus menyuam yaj xubntiag, txhua tus tuav rawv nkauj nog ncas thiab lub phaj kub rau tshuaj tsw qab puv nkaus uas yog Vajtswv cov xov dawb tej lus thov."},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.9","label":"9","content":"Lawv hu ib zaj nkauj tshiab hais tias, “Koj yog tus uas tsim nyog txais thooj ntawv ntawd thiab tev tej cim tseg, vim koj raug muab tua thiab koj muab koj cov ntshav txhiv neeg ntawm txhua lub xeem txhua yam lus txhua haiv neeg thiab txhua lub tebchaws los rau Vajtswv,"},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.10","label":"10","content":"thiab tsa lawv ua ib lub tebchaws thiab ua pov thawj ua koom tu peb tus Vajtswv, thiab lawv yuav kav lub ntiajteb.”"},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.11","label":"11","content":"Mas kuv saib thiab hnov cov tubtxib saum ntuj coob coob lub suab, suav muaj qas txhiab qas vam leej nyob puag ncig lub zwm txwv thiab tej tsiaj ciaj sia thiab cov kev txwj laus."},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.12","label":"12","content":"Lawv qw nrov hais tias, “Tus Menyuam Yaj uas raug muab tua tsim nyog txais hwjchim thiab nyiaj txiag thiab tswvyim thiab zog thiab meej mom thiab koob meej thiab tej lus qhuas.”"},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.13","label":"13","content":"Thiab kuv hnov txhua yam muaj sia uas tsim los lub suab, tsis hais saum ntuj, hauv ntiajteb, hauv nruab tiv txwv, hauv hiavtxwv, thiab txhua yam uas nyob ntawd qw hais tias, “Thov kom tus uas zaum saum lub zwm txwv thiab tus Menyuam Yaj tau tej lus qhuas thiab meej mom thiab koob meej thiab hwjchim mus ib txhis tsis kawg.”"},{"bible_id":"1269","chapter_code":"REV.5","verse_code":"REV.5.14","label":"14","content":"Plaub tug tsiaj ciaj sia kuj hais tias, “Amee,” thiab cov kev txwj laus kuj khwb nkaus pe."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.1","label":"1","content":"Kuv pom tus Menyuam Yaj muab xya lub cim ntawd ib lub tev thiab kuv hnov plaub tug tsiaj ciaj sia ib tug qw nrov yam nkaus li xob quaj hais tias, “Cia li los.”"},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.2","label":"2","content":"Kuv saib mas pom ib tug nees dawb thiab tus uas caij nees ntawd tuav rawv rab hneev, thiab muab ib lub mom kub pub rau nws mas nws tawm mus yam nkaus li tus kov yeej uas yuav mus ntaus yeej."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.3","label":"3","content":"Thaum tus Menyuam Yaj tev lub cim uas ob, kuv hnov tus tsiaj ciaj sia tus ob hais tias, “Cia li los.”"},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.4","label":"4","content":"Mas muaj dua ib tug nees liab ploog tawm los. Tso cai rau tus uas caij nees rho txojkev thaj yeeb tawm hauv lub ntiajteb mus kom neeg thiaj sib ntaus sib tua, thiab muab ib rab ntaj loj pub rau nws."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.5","label":"5","content":"Thaum tus Menyuam Yaj tev lub cim uas peb, kuv hnov tus tsiaj ciaj sia tus peb hais tias, “Cia li los.” Kuv ntsia mas pom ib tug nees dub thiab tus uas caij nees tuav rawv rab teev hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.6","label":"6","content":"Thiab kuv hnov yam nkaus li ib lub suab nrov hauv nruab nrab plaub tug tsiaj ciaj sia ntawd hais tias, “Ib lib mog muag ib denalia,  thiab peb lib qeb muag ib denalia. Tiamsis tsis txhob ua li cas rau tej roj thiab tej cawv txiv hmab.”"},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.7","label":"7","content":"Thaum tus Menyuam Yaj tev lub cim uas plaub, kuv hnov tus tsiaj ciaj sia tus plaub lub suab hais tias, “Cia li los.”"},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.8","label":"8","content":"Kuv ntsia mas pom ib tug nees txheeb thiab tus uas caij nees ntawd npe hu ua Kev Tuag, thiab Tub Tuag Teb kuj raws nws qab los. Twb muab hwjchim rau ob tug kav lub ntiajteb ib feem hauv plaub. Ob tug yuav xuas ntaj thiab kev tshaib nqhis thiab mob kis thiab tsiaj qus hauv lub ntiajteb tua neeg pov tseg."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.9","label":"9","content":"Thaum tus Menyuam Yaj tev lub cim uas tsib, kuv pom cov ntsuj plig uas nyob hauv lub qab thaj xyeem, yog cov neeg uas raug muab tua vim tim Vajtswv txojlus thiab tej lus timkhawv uas lawv tuav rawv cov ntsuj plig."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.10","label":"10","content":"Lawv qw nrov hais tias, “Au tus Tswv uas dawb huv thiab muaj tseeb, tshuav ntev li cas koj li txiav txim thiab pauj peb cov ntshav rau cov uas nyob hauv lub ntiajteb?”"},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.11","label":"11","content":"Thiab muab lub tsho ntev dawb pub rau cov uas raug tua ntawd txhua tus thiab hais kom lawv so ib nyuag ntu ntxiv mus txog thaum cov uas nrog lawv koom ua tub qhe thiab lawv cov kwvtij raug muab tua ib yam li lawv kom tiav."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.12","label":"12","content":"Thaum tus Menyuam Yaj tev lub cim uas rau, kuv saib mas pom lub ntuj qeeg ntiajteb ua zog heev. Lub hnub cia li tsaus ntais yam li tej ntaub dub thiab lub hli ntxeev liab ploog li ntshav,"},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.13","label":"13","content":"thiab tej hnub qub poob zom zaws rau hauv ntiajteb yam li tsob txiv cev uas raug cua ntsawj tej txiv uas tsis siav zeeg los."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.14","label":"14","content":"Lub ntuj kuj ploj mus yam nkaus li thooj ntawv uas muab kauv cia, thiab txhua lub roob thiab txhua lub koog povtxwv raug muab rho ntawm tej qub chaw lawm."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.15","label":"15","content":"Thaum ntawd tej vajntxwv hauv ntiajteb thiab cov uas ua loj thiab cov thawj rog thiab cov nplua nuj thiab cov uas muaj hwjchim thiab txhua tus tag nrho cov uas ua qhev thiab cov uas nyob ywj pheej, puavleej mus tsiv nraim rau hauv tej qhov tsua thiab tej kem zeb saum tej roob,"},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.16","label":"16","content":"thiab hu tej roob thiab tej pob zeb hais tias, “Cia li pob los tsuam peb, muab peb zais ntawm tus uas zaum saum lub zwm txwv lub xubntiag thiab ntawm tus Menyuam Yaj txojkev npau taws."},{"bible_id":"1269","chapter_code":"REV.6","verse_code":"REV.6.17","label":"17","content":"Rau qhov hnub tseem ceeb uas Vajtswv npau taws rau neeg los txog lawm, mas leejtwg yuav thev nyob tau?”"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.1","label":"1","content":"Dhau ntawd kuv pom plaub tug tubtxib saum ntuj sawv ntawm plaub ceg kaum ntuj tswj plaub fab cua hauv ntiajteb cia, tsis kheev cua ntsawj saum nruab nqhuab, hauv hiavtxwv thiab tej xyoob ntoo huvsi."},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.2","label":"2","content":"Ces kuv txawm pom dua ib tug tubtxib saum ntuj tshwm sab hnub tuaj los tuav rawv Vajtswv uas muaj txojsia nyob lub cim, thiab nws qw nrov rau plaub tug tubtxib saum ntuj uas muaj cai ua rau ntiajteb thiab hiavtxwv raug txom nyem ntawd"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.3","label":"3","content":"hais tias, “Tsis txhob ua rau ntiajteb thiab hiavtxwv thiab tej xyoob ntoo raug txom nyem mus txog thaum peb nias cim rau Vajtswv cov tub qhe hauv pliaj.”"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.4","label":"4","content":"Thiab kuv hnov tias cov uas raug nias cim muaj 144,000 leej yog los ntawm txhua xeem Yixayee."},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.5","label":"5","content":"Xeem Yuda muaj 12,000 leej uas raug nias cim, xeem Lunpee muaj 12,000 leej, xeem Kas muaj 12,000 leej,"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.6","label":"6","content":"xeem Asaw muaj 12,000 leej, xeem Nathali muaj 12,000 leej, xeem Manaxe muaj 12,000 leej,"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.7","label":"7","content":"xeem Xime‑oo muaj 12,000 leej, xeem Levi muaj 12,000 leej, xeem Ixakha muaj 12,000 leej,"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.8","label":"8","content":"xeem Xenpuloo muaj 12,000 leej, xeem Yauxej muaj 12,000 leej, thiab xeem Npeeyamee muaj 12,000 leej uas raug nias cim."},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.9","label":"9","content":"Dhau ntawd kuv saib mas pom ib pab neeg coob coob tsis muaj leejtwg suav txheeb tuaj hauv txhua lub tebchaws txhua xeem txhua haiv neeg thiab txhua yam lus, tuaj sawv rau ntawm lub zwm txwv xubntiag thiab tab meeg tus Menyuam Yaj. Lawv hnav tsoos dawb paug thiab tuav rawv tej rev nplooj toov laj hauv txhais tes,"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.10","label":"10","content":"thiab lawv qw nrov hais tias, “Txojkev dim nyob ntawm peb tus Vajtswv uas zaum saum lub zwm txwv thiab nyob ntawm tus Menyuam Yaj.”"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.11","label":"11","content":"Cov tubtxib saum ntuj sawvdaws sawv vij lub zwm txwv thiab vij cov kev txwj laus thiab cov tsiaj ciaj sia, thiab lawv khwb nkaus rau ntawm lub zwm txwv xubntiag pe hawm Vajtswv,"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.12","label":"12","content":"hais tias, “Thov kom peb tus Vajtswv tau tej lus qhuas thiab koob meej thiab tswvyim thiab tej lus ua tsaug thiab meej mom thiab hwjchim thiab lub zog mus ib txhis tsis kawg. Amee.”"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.13","label":"13","content":"Ib tug kev txwj laus nug kuv hais tias, “Cov uas hnav tsoos dawb paug ntawd yog leejtwg thiab tuaj qhovtwg tuaj?”"},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.14","label":"14","content":"Kuv teb nws tias, “Yawg hlob, koj thiaj paub.” Nws txawm hais rau kuv tias, “Cov neeg ntawd yog cov uas tuaj hauv txojkev tsim txom loj kawg tuaj. Lawv twb ntxhua lawv tej tsoos tsho hauv tus Menyuam Yaj cov ntshav kom dawb paug."},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.15","label":"15","content":"Vim li no “ ‘lawv thiaj nyob ntawm Vajtswv lub zwm txwv xubntiag thiab ua koom tu nws hauv nws lub tuam tsev nruab hnub hmo ntuj. Tus uas zaum saum lub zwm txwv yuav nrog nraim lawv roos lawv."},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.16","label":"16","content":"Lawv yuav tsis tshaib tsis nqhis dua li lawm. Lub hnub yuav tsis kub lawv dua li lawm."},{"bible_id":"1269","chapter_code":"REV.7","verse_code":"REV.7.17","label":"17","content":"Rau qhov tus Menyuam Yaj uas nyob hauv nruab nrab lub zwm txwv yuav yug lawv thiab coj lawv mus rau tej qhov dej cag uas pub txojsia. Thiab Vajtswv yuav so lawv txhua ncos kua muag ntawm lawv qhov muag.’ ”"},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.1","label":"1","content":"Thaum tus Menyuam Yaj tev lub cim uas xya, saum ntuj ceeb tsheej txawm nyob ntsiag to kwvlam ib txhais teev."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.2","label":"2","content":"Mas kuv pom xya tus tubtxib saum ntuj uas sawv ntawm Vajtswv lub xubntiag, thiab tau txais xya lub raj xyu."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.3","label":"3","content":"Thiab muaj dua ib tug tubtxib saum ntuj tuav rawv lub yias tseem kub uas rau ncaig taws los sawv ntawm lub thaj xyeem, thiab muab tshuaj tsw qab ntau pub rau tus tubtxib saum ntuj ntawd thiaj coj mus xyeem nrog cov xov dawb tej lus thov ua ke rau saum lub thaj kub uas nyob ntawm lub zwm txwv xubntiag."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.4","label":"4","content":"Tej pa tshuaj tsw qab ntawd thiaj nce nrog cov xov dawb tej lus thov ua ke ntawm tus tubtxib saum ntuj txhais tes mus txog Vajtswv lub xubntiag."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.5","label":"5","content":"Tus tubtxib saum ntuj ntawd txawm coj lub yias rau ncaig taws mus muab ncaig taws ntawm lub thaj rau puv nkaus thiab muab lub yias pov rau hauv ntiajteb, ces xob txawm nroo tej niag rhev, xob laim laim liab vog thiab ntuj qeeg."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.6","label":"6","content":"Xya tus tubtxib saum ntuj uas tuav rawv xya lub raj xyu kuj npaj txhij yuav tshuab raj."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.7","label":"7","content":"Thawj tug tubtxib saum ntuj tshuab nws lub raj ces txawm muaj lawg thiab hluavtaws xyaw ntshav laim poob los rau hauv ntiajteb. Lub ntiajteb thiaj raug hlawv kub hnyiab ib feem hauv peb, thiab tej xyoob ntoo kuj raug hlawv ib feem hauv peb thiab tej nroj tsuag ntsuab kuj raug hlawv kub tag huvsi."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.8","label":"8","content":"Tus tubtxib saum ntuj uas ob tshuab nws lub raj ces txawm muaj ib yam zoo li lub roob loj uas tabtom kub hnyiab raug muab pov rau hauv hiavtxwv."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.9","label":"9","content":"Dej hiavtxwv ib feem hauv peb thiaj txia ua ntshav tag nrho, txhua yam uas muaj sia nyob hauv hiavtxwv kuj tuag tag ib feem hauv peb, thiab tej nkoj kuj raug puam tsuaj tag ib feem hauv peb."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.10","label":"10","content":"Tus tubtxib saum ntuj uas peb tshuab nws lub raj, txawm muaj ib lub hnub qub loj cig plaws yam li tes tsau poob saum ntuj los poob rau saum tej niag dej ib feem hauv peb thiab poob rau saum tej qhov dej txhawv."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.11","label":"11","content":"Lub hnub qub ntawd npe hu ua “Iab.” Tej dej ib feem hauv peb kuj iab tag, thiab neeg tuag coob vim tej dej ntawd iab tag."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.12","label":"12","content":"Tus tubtxib saum ntuj uas plaub tshuab nws lub raj, ces lub hnub ib feem hauv peb thiab lub hli ib feem hauv peb thiab tej hnub qub ib feem hauv peb kuj ntsoog tag, thiaj tsaus ntuj nti ib feem hauv peb. Nruab hnub ib feem hauv peb kuj tsis kaj lawm, thiab hmo ntuj ib feem hauv peb kuj ib yam nkaus."},{"bible_id":"1269","chapter_code":"REV.8","verse_code":"REV.8.13","label":"13","content":"Kuv saib thiab hnov ib tug dav ya saum nruab ntug quaj nrov hais tias, “Txom nyem, txom nyem, txom nyem rau cov neeg uas nyob hauv lub ntiajteb vim tej suab raj uas peb tug tubtxib saum ntuj tabtom yuav tshuab.”"},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.1","label":"1","content":"Tus tubtxib saum ntuj uas tsib tshuab nws lub raj xyu, kuv txawm pom ib lub hnub qub poob saum ntuj los rau hauv ntiajteb, thiab muab tus yuam sij uas qheb lub niag qhov tob tob pub rau lub hnub qub ntawd."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.2","label":"2","content":"Thaum nws qheb lub niag qhov tob tob ntawd, muaj pa taws tshwm hauv lub qhov ntawd tuaj zoo yam li tej pa ncho hauv lub qhov hluavtaws hlob hlob. Lub hnub thiab saum nruab ntug kuj tsaus ntuj nti vim cov pa ncho uas tawm hauv lub qhov ntawd."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.3","label":"3","content":"Ib pab kooj txig txawm tawm hauv cov pa ncho ntawd los rau hauv lub ntiajteb, thiab pub cov kooj ntawd muaj peevxwm ib yam li raub ris teb hauv ntiajteb,"},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.4","label":"4","content":"tsis kheev cov kooj ntawd ua phem rau tej nyom hauv ntiajteb lossis tej nplooj ntsuab lossis tej xyoob ntoo tiamsis ua phem rau cov neeg uas tsis muaj Vajtswv lub cim nias rau ntawm hauv pliaj xwb,"},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.5","label":"5","content":"tsis kheev muab cov neeg ntawd tua tiamsis muab tsim txom tsib lub hlis. Qhov uas lawv raug tsim txom ntawd mob ib yam li thaum raub ris teb plev."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.6","label":"6","content":"Ncua sijhawm ntawd cov neeg yuav nrhiav txojkev tuag tiamsis nrhiav tsis ntsib. Lawv xav tuag tiamsis txojkev tuag yuav khiav ntawm lawv lawm."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.7","label":"7","content":"Cov kooj txig ntawd lub cev zoo ib yam li tej nees npaj txhij yuav ua rog. Saum lawv taubhau muaj ib yam zoo li lub mom kub, thiab lawv lub ntsej muag zoo li neeg."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.8","label":"8","content":"Lawv cov plaubhau zoo ib yam li cov pojniam, thiab lawv cov kaus hniav zoo ib yam li kaus hniav tsov ntxhuav."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.9","label":"9","content":"Lawv muaj ib cov nplai zoo ib yam li daim hlau thaiv hauv siab. Lawv phab tis lub suab nrov ib yam li tej tsheb nees coob coob dhia mus ua rog."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.10","label":"10","content":"Lawv muaj kotw thiab muaj ple ib yam li raub ris teb, lawv tus kotw muaj hwjchim tsim txom neeg tsib lub hlis."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.11","label":"11","content":"Lawv muaj tus tubtxib saum ntuj uas kav lub niag qhov tob tob ua vajntxwv kav lawv. Nws lub npe Henplais hu ua Anpadoo, lus Kili hu ua Apauliyoo."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.12","label":"12","content":"Thawj yam kev txom nyem dhau lawm. Saib maj, tseem tshuav ob yam kev txom nyem yuav los thiab."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.13","label":"13","content":"Tus tubtxib saum ntuj uas rau txawm tshuab nws lub raj xyu mas kuv hnov ib lub suab ntawm plaub tug kub uas nyob plaub ceg kaum thaj kub ntawm Vajtswv lub xubntiag tuaj"},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.14","label":"14","content":"hais rau tus tubtxib saum ntuj uas rau uas tuav lub raj xyu hais tias, “Cia li tso plaub tug tubtxib saum ntuj uas raug khi rau ntawm tus niag dej loj Yufeti.”"},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.15","label":"15","content":"Ces plaub tug tubtxib saum ntuj txawm raug muab tso. Lawv twb npaj txhij rau teev twg hnub twg hli twg xyoo twg uas yuav tua neeg ib feem hauv peb."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.16","label":"16","content":"Cov tub rog caij nees yog 200,000,000 leej. Kuv hnov lawv coob li ntawd."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.17","label":"17","content":"Hauv zaj yog toog kuv pom cov nees zoo li no. Cov uas caij nees hnav daim hlau thaiv hauv siab uas liab ploog li nplaim taws thiab tsamxem li qe zeb phaithu thiab daj li lawj faj. Cov nees li taubhau zoo yam li taubhau tsov ntxhuav, thiab muaj hluavtaws, pa taws thiab lawj faj tawm hauv lawv lub qhov ncauj los."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.18","label":"18","content":"Neeg raug peb yam vij sub vij sw no tua tag ib feem hauv peb, yog raug hluavtaws thiab pa taws thiab lawj faj uas tawm hauv cov nees qhov ncauj los tua."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.19","label":"19","content":"Cov nees no lub hwjchim nyob ntawm lawv lub qhov ncauj thiab ntawm lawv tus kotw. Lawv tus kotw zoo li tus nab muaj taubhau uas lawv siv ua phem rau neeg."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.20","label":"20","content":"Cov neeg tseem tshuav nyob uas tsis raug tej vij sub vij sw no tua lawv kuj tsis ntxeev dua siab tshiab ntawm tej uas lawv txhais tes ua, thiab tsis tseg qhov uas pe dab thiab tej dab mlom nyiaj dab mlom kub dab mlom pob zeb dab mlom ntoo uas tsis txawj pom tsis txawj hnov tsis txawj mus kev."},{"bible_id":"1269","chapter_code":"REV.9","verse_code":"REV.9.21","label":"21","content":"Thiab lawv kuj tsis ntxeev dua siab tshiab ntawm qhov uas tua neeg, ua khawv koob, ua nkauj ua nraug thiab ua tub sab."},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.1","label":"1","content":"Mas kuv pom dua ib tug tubtxib saum ntuj uas muaj hwjchim nqes saum ntuj los, muaj huab qhwv rawv nws lub cev thiab muaj ib tug zaj sawv saum nws taubhau, thiab nws lub ntsej muag zoo yam li lub hnub, nws txhais ceg zoo ib yam li ncej hluavtaws."},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.2","label":"2","content":"Nws tuav ib thooj ntawv me me uas qheb lug rau hauv nws txhais tes. Nws muab nws txhais kotaw sab xis txawb rau saum hiavtxwv thiab muab sab laug txawb rau saum nruab nqhuab,"},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.3","label":"3","content":"thiab nws qw suab nrov ib yam li tsov ntxhuav nyooj. Thaum nws qw, xob nroo xya suab."},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.4","label":"4","content":"Thaum xob nroo xya suab kuv twb yuav nqes tes sau, tiamsis kuv hnov ib lub suab saum ntuj hais tias, “Cia li nias cim npog tej lus uas xob quaj xya suab ntawd, tsis txhob sau cia.”"},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.5","label":"5","content":"Tus tubtxib saum ntuj uas kuv pom sawv saum dej hiavtxwv thiab saum nruab nqhuab ntawd txawm tsa txhais tes xis rau saum ntuj,"},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.6","label":"6","content":"thiab tuav tus uas muaj txojsia nyob mus ib txhis tsis kawg lub npe, yog tus uas tsim lub ntuj thiab txhua yam saum ntuj, thiab tsim lub ntiajteb thiab txhua yam hauv ntiajteb thiab tsim hiavtxwv thiab txhua yam hauv hiavtxwv, twv hais tias, “Yuav tsis tos ntev lawm."},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.7","label":"7","content":"Tiamsis thaum tus tubtxib saum ntuj uas xya tshuab lub raj xyu nrov, tej uas Vajtswv muab npog cia tob tob lawd yuav tiav, raws li nws twb hais tseg rau cov xibhwb cev Vajtswv lus uas yog nws cov tub qhe.”"},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.8","label":"8","content":"Lub suab uas kuv hnov saum ntuj tuaj ntawd hais dua rau kuv tias, “Cia li mus txais thooj ntawv uas qheb lug hauv tus tubtxib saum ntuj uas sawv saum hiavtxwv thiab saum nruab nqhuab ntawd txhais tes.”"},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.9","label":"9","content":"Kuv thiaj mus cuag tus tubtxib saum ntuj thiab thov nws muab thooj ntawv me ntawd rau kuv. Nws hais rau kuv tias, “Cia li coj mus noj, yuav iab rau hauv koj lub plab tiamsis yuav qab zib li zib ntab rau hauv koj lub qhov ncauj.”"},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.10","label":"10","content":"Kuv txawm txais thooj ntawv me ntawm tus tubtxib saum ntuj txhais tes los noj, kuj qab zib yam li zib ntab rau hauv kuv qhov ncauj, tiamsis thaum noj nqos lawm kuj iab rau hauv kuv lub plab."},{"bible_id":"1269","chapter_code":"REV.10","verse_code":"REV.10.11","label":"11","content":"Muaj ib tug hais rau kuv tias, “Koj yuav tsum cev lus pom tom hauv ntej dua ib zaug txog ntau haiv neeg ntau lub tebchaws ntau yam lus thiab ntau tus vajntxwv.”"},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.1","label":"1","content":"Thiab muab ib tug pas ntsuas uas zoo li ib tug pas nrig pub rau kuv thiab hais rau kuv tias, “Cia li sawv tsees mus ntsuas Vajtswv lub tuam tsev thiab lub thaj xyeem, thiab suav cov neeg uas pe hawm Vajtswv hauv lub tuam tsev,"},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.2","label":"2","content":"tiamsis tsis txhob ntsuas lub tshav puam sab nraum lub tuam tsev. Tsis txhob ntsuas vim qhov ntawd muab rau lwm haiv neeg lawm, mas lawv yuav tsuj lub nroog dawb huv mus tag plaub caug ob lub hlis."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.3","label":"3","content":"Thiab kuv yuav pub kuv ob tug timkhawv uas hnav ntaub seev tsaj muaj hwjchim cev lus mus tag ib txhiab ob puas rau caum hnub.”"},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.4","label":"4","content":"Ob tug timkhawv ntawd yog ob tsob txiv aulib thiab ob tug ncej txawb teeb uas txawb rau ntawm tus Tswv uas kav ntiajteb lub xubntiag."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.5","label":"5","content":"Yog leejtwg yuav ua phem rau ob tug timkhawv ntawd, hluavtaws yuav tawm plaws hauv ob tug qhov ncauj hlawv cov yeeb ncuab ntawd. Leejtwg xav ua phem rau ob tug kuj yuav tsum raug muab tua li ntawd."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.6","label":"6","content":"Ob tug muaj hwjchim kaw tau lub ntuj tsis pub nag los rau ncua sijhawm uas ob tug tabtom cev lus, thiab ob tug muaj hwjchim ua kom tej dej txia ua ntshav thiab tso vij sub vij sw txhua yam los raug lub ntiajteb tsawg zaum kuj tau raws li ob tug xav."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.7","label":"7","content":"Thaum ob tug tej haujlwm ua timkhawv tiav lawm, tus tsiaj qus uas tawm hauv lub niag qhov tob tob los yuav tawm tsam ob tug thiab yuav kov yeej thiab muab ob tug tua pov tseg."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.8","label":"8","content":"Ob tug lub cev tuag yuav nyob saum txojkev hauv lub nroog loj uas ua piv lus hu tias Xaudoo thiab Iyi, yog lub nroog uas ob tug tus Tswv raug teem rau saum khaublig ntoo."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.9","label":"9","content":"Muaj neeg hauv txhua haiv txhua xeem txhua yam lus thiab txhua lub tebchaws ntsia ntsoov ob tug lub cev tuag peb hnub thiab ib tav su, thiab tsis kheev kom muab tso rau hauv qhov ntxa li."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.10","label":"10","content":"Ib tsoom neeg hauv ntiajteb yuav hnyos ob tug thiab yuav xyiv fab thiab ib leeg pub tshav ntuj rau ib leeg, vim ob tug uas cev lus ntawd tau tsim txom cov neeg hauv ntiajteb."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.11","label":"11","content":"Dhau peb hnub thiab ib tav su ntawd Vajtswv tej pa uas pub txojsia txawm nkag rau hauv ob tug ntawd, ces ob tug txawm sawv tsees nres nroos thiab cov neeg uas pom ob tug ntshai kawg nkaus."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.12","label":"12","content":"Ob tug txawm hnov ib lub suab hais saum ntuj tuaj rau ob tug hais tias, “Cia li nce los saum no lauj.” Thaum cov yeeb ncuab tseem ntsia ntsoov, ob tug txawm mus hauv ib tauv huab nce rau saum ntuj lawm."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.13","label":"13","content":"Lub sijhawm ntawd ntuj txawm qeeg heev thiab lub nroog ntawd pob tag ib feem hauv kaum. Neeg tuag xya txhiab leej rau thaum ntuj qeeg ntawd, mas cov neeg uas tseem tshuav nyob ntshai heev kawg thiab qhuas Vajtswv ntuj."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.14","label":"14","content":"Kev txom nyem yam ob dhau lawm. Saib maj, kev txom nyem yam peb yuav tuaj txog sai sai no."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.15","label":"15","content":"Tus tubtxib saum ntuj uas xya kuj tshuab nws lub raj xyu, muaj ntau lub suab nrov nrov saum ntuj hais tias, “Lub ntiajteb ntxeev ua peb tus Tswv thiab nws tus Khetos li tebchaws, mas nws yuav kav mus ib txhis tsis kawg.”"},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.16","label":"16","content":"Nees nkaum plaub tug kev txwj laus uas zaum saum tej zwm txwv ntawm Vajtswv lub xubntiag txawm khwb nkaus pe hawm Vajtswv,"},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.17","label":"17","content":"thiab hais tias, “Vajtswv, tus Tswv uas muaj hwjchim loj kawg nkaus, tus uas muaj txojsia thiab ib txwm yeej los muaj nyob, peb ua koj tsaug vim koj siv koj lub hwjchim loj kawg pib kav lawm."},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.18","label":"18","content":"Ib tsoom tebchaws kuj chim heev tiamsis koj txojkev npau taws los txog lawm, thiab txog lub sijhawm uas koj txiav txim rau cov neeg uas tuag lawm thiab pub nqe zog rau koj cov tub qhe, uas yog cov xibhwb cev lus, thiab pub rau koj cov xov dawb thiab cov uas paub ntshai koj lub npe, tsis hais tus hlob tus yau, thiab txog sijhawm uas koj yuav rhuav tshem cov uas rhuav tshem lub ntiajteb.”"},{"bible_id":"1269","chapter_code":"REV.11","verse_code":"REV.11.19","label":"19","content":"Ces Vajtswv lub tuam tsev saum ntuj txawm qheb kiag thiab pom nws lub phij xab sib cog lus nyob hauv lub tuam tsev ntawd. Ces txawm muaj xob laim laim liab vog, xob nroo nthe tej niag rhev, ntuj qeeg thiab los lawg hlob heev."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.1","label":"1","content":"Muaj ib yam txujci tseem ceeb tshwm rau saum nruab ntug, yog ib tug pojniam muab lub hnub hnav thiab lub hli nyob hauv nws qab kotaw, saum nws taubhau nws ntoo lub mom vajntxwv uas muaj kaum ob lub hnub qub."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.2","label":"2","content":"Nws suab ib plab menyuam thiab quaj vim mob plab heev yuav yug menyuam."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.3","label":"3","content":"Thiab muaj dua ib yam txujci tseem ceeb tshwm rau saum nruab ntug, yog muaj ib tug zaj loj liab ploog. Nws muaj xya lub taubhau thiab kaum tus kub, thiab saum xya lub taubhau muaj xya lub mom kub."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.4","label":"4","content":"Nws xuas nws tus kotw nplawm tej hnub qub saum nruab ntug poob tag ib feem hauv peb, thiab muab pov los rau hauv ntiajteb. Tus zaj ntawd nyob ntawm tus pojniam uas tabtom yuav yug menyuam hauv ntej, xwv thiaj noj tau tus menyuam rau thaum yug kiag los."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.5","label":"5","content":"Tus pojniam txawm yug tau ib tug tub, yog tus uas yuav xuas qws hlau kav tag nrho ib tsoom tebchaws sawvdaws,  tiamsis nws tus menyuam raug muab txeeb kiag coj mus rau ntawm Vajtswv thiab ntawm Vajtswv lub zwm txwv lawm."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.6","label":"6","content":"Ces tus pojniam txawm khiav mus rau hauv tebchaws moj sab qhua. Qhov ntawd muaj ib lub chaw uas Vajtswv npaj cia rau nws xwv luag thiaj yug tau nws ib txhiab ob puas rau caum hnub."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.7","label":"7","content":"Ces txawm ua rog saum ntuj, Mikha‑ee thiab nws cov tubtxib saum ntuj ua rog rau tus zaj ntawd, mas tus zaj thiab nws cov tubtxib saum ntuj kuj tawm tsam,"},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.8","label":"8","content":"tiamsis tus zaj tog swb lawm thiab tsis muaj chaw nyob saum ntuj dua li lawm."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.9","label":"9","content":"Tus niag zaj yog tus nab txwj nab laug thaum ub uas hu tias Ntxwg Nyoog thiab Xatas, yog tus uas dag ntxias neeg thoob ntiajteb. Nws raug muab pov los rau hauv lub ntiajteb, thiab nws cov tubtxib saum ntuj kuj raug muab pov nrog nws ua ke los thiab."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.10","label":"10","content":"Thiab kuv hnov ib lub suab saum ntuj hais tias, “Nimno txojkev dim thiab hwjchim thiab Vajtswv lub tebchaws thiab nws tus Khetos lub hwjchim los txog lawm, vim tus uas iab hiam peb cov kwvtij raug muab pov los lawm, yog tus uas iab hiam rau ntawm Vajtswv lub xubntiag nruab hnub hmo ntuj."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.11","label":"11","content":"Lawv kov yeej nws vim yog tus Menyuam Yaj cov ntshav thiab vim yog lawv tej lus timkhawv, txawm yog yuav tuag los lawv tsis khuvxim lawv txojsia."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.12","label":"12","content":"Vim li no, lub ntuj ceeb tsheej thiab sawvdaws uas nyob hauv 'e, cia li zoo siab xyiv fab. Tiamsis lub ntiajteb thiab dej hiavtxwv 'e, nej yuav raug txom nyem vim Ntxwg Nyoog twb nqes los rau hauv nej ua npau taws vog, rau qhov nws paub tias nws lub sijhawm tshuav tsis ntev lawm.”"},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.13","label":"13","content":"Thaum tus zaj pom tias nws raug muab pov nqes los rau hauv ntiajteb lawm, nws txawm raws caum tus pojniam uas yug tus tub ntawd qab."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.14","label":"14","content":"Tiamsis muab ob phab kooj tis pub rau tus pojniam ntawd ib yam li kooj tis dav loj kom nws thiaj ya khiav tus zaj ntawd mus rau hauv tebchaws moj sab qhua tau, mus rau lub chaw uas luag yuav yug nws ib ncua sijhawm, ob ncua thiab ib nrab ncua."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.15","label":"15","content":"Tus zaj txawm tsuag dej tawm hauv nws lub qhov ncauj los zoo yam li ib tug niag dej los caum tus pojniam qab xwv thiaj kuav tau kiag nws mus."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.16","label":"16","content":"Tiamsis lub ntiajteb pab tus pojniam, ces txawm qheb kiag qhov ncauj nqos tej dej uas tawm hauv tus zaj lub qhov ncauj ntws los."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.17","label":"17","content":"Tus zaj txawm chim heev rau tus pojniam ntawd thiab mus ua rog rau tus pojniam caj ces uas tshuav nyob, yog cov uas tuav rawv Vajtswv tej lus nkaw thiab Yexus tej lus timkhawv."},{"bible_id":"1269","chapter_code":"REV.12","verse_code":"REV.12.18","label":"18","content":"Ces tus zaj txawm mus sawv hauv cov xuab zeb ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.1","label":"1","content":"Kuv pom ib tug tsiaj tawm hauv hiavtxwv los muaj kaum tus kub thiab xya lub taubhau, thiab muaj kaum lub mom kub saum cov kub ntawd, thiab muaj tej npe uas saib tsis taus Vajtswv sau rau ntawm nws cov taubhau."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.2","label":"2","content":"Tus tsiaj uas kuv pom ntawd zoo ib yam li tsov pom txwv, txhais kotaw zoo li kotaw dais, lub qhov ncauj zoo li tsov ntxhuav lub. Tus zaj txawm pub nws lub zog thiab nws lub zwm txwv thiab hwjchim loj kawg rau tus tsiaj ntawd."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.3","label":"3","content":"Nws li ib lub taubhau muaj tej qhov txhab uas mob yuav tuag, tiamsis tej qhov txhab ntawd kho tau zoo lawm. Neeg thoob ntiajteb phimhwj kawg thiab raws tus tsiaj ntawd qab mus."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.4","label":"4","content":"Lawv pe hawm tus zaj vim nws pub nws lub hwjchim rau tus tsiaj ntawd, thiab lawv kuj pe hawm tus tsiaj thiab hais tias, “Leejtwg zoo cuag li tus tsiaj no thiab leejtwg yuav tawm tsam tau tus tsiaj no?”"},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.5","label":"5","content":"Muab lub ncauj uas hais lus khav theeb thiab hais lus saib tsis taus Vajtswv pub rau tus tsiaj ntawd, thiab muab hwjchim rau nws ua haujlwm plaub caug ob lub hlis."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.6","label":"6","content":"Nws qheb nws lub qhov ncauj hais lus tuam mom Vajtswv. Nws hais lus tuam mom Vajtswv lub npe thiab Vajtswv lub chaw nyob thiab cov uas nyob saum ntuj ceeb tsheej."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.7","label":"7","content":"Tso cai rau nws ua rog rau cov xov dawb thiab kov yeej lawv, thiab muab hwjchim pub rau nws kav txhua xeem txhua haiv neeg txhua yam lus thiab txhua lub tebchaws."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.8","label":"8","content":"Txhua tus uas nyob hauv ntiajteb yuav pe hawm tus tsiaj ntawd, yog txhua tus uas tsis muaj npe sau cia rau hauv tus Menyuam Yaj uas raug muab tua txij thaum tsim ntuj tsim teb los  li phau ntawv txojsia."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.9","label":"9","content":"Leejtwg muaj qhov ntsej kuj cia li mloog."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.10","label":"10","content":"Tus uas npaj rau luag ntes mus, tus ntawd kuj yuav raug luag ntes mus, Tus uas tu cia rau hniav ntaj tua, tus ntawd yeej yuav raug hniav ntaj tua. No yog qhov uas cov xov dawb yuav tsum ua siab ntev thev thiab ntseeg."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.11","label":"11","content":"Thiab kuv pom dua ib tug tsiaj tawm hauv nruab nqhuab los muaj ob tug kub zoo ib yam li ib tug menyuam yaj thiab hais lus ib yam li ib tug zaj."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.12","label":"12","content":"Nws siv thawj tug tsiaj lub hwjchim huvsi tab meeg thawj tug tsiaj ntawd thiab ua rau lub ntiajteb thiab tej neeg uas nyob hauv pe hawm thawj tug tsiaj uas muaj qhov txhab twb yuav tuag uas ho kho zoo lawm."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.13","label":"13","content":"Nws ua txujci tseem ceeb loj, thiab ua tau hluavtaws poob saum ntuj los rau hauv ntiajteb tab meeg neeg sawvdaws."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.14","label":"14","content":"Vim yog tej txujci tseem ceeb uas pub rau nws ua tab meeg thawj tug tsiaj ntawd nws thiaj dag ntxias tej neeg hauv ntiajteb. Nws hais kom neeg hauv ntiajteb tsim ib tug dab mlom rau tus tsiaj uas muaj qhov txhab vim raug hniav ntaj tiamsis tseem ciaj sia nyob."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.15","label":"15","content":"Thiab pub nws ua pa rau tus dab mlom tsiaj ntawd kom tus dab mlom tsiaj ntawd hais tau lus thiab muab cov uas tsis yeem pe tus dab mlom tsiaj ntawd ua kom tuag."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.16","label":"16","content":"Thiab nws tseem yuam txhua tus tsis hais tus hlob tus yau tus muaj tus pluag tus nyob ywj pheej thiab tus ua qhev kom ntaus cim rau ntawm txhais tes xis lossis ntawm hauv pliaj,"},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.17","label":"17","content":"mas yog leejtwg tsis muaj lub cim uas yog tus tsiaj ntawd lub npe lossis tus tsiaj ntawd lub npe lej,  mas tus ntawd yuav muag thiab yuav, tsis tau dabtsi kiag li."},{"bible_id":"1269","chapter_code":"REV.13","verse_code":"REV.13.18","label":"18","content":"Tej no yuav tsum siv tswvyim tib zoo. Tus uas nkag siab cia li xam raws li tus tsiaj ntawd cov lej, vim cov lej ntawd yog ib tug neeg li lej. Cov lej ntawd yog rau pua rau caum rau."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.1","label":"1","content":"Kuv saib mas pom tus Menyuam Yaj sawv saum lub roob Xi‑oo, thiab cov uas nrog nws ua ke muaj 144,000 leej uas muaj nws lub npe thiab muaj nws leej Txiv lub npe sau rau ntawm lawv hauv pliaj."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.2","label":"2","content":"Kuv hnov ib lub suab saum ntuj zoo ib yam li dej hlob ntsawj thiab yam li xob nroo nrov heev. Lub suab uas kuv hnov ntawd nrov yam nkaus li cov uas tabtom ntaus nkauj nog ncas lub suab."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.3","label":"3","content":"Lawv hu ib zaj nkauj tshiab rau ntawm lub zwm txwv lub xubntiag thiab ntawm plaub tug tsiaj ciaj sia thiab cov kev txwj laus xubntiag. Tsis muaj leejtwg kawm tau zaj nkauj ntawd tsuas yog 144,000 leej uas twb txhiv hauv ntiajteb lawm xwb."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.4","label":"4","content":"Cov neeg no yog cov uas dawb huv vim lawv yeej tsis tau ti dua pojniam. Lawv raws tus Menyuam Yaj qab mus rau txhua qhov. Lawv twb raug txhiv hauv neeg los ua thawj phaum uas muab xyeem rau Vajtswv thiab rau tus Menyuam Yaj,"},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.5","label":"5","content":"thiab tsis pom muaj tej lus dag hauv lawv lub qhov ncauj kiag li, lawv tsis muaj chaw thuam."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.6","label":"6","content":"Kuv pom dua ib tug tubtxib saum ntuj ya mus rau saum nruab ntug coj txoj xov zoo uas nyob ib txhis mus piav rau cov uas nyob hauv lub ntiajteb, yog piav rau txhua lub tebchaws txhua xeem txhua yam lus thiab txhua haiv neeg."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.7","label":"7","content":"Nws qw nrov nrov hais tias, “Cia li paub ntshai Vajtswv thiab qhuas nws, vim lub sijhawm uas nws yuav txiav txim los txog lawm. Thiab pe hawm tus uas tsim lub ntuj ntiajteb dej hiavtxwv thiab tej qhov dej txhawv huvsi.”"},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.8","label":"8","content":"Muaj dua ib tug tubtxib saum ntuj yog tus uas ob raws nws qab mus hais tias, “Lub nroog loj Npanpiloo pob tag, pob tag lawm, yog lub nroog uas yuam ib tsoom tebchaws sawvdaws haus nws tej cawv txiv hmab uas yog nws txojkev ntshaw ua nkauj ua nraug.”"},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.9","label":"9","content":"Muaj dua ib tug tubtxib saum ntuj uas yog tus peb raws ob tug qab mus qw nrov hais tias, “Yog leejtwg pe hawm tus tsiaj thiab nws tus dab mlom thiab ntaus nws lub cim rau ntawm hauv pliaj lossis ntawm txhais tes,"},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.10","label":"10","content":"tus ntawd yuav haus cov cawv txiv hmab uas yog Vajtswv txojkev npau taws uas muab hliv rau hauv Vajtswv txojkev chim lub khob uas tsis muaj lwm yam tov li, thiab tus ntawd yuav raug tsim txom hauv hluavtaws thiab lawj faj tab meeg cov tubtxib saum ntuj dawb huv thiab tus Menyuam Yaj lub xubntiag."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.11","label":"11","content":"Cov pa ncho hauv qhov uas lawv raug tsim txom yuav ncho qas lug mus ib txhis tsis kawg. Cov uas pe hawm tus tsiaj thiab nws tus dab mlom thiab cov uas ntaus lub cim uas yog nws lub npe yuav tsis tau so nruab hnub hmo ntuj kiag li.”"},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.12","label":"12","content":"No yog qhov uas cov xov dawb yuav tsum ua siab ntev thev, yog cov uas tuav Vajtswv tej lus nkaw thiab txojkev ntseeg Yexus."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.13","label":"13","content":"Thiab kuv hnov ib lub suab hais saum ntuj tuaj hais tias, “Cia li sau li no tias, Txij no mus cov uas tuag rau hauv tus Tswv kuj nyob kaj siab lug.” Thiab Vaj Ntsuj Plig hais tias, “Muaj tseeb li ntawd. Lawv yuav tau so tej haujlwm uas lawv ua khwv khwv, vim tej haujlwm uas lawv tau ua ntawd yuav nrog lawv mus.”"},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.14","label":"14","content":"Kuv saib mas pom ib tauv huab dawb thiab muaj ib tug zaum saum tauv huab ntawd zoo li Neeg leej Tub,  nws ntoo lub mom kub rau saum taubhau thiab tuav rawv ib rab liag ntse ntse hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.15","label":"15","content":"Muaj dua ib tug tubtxib saum ntuj tawm hauv lub tuam tsev los hu nrov nrov rau tus uas zaum saum tauv huab hais tias, “Cia li muab koj rab liag hlais lauj, vim twb txog caij hlais lawm, rau qhov tej qoob uas yuav hlais hauv ntiajteb twb siav tag lawm.”"},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.16","label":"16","content":"Tus uas zaum saum tauv huab txawm cev nws rab liag los rau hauv lub ntiajteb, mas thiaj hlais tej qoob hauv ntiajteb."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.17","label":"17","content":"Muaj dua ib tug tubtxib saum ntuj tawm hauv lub tuam tsev saum ntuj los, nws kuj tuav rawv ib rab liag ntse ntse."},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.18","label":"18","content":"Thiab muaj dua ib tug tubtxib saum ntuj muaj hwjchim kav hluavtaws tawm hauv lub thaj xyeem los, hu nrov nrov rau tus uas tuav rawv rab liag ntse hais tias, “Cia li cev koj rab liag hlais tej tauv txiv hmab ntawm cov txiv hmab hauv ntiajteb vim tej txiv hmab siav lawm.”"},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.19","label":"19","content":"Tus tubtxib saum ntuj txawm cev nws rab liag los rau hauv lub ntiajteb hlais tej txiv hmab hauv ntiajteb sau los ua ke thiab muab nchuav rau hauv lub rhawv tsuam txiv hmab loj uas yog Vajtswv txojkev npau taws,"},{"bible_id":"1269","chapter_code":"REV.14","verse_code":"REV.14.20","label":"20","content":"muab tsuam rau hauv lub rhawv tsuam txiv hmab nraum ntug moos, thiab ntshav ntws hauv lub rhawv ntawd los siab txij nees nplooj pus ntws mus deb peb puas kilumeb."},{"bible_id":"1269","chapter_code":"REV.15","verse_code":"REV.15.1","label":"1","content":"Kuv pom dua ib yam txujci tseem ceeb uas loj thiab phimhwj saum nruab ntug. Muaj xya tus tubtxib saum ntuj tuav xya yam sub tawg sub ntsha zaum kawg vim Vajtswv txojkev npau taws yuav kawg rau tej sub tawg sub ntsha no."},{"bible_id":"1269","chapter_code":"REV.15","verse_code":"REV.15.2","label":"2","content":"Thiab kuv pom ib yam zoo li lub hiavtxwv iav xyaw hluavtaws thiab pom cov uas kov yeej tus tsiaj ntawd thiab nws tus dab mlom thiab nws lub npe lej,  sawvdaws sawv ntawm ntug hiavtxwv iav tuav rawv Vajtswv tej nkauj nog ncas."},{"bible_id":"1269","chapter_code":"REV.15","verse_code":"REV.15.3","label":"3","content":"Lawv hu Vajtswv tus tub qhe Mauxe zaj nkauj thiab tus Menyuam Yaj zaj nkauj hais tias, “Au Vajtswv, tus Tswv uas muaj hwjchim loj kawg nkaus, koj tes haujlwm loj thiab phimhwj kawg. Au vajntxwv uas kav ib tsoom tebchaws, koj tej kev mas ncaj ncees thiab muaj tseeb."},{"bible_id":"1269","chapter_code":"REV.15","verse_code":"REV.15.4","label":"4","content":"Au tus Tswv, leejtwg yuav tsis ntshai koj thiab tsis qhuas koj lub npe? Vim koj tib leeg yog tus uas dawb huv. Ib tsoom tebchaws yuav tuaj pe hawm koj ntawm koj lub xubntiag, vim koj tes haujlwm ncaj ncees tshwm los lawm.”"},{"bible_id":"1269","chapter_code":"REV.15","verse_code":"REV.15.5","label":"5","content":"Dhau ntawd kuv pom lub tuam tsev  yog lub tsev ntaub saum ntuj ceeb tsheej uas muaj Vajtswv tej lus, qheb lug,"},{"bible_id":"1269","chapter_code":"REV.15","verse_code":"REV.15.6","label":"6","content":"thiab xya tus tubtxib saum ntuj uas nqa xya yam sub tawg sub ntsha tawm hauv lub tuam tsev los. Lawv hnav tsoos tsho ntaub mag dawb huv ci nplas thiab sia ib txoj siv kub ntawm hauv siab."},{"bible_id":"1269","chapter_code":"REV.15","verse_code":"REV.15.7","label":"7","content":"Mas plaub tug tsiaj ciaj sia muaj ib tug muab xya lub phaj kub uas rau Vajtswv uas muaj txojsia nyob mus ib txhis tsis kawg txojkev npau taws puv nkaus cev rau xya tus tubtxib saum ntuj ntawd."},{"bible_id":"1269","chapter_code":"REV.15","verse_code":"REV.15.8","label":"8","content":"Mas tej pa ncho uas tawm ntawm Vajtswv lub hwjchim ci ntsa iab thiab ntawm nws lub hwjchim loj ncho puv nkaus lub tuam tsev, thiab tsis muaj leejtwg nkag tau rau hauv lub tuam tsev mus txog thaum xya tus tubtxib ntawd xya yam sub tawg sub ntsha tiav tag."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.1","label":"1","content":"Thiab kuv hnov ib lub suab nrov hauv lub tuam tsev tuaj hais rau xya tus tubtxib saum ntuj ntawd tias, “Cia li mus muab xya lub phaj uas rau Vajtswv kev npau taws nchuav rau saum lub ntiajteb.”"},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.2","label":"2","content":"Thawj tug tubtxib saum ntuj thiaj mus muab nws lub phaj nchuav rau saum lub ntiajteb, mas cov uas nias tus tsiaj lub cim thiab pe hawm nws tus dab mlom txawm ua kiav txhab qawj kiav txhab yaig thoob plaws ib ce."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.3","label":"3","content":"Tus tubtxib saum ntuj uas ob nchuav nws lub phaj rau hauv hiavtxwv, mas dej hiavtxwv txia ua ntshav zoo yam nkaus li ntshav neeg tuag, mas txhua yam ciaj sia hauv hiavtxwv kuj tuag tag huvsi."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.4","label":"4","content":"Tus tubtxib saum ntuj uas peb nchuav nws lub phaj rau tej hav dej thiab tej qhov dej txhawv mas tej dej ntawd kuj txia ua ntshav tag."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.5","label":"5","content":"Kuv txawm hnov tus tubtxib saum ntuj uas saib xyuas tej dej hais tias, “Au tus uas muaj txojsia nyob thiab ib txwm muaj nyob thiab yog tus Dawb Huv, qhov uas koj txiav txim li no koj ua ncaj lawm."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.6","label":"6","content":"Vim lawv ua rau cov xov dawb thiab cov xibhwb cev lus tej ntshav los, koj thiaj muab ntshav rau lawv haus. Tej no tsim nyog rau lawv lawm.”"},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.7","label":"7","content":"Thiab kuv hnov lub thaj xyeem qw hais tias, “Yog lawm lauj. Vajtswv, tus Tswv uas muaj hwjchim loj kawg nkaus, qhov uas koj txiav txim no muaj tseeb thiab ncaj ncees.”"},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.8","label":"8","content":"Tus tubtxib saum ntuj uas plaub nchuav nws lub phaj rau saum lub hnub, ces ua rau lub hnub tawm hluavtaws txhiab neeg."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.9","label":"9","content":"Qhov uas kub heev ntawd txhiab neeg, lawv thiaj cem foom Vajtswv uas muaj hwjchim kav tej sub tawg sub ntsha ntawd lub npe, los lawv tsis yeem ntxeev dua siab thiab qhuas Vajtswv."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.10","label":"10","content":"Tus tubtxib saum ntuj uas tsib nchuav nws lub phaj rau saum tus tsiaj lub zwm txwv, ces nws lub tebchaws txawm tsaus ntuj nti lawm. Tej neeg thiaj mob heev tom nplaig qas nrees,"},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.11","label":"11","content":"thiab cem foom Vajtswv vim yog raug tej mob thiab tej kiav txhab ntawd, los lawv tsis yeem ntxeev dua siab ntawm tej uas lawv ua."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.12","label":"12","content":"Tus tubtxib saum ntuj uas rau nchuav nws lub phaj rau saum tus niag dej loj Yufeti, ua rau tus dej ntawd qhuav tag thiaj npaj kev rau tej vajntxwv uas tuaj sab hnub tuaj tuaj."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.13","label":"13","content":"Thiab kuv pom peb tus ntsuj plig qias zoo yam li qav tawm hauv tus zaj qhov ncauj thiab hauv tus tsiaj thiab tus cuav xibhwb cev lus li qhov ncauj los."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.14","label":"14","content":"Cov ntsuj plig ntawd yog tej dab uas ua txujci thiab tawm mus nrhiav tej vajntxwv thoob ntiajteb yuav sau zog tej vajntxwv ntawd mus ua rog rau hnub loj kawg uas Vajtswv uas muaj hwjchim loj kawg nkaus teem cia."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.15","label":"15","content":"“Saib maj, kuv tabtom los ib yam li tub sab tuaj. Tus uas tsis tsaug zog thiab ua tib zoo npaj nws tej tsoos tsho txhij nws thiaj tsis mus liab qab rau luag pom nws qhov txaj muag, yuav tau nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.16","label":"16","content":"Peb tus dab ntawd txawm sau zog tej vajntxwv mus rau lub chaw uas hu raws li lus Henplais hais tias Amakedoo."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.17","label":"17","content":"Tus tubtxib saum ntuj uas xya nchuav nws lub phaj rau saum nruab ntug, ces txawm muaj ib lub suab nrov ntawm lub zwm txwv hauv lub tuam tsev tuaj hais tias, “Tiav lawm.”"},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.18","label":"18","content":"Ces txawm muaj xob laim laim liab vog, xob nroo nthe tej niag rhev, thiab ntuj qeeg heev txij thaum muaj neeg nyob hauv lub ntiajteb los tsis txeev muaj ntuj qeeg heev kawg li zaum no kiag li."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.19","label":"19","content":"Lub nroog loj txawm tawg ua peb feem thiab tej moos hauv ib tsoom tebchaws kuj pob tag thiab Vajtswv nco ntsoov lub tuam ceeb Npanpiloo, thiab muab lub khob cawv txiv hmab uas yog nws txojkev npau taws heev rau lub nroog ntawd haus."},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.20","label":"20","content":"Ces txhua lub koog povtxwv txawm ploj tag thiab tej roob kuj tsis pom muaj lawm,"},{"bible_id":"1269","chapter_code":"REV.16","verse_code":"REV.16.21","label":"21","content":"thiab tej lub lawg loj loj hnyav plaub caug tsib kilu poob saum ntuj los rau saum ib tsoom neeg, mas neeg txawm cem foom Vajtswv vim tej sub tawg sub ntsha ntawm cov lawg ntawd rau qhov tej sub tawg sub ntsha ntawd loj heev."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.1","label":"1","content":"Xya tus tubtxib saum ntuj uas nqa xya lub phaj ntawd ib tug hais rau kuv tias, “Cia li los, kuv yuav qhia koj pom qhov uas txiav txim rau tus poj muag cev loj uas zaum saum ntau tus dej,"},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.2","label":"2","content":"yog tus uas tej vajntxwv hauv ntiajteb tau deev lawm, thiab tej neeg hauv ntiajteb kuj qaug nws tej cawv txiv hmab uas yog kev sib deev.”"},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.3","label":"3","content":"Nws txawm coj kuv hauv Vaj Ntsuj Plig mus rau hauv tebchaws moj sab qhua thiab kuv pom ib tug pojniam zaum saum ib tug tsiaj liab ploog uas muaj tej npe saib tsis taus Vajtswv sau puv nkaus nws lub cev, thiab tus tsiaj ntawd muaj xya lub taubhau thiab kaum tus kub."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.4","label":"4","content":"Tus pojniam ntawd hnav ib ce tsoos tsamxem thiab liab ploog thiab coj npauj kub thiab tej qe zeb hlaws thiab tej qe qwj muaj nqes. Nws txhais tes tuav ib lub tais kub uas rau tej kev qias vuab tsuab thiab tej kev qias kev phem uas nws deev luag puv nkaus."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.5","label":"5","content":"Thiab ntawm nws hauv pliaj muaj ib lub npe uas lub ntsiab muab npog cia lawd sau cia hais tias, “Lub tuam ceeb Npanpiloo, yog cov uas muag cev thiab tej kev qias vuab tsuab hauv lub ntiajteb leej niam.”"},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.6","label":"6","content":"Thiab kuv pom tias tus pojniam ntawd haus cov xov dawb thiab cov uas ua timkhawv txog Yexus tej ntshav qaug lawm. Thaum kuv pom tus pojniam ntawd kuv kuj phimhwj kawg."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.7","label":"7","content":"Tus tubtxib saum ntuj txawm hais rau kuv tias, “Ua cas koj phimhwj? Kuv yuav qhia koj paub lub ntsiab uas muab npog cia hais txog tus pojniam ntawd thiab hais txog tus tsiaj uas muaj xya lub taubhau thiab kaum tus kub uas tus pojniam ntawd caij."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.8","label":"8","content":"Tus tsiaj uas koj pom ntawd txeev muaj nyob tiamsis nimno tsis muaj nyob thiab tseem yuav nce tawm hauv lub qhov tob tob los thiab yuav mus raug kev puam tsuaj. Cov neeg hauv ntiajteb uas tsis muaj npe sau cia rau hauv phau ntawv txojsia txij thaum tsim ntuj tsim teb los, kuj yuav phimhwj rau thaum uas pom tus tsiaj vim tus tsiaj ntawd txeev muaj nyob thiab nimno kuj tsis muaj nyob thiab tseem yuav los."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.9","label":"9","content":"“Tej no yuav tsum siv tswvyim tib zoo. Xya lub taubhau yog xya lub pov roob uas tus pojniam zaum,"},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.10","label":"10","content":"thiab yog xya tus vajntxwv. Tsib tug dua tag lawm, ib tug tabtom muaj nyob, tshuav dua ib tug tseem tsis tau los. Thaum tus ntawd los lawd nws yuav nyob ib nyuag ntu xwb."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.11","label":"11","content":"Tus tsiaj uas txeev muaj nyob thiab nimno tsis muaj nyob ntawd, yog tus vajntxwv uas yim, tiamsis tseem koom xya tus ntawd thiab yuav mus raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.12","label":"12","content":"Kaum tus kub uas koj pom ntawd yog kaum tus vajntxwv uas tsis tau txais lub tebchaws kav, tiamsis lawv yuav tau hwjchim ua vajntxwv nrog tus tsiaj ntawd kav ib nyuag teev xwb."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.13","label":"13","content":"Cov vajntxwv kuj koom ua ib lub siab thiab yuav muab lawv tus peevxwm thiab lub hwjchim cob rau tus tsiaj ntawd."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.14","label":"14","content":"Lawv yuav ua rog rau tus Menyuam Yaj, tiamsis tus Menyuam Yaj yuav kov yeej lawv, vim nws yog cov uas muaj hwjchim tus Tswv thiab yog ib tsoom vajntxwv tus Vajntxwv thiab cov uas koom nrog nws kuj yog cov uas raug hu los thiab xaiv cia lawm thiab yog cov uas muaj siab xib rau nws.”"},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.15","label":"15","content":"Thiab tus tubtxib saum ntuj hais rau kuv tias, “Cov dej uas koj pom tus poj muag cev zaum saud yog tej haiv neeg tej pab neeg coob tej tebchaws thiab tej yam lus."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.16","label":"16","content":"Kaum tus kub uas koj pom thiab tus tsiaj yuav ntxub tus poj muag cev ntawd. Lawv yuav ua rau nws nyob do cuas nyob liab qab thiab yuav noj nws li nqaij thiab muab hluavtaws hlawv nws."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.17","label":"17","content":"Vim Vajtswv tshum lawv lub siab kom ua raws li Vajtswv xav tseg, yog qhov uas lawv koom ua ib lub siab muab lawv lub hwjchim kav cob rau tus tsiaj mus txog thaum Vajtswv tej lus tiav."},{"bible_id":"1269","chapter_code":"REV.17","verse_code":"REV.17.18","label":"18","content":"Tus pojniam uas koj pom yog lub tuam ceeb uas muaj hwjchim kav tej vajntxwv hauv ntiajteb.”"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.1","label":"1","content":"Dhau ntawd kuv pom dua ib tug tubtxib saum ntuj nqes saum ntuj los, nws muaj hwjchim loj heev. Nws lub hwjchim ci ntsa iab ua rau lub ntiajteb kaj lug."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.2","label":"2","content":"Nws qw nrov nrov hais tias, “Lub tuam ceeb Npanpiloo pob tag, pob tag lawm lauj, ua lub chaw rau dab nyob thiab ua chaw rau txhua tus plig qias vuab tsuab nkaum, thiab ua chaw rau txhua yam noog qias uas ntxim ntxub nyob."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.3","label":"3","content":"Vim ib tsoom tebchaws tau haus tej cawv txiv hmab uas yog nws txojkev ntshaw ua nkauj ua nraug, thiab tej vajntxwv hauv ntiajteb tau nrog nws sib deev, thiab tej tub lag tub luam hauv ntiajteb kuj nplua nuj tuaj ntawm qhov uas nws siv phum lam qas ntsuav.”"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.4","label":"4","content":"Thiab kuv hnov dua ib lub suab nrov saum ntuj tuaj hais tias, “Kuv haiv neeg, cia li tawm hauv lub nroog ntawd los, xwv nej thiaj tsis nrog nws muaj txim thiab tsis nrog nws raug sub tawg sub ntsha,"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.5","label":"5","content":"vim nws lub txim muab tib ua ib pawg siab mus nto ntuj lawm thiab Vajtswv cim ntsoov lub nroog ntawd tej kev txhaum."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.6","label":"6","content":"Cia li ua rau lub nroog ntawd ib yam li nws tau ua rau lwm tus. Cia li ua pauj tej uas nws tau ua lawd ob npaug. Hauv lub khob uas nws tov rau luag haus cia li tov ob npaug rau nws."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.7","label":"7","content":"Nws qhuas nws tus kheej thiab siv phum lam qas ntsuav npaum li cas, cia li muab kev tsim txom thiab kev quaj ntsuag rau nws npaum li ntawd. Nws xav hauv lub siab tias, ‘Kuv zaum ua poj vaj, kuv tsis yog poj ntsuam, kuv yuav tsis ntsib kev quaj ntsuag li.’"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.8","label":"8","content":"Vim li no tej sub tawg sub ntsha yuav ua tib hnub los raug nws, yog kev mob kis, kev quaj ntsuag thiab kev tshaib nqhis thiab yuav raug hluavtaws hlawv, rau qhov tus Tswv Vajtswv uas txiav txim rau nws, loj kawg nkaus."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.9","label":"9","content":"“Thaum tej vajntxwv hauv ntiajteb uas nrog lub nroog ntawd sib deev thiab nrog nws siv phum lam qas ntsuav, pom tej pa ncho uas kub ntawd lawv yuav quaj thiab quaj ntsuag."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.10","label":"10","content":"Lawv yuav sawv deb deb vim ntshai qhov uas nws raug tsim txom thiab hais tias, “ ‘Txom nyem lauj! Txom nyem lauj! Lub nroog uas loj kawg, lub nroog Npanpiloo uas muaj zog heev. Ib txoog teev xwb koj raug txiav txim lawm.’"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.11","label":"11","content":"“Cov tub luam hauv ntiajteb kuj quaj thiab quaj ntsuag nws vim tsis muaj leejtwg yuav lawv tej qhov txhia chaw dua li lawm,"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.12","label":"12","content":"yog tej nyiaj tej kub tej qe zeb hlaws thiab tej qe qwj muaj nqes, ntaub mag zoo zoo, ntaub tsamxem ntaub xov kab ntaub liab, txhua yam ntoo tsw qab, txhua yam uas xuas kaus ntxhw, xuas ntoo muaj nqes, xuas tooj liab, hlau thiab pob zeb mog ua,"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.13","label":"13","content":"hmoov ntoo tuv, tej txuj lom, hmoov tshuaj tsw qab, roj tsw qab, roj ntoos tsw qab, cawv txiv hmab, roj txiv aulib, hmoov mog zoo zoo thiab tej mog, nyuj thiab yaj, nees thiab tsheb nees, thiab muag neeg ua qhev."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.14","label":"14","content":"“Lawv yuav hais tias, ‘Tej uas koj lub siab ntshaw twb ploj tag ntawm koj lawm, thiab txhua yam nqaij qhauv zoo thiab tej uas zoo nkauj ci nplas twb ploj ntawm koj lawm, nrhiav tsis tau dua li lawm.’"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.15","label":"15","content":"Cov tub lag luam uas muag tej no nplua nuj vim lub nroog no, yuav sawv deb deb vim ntshai qhov uas nws raug tsim txom thiab lawv yuav quaj thiab quaj ntsuag hais tias."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.16","label":"16","content":"“ ‘Txom nyem lauj! Txom nyem lauj! Lub nroog loj kawg uas hnav ntaub mag zoo zoo, hnav ntaub tsamxem thiab ntaub liab, thiab coj nyiaj coj kub coj tej qe zeb hlaws thiab tej qe qwj muaj nqes,"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.17","label":"17","content":"tib txoog teev xwb tej cuab txhiaj cuab tam no huvsi raug puam tsuaj tag.’ “Cov tsav nkoj thiab cov uas caij nkoj thiab cov tub zog hauv nkoj thiab txhua tus uas nrhiav noj hauv hiavtxwv txhua tus sawv deb deb,"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.18","label":"18","content":"thiab thaum lawv pom tej pa ncho uas kub lub nroog ntawd lawv quaj hais tias, ‘Lub nroog twg zoo thooj li lub nroog loj no?’"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.19","label":"19","content":"thiab lawv tsuab hmoov av w rau saum lawv taubhau thiab quaj thiab quaj ntsuag qw hais tias, “ ‘Txom nyem lauj! Txom nyem lauj! Lub tuam ceeb loj kawg uas txhua tus muaj nkoj txwg dhia hauv hiavtxwv, txeev muaj txiag ntawm lub nroog tej kev nplua nuj, tib txoog teev xwb nws raug kev puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.20","label":"20","content":"Lub ntuj 'e thiab cov xov dawb thiab cov tubtxib thiab cov xibhwb cev Vajtswv lus 'e, cia li xyiv fab hnyos lub nroog ntawd, vim Vajtswv txiav txim rau nws pauj nej lawm.’ ”"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.21","label":"21","content":"Ces muaj ib tug tubtxib saum ntuj uas muaj hwjchim loj txawm nqa ib txhib zeb zoo li txhib txiv zeb pov rau hauv hiavtxwv thiab hais tias, “Lub tuam ceeb Npanpiloo yuav raug siv zog muab pov ib yam li no ntag thiab yuav tsis rov pom dua li lawm,"},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.22","label":"22","content":"thiab yuav tsis hnov lub suab ntaus nkauj nog ncas suab hu nkauj suab tshuab raj tshuab xyu rau hauv koj dua li lawm, thiab yuav tsis pom cov niag Kws txawj ua txhua yam haujlwm hauv koj dua li lawm, thiab yuav tsis hnov lub suab zom zeb hauv koj dua li lawm."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.23","label":"23","content":"Yuav tsis muaj tus duab teeb ci hauv koj dua li lawm, thiab yuav tsis hnov lub suab nraug vauv nkauj nyab dua li lawm. Koj cov tub luam puavleej yog neeg loj hauv lub ntiajteb thiab ib tsoom tebchaws raug koj tej khawv koob dag ntxias."},{"bible_id":"1269","chapter_code":"REV.18","verse_code":"REV.18.24","label":"24","content":"Thiab luag pom cov xibhwb cev Vajtswv lus thiab cov xov dawb thiab txhua tus uas raug tua hauv lub ntiajteb tej ntshav nyob hauv koj.”"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.1","label":"1","content":"Dhau ntawd kuv hnov ib lub suab nrov yam li ib pab neeg coob coob lub suab nrov saum ntuj hais tias, “Haleluya, txojkev dim thiab koob meej thiab lub hwjchim loj yog peb tus Vajtswv li,"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.2","label":"2","content":"vim qhov uas nws txiav txim muaj tseeb thiab ncaj ncees. Nws txiav txim rau tus niag poj muag cev loj uas ua qias puas tsuas lub ntiajteb ntawm qhov uas nws deev luag, thiab nws pauj nws cov tub qhe tej ntshav rau tus pojniam ntawd.”"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.3","label":"3","content":"Lawv qw nrov dua ib zaug hais tias, “Haleluya. Lub nroog tej pa ncho mus ib txhis tsis kawg.”"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.4","label":"4","content":"Thiab nees nkaum plaub tug kev txwj laus thiab plaub tug tsiaj ciaj sia txawm khwb nkaus pe hawm Vajtswv uas zaum saum lub zwm txwv hais tias, “Amee, Haleluya.”"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.5","label":"5","content":"Thiab muaj ib lub suab tawm hauv lub zwm txwv tuaj hais tias, “Vajtswv txhua tus tub qhe uas paub ntshai nws, tsis hais tus hlob tus yau, cia li qhuas peb tus Vajtswv.”"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.6","label":"6","content":"Thiab kuv hnov ib lub suab yam li ib pab neeg coob coob lub suab nrov yam li dej hlob ntsawj nrov saum ntuj thiab yam li xob nroo nrov heev qw hais tias, “Haleluya, vim tus Tswv uas yog peb tus Vajtswv muaj hwjchim loj kawg nkaus ua vajntxwv kav lawm."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.7","label":"7","content":"Peb cia li zoo siab thiab xyiv fab thiab qhuas nws, vim tus Menyuam Yaj lub rooj tshoob los txog lawm thiab nws tus nkauj nyab twb npaj txhij lawm."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.8","label":"8","content":"Twb pub tus nkauj nyab hnav taub mag zoo zoo ci nplas dawb huv.” Tej ntaub mag zoo ntawd yog cov xov dawb tej haujlwm ncaj ncees."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.9","label":"9","content":"Thiab tus tubtxib saum ntuj hais rau kuv tias, “Cia li sau hais tias, ‘Cov uas raug hu tuaj koom tus Menyuam Yaj lub rooj tshoob tau nyob kaj siab lug.’ ” Thiab nws hais rau kuv tias, “Tej no yog Vajtswv tej lus tseeb.”"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.10","label":"10","content":"Ces kuv txawm khwb nkaus rau ntawm nws kotaw yuav pe hawm nws, tiamsis nws hais rau kuv tias, “Tsis txhob ua li kod. Kuv yog ib tug tub qhe ib yam li koj thiab koj cov kwvtij uas tuav rawv Yexus tej lus timkhawv xwb. Cia li pe hawm Vajtswv xwb. Rau qhov Yexus tej lus timkhawv yog lub tseem ntsiab hauv cov xibhwb cev lus tej lus.”"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.11","label":"11","content":"Kuv pom rooj ntug ceeb tsheej qheb ua ciav muaj ib tug nees dawb. Tus uas caij tus nees ntawd lub npe hu ua Ncaj thiab Tseeb thiab nws txiav txim thiab ua rog ncaj ncees."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.12","label":"12","content":"Nws lub qhov muag zoo ib yam li nplaim taws, thiab saum nws taubhau muaj ntau lub mom kub, thiab muaj ib lub npe sau rau ntawm nws lub cev uas tsis muaj leejtwg paub tsuas yog nws paub xwb."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.13","label":"13","content":"Nws hnav lub tsho uas muab raus ntshav lawm, thiab nws lub npe hu ua Vajtswv Txojlus."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.14","label":"14","content":"Thiab cov tub rog saum ntuj sawvdaws hnav ntaub mag zoo dawb paug dawb huv caij nees dawb raws nws qab mus."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.15","label":"15","content":"Muaj ib rab ntaj ntse tawm hauv nws qhov ncauj los uas nws yuav siv ntaus ib tsoom tebchaws thiab nws yuav xuas qws hlau kav lawv. Nws yuav tsuj lub rhawv tsuam txiv hmab uas yog Vajtswv uas muaj hwjchim loj kawg nkaus txojkev npau taws heev."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.16","label":"16","content":"Muaj ib lub npe sau rau ntawm nws lub tsho thiab ntawm nws ncej qab hais tias “Ib tsoom vajntxwv tus Vajntxwv thiab cov uas muaj hwjchim tus Tswv.”"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.17","label":"17","content":"Thiab kuv pom ib tug tubtxib saum ntuj sawv hauv lub hnub, nws qw nrov rau tej nas noog huvsi uas ya saum nruab ntug hais tias, “Cia li los, cia li tuaj txoos ua ke rau hauv Vajtswv rooj noj haus loj kawg,"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.18","label":"18","content":"es yuav noj tej vajntxwv thiab cov thawj tub rog thiab cov uas muaj zog li nqaij thiab noj tej nees thiab cov uas caij nees thiab ib tsoom neeg tsis hais cov uas nyob ywj pheej cov uas ua qhev cov hlob cov yau sawvdaws li nqaij.”"},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.19","label":"19","content":"Thiab kuv pom tus tsiaj thiab tej vajntxwv hauv ntiajteb thiab lawv cov tub rog tuaj txoos ua ke yuav ua rog rau tus uas caij nees thiab nws cov tub rog."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.20","label":"20","content":"Tiamsis tus tsiaj ntawd raug muab ntes nrog tus cuav xibhwb uas ua tej txujci tab meeg tus tsiaj thiab siv tej txujci ntawd dag ntxias cov uas nias tus tsiaj lub cim thiab cov uas pe hawm tus dab mlom tsiaj. Ob tug no raug muab pov rau hauv ntuj tawg lawj faj uas cig hlob."},{"bible_id":"1269","chapter_code":"REV.19","verse_code":"REV.19.21","label":"21","content":"Rab ntaj uas tawm hauv tus uas caij nees lub qhov ncauj los muab cov uas tseem tshuav nyob tua thiab tej nas noog huvsi kuj noj lawv cev nqaij tsau npo."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.1","label":"1","content":"Thiab kuv pom ib tug tubtxib saum ntuj nqes saum ntuj los, nws tuav tus yuam sij uas qheb lub qhov tob tob thiab nqa txoj saw hlau loj hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.2","label":"2","content":"Mas nws ntes tus zaj uas yog tus nab txwj nab laug uas yog Ntxwg Nyoog thiab yog Xatas, mas muab khi cia ib txhiab xyoo,"},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.3","label":"3","content":"muab pov rau hauv lub qhov tob tob ntawd, muab kaw thiab nias cim rau, kom nws thiaj ntxias tsis tau ib tsoom tebchaws ntxiv mus txog thaum puv ib txhiab xyoo. Dhau ntawd yuav tsum muab tso tawm ib nyuag ntu."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.4","label":"4","content":"Thiab kuv pom muaj tej zwm txwv thiab cov uas zaum saum tej zwm txwv ntawd tau txais hwjchim txiav txim. Thiab kuv pom cov uas raug txiav caj dab li ntsuj plig vim yog ua timkhawv txog Yexus thiab txog Vajtswv txojlus. Lawv tsis tau pe hawm tus tsiaj thiab tus dab mlom tsiaj, thiab tsis tau nias tus tsiaj lub cim rau ntawm hauv pliaj lossis ntawm txhais tes. Lawv sawvdaws rov muaj txojsia thiab nrog Khetos kav ib txhiab xyoo."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.5","label":"5","content":"Dua li cov uas tuag lawm tsis rov tau txojsia mus txog thaum tag ib txhiab xyoo ntawd. No yog thawj zaug uas sawv hauv qhov tuag rov los."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.6","label":"6","content":"Tus uas muaj feem ciaj sawv hauv qhov tuag rov los zaum ib tau nyob kaj siab lug thiab dawb huv. Txojkev tuag zaum ob tsis muaj hwjchim kav lawv lawm tiamsis lawv yuav ua Vajtswv thiab Khetos li pov thawj, thiab yuav nrog nws kav ib txhiab xyoo."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.7","label":"7","content":"Thaum puv ib txhiab xyoo Xatas yuav raug muab tso tawm hauv nkuaj los,"},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.8","label":"8","content":"mas nws yuav tawm mus ntxias ib tsoom tebchaws thoob plaub ceg kaum ntuj, yog Kau thiab Makau, kom sau zog tuaj ua ke yuav ua rog. Lawv muaj coob yam li tej xuab zeb ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.9","label":"9","content":"Mas lawv tawm mus thoob plaws ntiajteb thiab vij nkaus Vajtswv cov xov dawb lub yeej thiab lub nroog uas nws hlub, tiamsis hluavtaws poob saum ntuj los kub cov neeg ntawd."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.10","label":"10","content":"Thiab Ntxwg Nyoog uas ntxias lawv raug muab pov rau hauv ntuj tawg lawj faj,  yog lub chaw uas tus tsiaj thiab tus cuav xibhwb cev lus nyob hauv lawm, mas lawv yuav raug tsim txom nruab hnub hmo ntuj mus ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.11","label":"11","content":"Thiab kuv pom ib lub zwm txwv loj dawb paug thiab pom tus uas zaum saum lub zwm txwv ntawd. Lub ntuj thiab lub ntiajteb txawm yaj ntshis ntawm nws lub xubntiag mus, tsis muaj chaw rau tej ntawd nyob dua li lawm."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.12","label":"12","content":"Kuv pom cov neeg tuag lawd tus hlob tus yau sawv ntsug ntawm lub zwm txwv xubntiag thiab tej phau ntawv kuj raug muab nthuav. Thiab muaj dua ib phau ntawv raug muab nthuav, yog phau ntawv txojsia. Cov neeg tuag lawd kuj raug txiav txim raws li lawv tau ua uas sau cia rau tej phau ntawv ntawd."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.13","label":"13","content":"Dej hiavtxwv kuj tso cov uas tuag hauv hiavtxwv los, Txojkev Tuag thiab Tub Tuag Teb kuj tso cov neeg uas tuag rau hauv los, thiab txhua tus raug txiav txim raws li lawv tau ua."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.14","label":"14","content":"Mas Txojkev Tuag thiab Tub Tuag Teb raug muab pov rau hauv ntuj tawg.  Ntuj tawg no yog txojkev tuag zaum ob."},{"bible_id":"1269","chapter_code":"REV.20","verse_code":"REV.20.15","label":"15","content":"Yog pom tias leejtwg tsis muaj npe sau cia rau hauv phau ntawv txojsia, tus ntawd kuj raug muab pov rau hauv ntuj tawg."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.1","label":"1","content":"Thiab kuv pom lub ntuj tshiab thiab lub ntiajteb tshiab rau qhov lub ntuj qub thiab lub ntiajteb qub twb dua tag lawm thiab dej hiavtxwv tsis muaj dua li lawm."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.2","label":"2","content":"Kuv pom lub nroog dawb huv uas yog lub nroog Yeluxalees tshiab nqes saum ntuj ntawm Vajtswv los, twb npaj txhij yam nkaus li tus nkauj nyab tu cev rau nws tus nraug vauv."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.3","label":"3","content":"Thiab kuv hnov ib lub suab nrov ntawm lub zwm txwv tuaj hais tias, “Saib maj, Vajtswv lub chaw nyob nrog neeg nyob lawm. Nws yuav nrog lawv nyob thiab lawv yuav ua nws haiv neeg. Vajtswv yeej yuav nrog lawv nyob thiab ua lawv tus Vajtswv."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.4","label":"4","content":"Nws yuav so txhua ncos kua muag ntawm lawv qhov muag, txojkev tuag yuav tsis muaj dua li lawm, txojkev quaj ntsuag txojkev quaj thiab kev mob yuav tsis muaj dua li lawm, vim tej qub twb dua tag lawm.”"},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.5","label":"5","content":"Mas tus uas zaum saum lub zwm txwv hais tias, “Saib maj, kuv tsim txhua yam dua tshiab.” Nws kuj hais tias, “Cia li sau tej no cia vim tej lus no tso siab tau thiab muaj tseeb.”"},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.6","label":"6","content":"Thiab nws hais rau kuv tias, “Tiav lawm lauj. Kuv yog Alafa thiab Aumeka, yog chiv keeb thiab qhov kawg. Tus uas nqhis, kuv yuav pub nws tau haus lub qhov dej txhawv uas pub txojsia tsis txog them nqe kiag li."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.7","label":"7","content":"Tus uas kov yeej yuav tau tej no ua qub txeeg qub teg, thiab kuv yuav ua nws tus Vajtswv thiab nws yuav ua kuv li menyuam."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.8","label":"8","content":"Tiamsis cov neeg siab yau, cov uas tsis ntseeg, cov uas ua qias vuab tsuab, cov tua neeg, cov ua nkauj ua nraug, cov ua khawv koob yees siv, cov pe dab mlom thiab txhua tus neeg dag, lawv li feem yog nyob hauv ntuj tawg lawj faj,  uas yog txojkev tuag zaum ob.”"},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.9","label":"9","content":"Xya tus tubtxib saum ntuj uas tuav xya lub phaj uas rau xya yam sub tawg sub ntsha zaum kawg ntawd ib tug hais rau kuv hais tias, “Cia li los, kuv yuav qhia koj pom tus nkauj nyab uas yog tus Menyuam Yaj li pojniam.”"},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.10","label":"10","content":"Nws txawm coj kuv hauv Vaj Ntsuj Plig nce rau saum lub roob loj siab heev thiab qhia kuv pom lub nroog Yeluxalees uas dawb huv nqes saum ntuj ntawm Vajtswv los."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.11","label":"11","content":"Lub nroog ntawd muaj Vajtswv lub hwjchim ci ntsa iab ib yam li qe zeb hlaws tsim txiaj, ib yam li qe zeb hlaws daj tshiab tshiab, ntshiab li qe zeb iav."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.12","label":"12","content":"Lub nroog muaj ntsa loog loj thiab siab, muaj kaum ob lub rooj loog thiab muaj kaum ob tug tubtxib saum ntuj ib tug zov ib lub rooj loog. Saum lub qhov rooj muaj cov Yixayee kaum ob xeem li npe sau cia."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.13","label":"13","content":"Sab hnub tuaj muaj peb lub rooj loog, sab ped muaj peb lub, sab nram muaj peb lub thiab sab hnub poob muaj peb lub."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.14","label":"14","content":"Lub nroog no lub ntsa loog muaj kaum ob ntu taw tiag, thiab muaj tus Menyuam Yaj kaum ob tug tubtxib li npe sau cia rau saum tej ntu taw tiag ntawd, ib lub npe rau ib ntu taw tiag."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.15","label":"15","content":"Tus tubtxib saum ntuj uas hais rau kuv ntawd tuav rawv ib tug pas ntsuas uas xuas kub ua, yuav ntsuas lub nroog thiab tej rooj loog thiab lub ntsa loog."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.16","label":"16","content":"Lub nroog plaub fab dav xwm fab xwm meem ib yam nkaus. Nws xuas tus pas ntsuas lub nroog muaj ob txhiab plaub puas kilumeb, qhov dav qhov ntev thiab qhov siab sib npaug ib yam nkaus."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.17","label":"17","content":"Nws ntsuas lub ntsa loog muaj ib puas plaub caug plaub tshim raws li neeg tus pas ntsuas uas tus tubtxib saum ntuj siv."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.18","label":"18","content":"Lub ntsa loog muab tej qe zeb daj tshiab tshiab ua, lub nroog yog xuas tej tseem kub uas ntshiab li iav ua."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.19","label":"19","content":"Tej taw uas tiag lub ntsa loog muab txhua yam qe zeb hlaws lo kom zoo nkauj. Thawj ntu yog qe zeb hlaws daj tshiab tshiab, ntu ob yog qe zeb phaithu tsamxem, ntu peb yog qe zeb txho taws, ntu plaub yog qe zeb ntsuab txho,"},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.20","label":"20","content":"ntu tsib yog qe zeb iav txho ci lam, ntu rau yog qe zeb liab tsim tseb, ntu xya yog qe zeb ntsuab lam lug, ntu yim yog qe zeb ntsuab pes xiab, ntu cuaj yog qe zeb daj pes lis, ntu kaum yog qe zeb yimlab xiav, ntu kaum ib yog qe zeb ntsuab xiav, ntu kaum ob yog qe zeb tsamxem zem ziv."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.21","label":"21","content":"Kaum ob lub rooj loog yog xuas kaum ob lub qe qwj muaj nqes ua, ib lub rooj loog xuas ib lub qe qwj ua. Txojkev loj hauv lub nroog ntawd yog xuas cov tseem kub uas pom kev tshab plaws li iav ua."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.22","label":"22","content":"Kuv tsis pom muaj lub tuam tsev nyob hauv lub nroog rau qhov tus Tswv uas yog Vajtswv muaj hwjchim loj kawg nkaus thiab tus Menyuam Yaj yog lub tuam tsev hauv lub nroog ntawd."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.23","label":"23","content":"Lub nroog tsis txog muaj lub hnub lub hli li duab ci, rau qhov Vajtswv lub hwjchim ci ntsa iab ci pom kev thiab tus Menyuam Yaj yog lub teeb hauv lub nroog ntawd."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.24","label":"24","content":"Ib tsoom tebchaws yuav taug kev hauv lub nroog tus duab ci kaj thiab tej vajntxwv hauv ntiajteb yuav coj lawv tej meej mom nyiaj txiag tuaj rau hauv lub nroog ntawd."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.25","label":"25","content":"Nruab hnub lub nroog tej rooj loog yeej tsis kaw, thiab tsis muaj hmo ntuj kiag li."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.26","label":"26","content":"Luag yuav coj ib tsoom tebchaws tej meej mom nyiaj txiag thiab lub koob meej tuaj rau hauv thiab."},{"bible_id":"1269","chapter_code":"REV.21","verse_code":"REV.21.27","label":"27","content":"Tsis muaj ib yam qias tsis huv lossis ib tug neeg uas ua qias vuab tsuab lossis dag ntxias yuav nkag tau rau hauv lub nroog ntawd, tsuas yog cov uas muaj npe sau cia rau hauv tus Menyuam Yaj phau ntawv txojsia xwb thiaj nkag tau."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.1","label":"1","content":"Thiab tus tubtxib saum ntuj qhia kuv pom tus niag dej uas yog dej pub txojsia, ci ib yam li qe zeb iav ntws ntawm Vajtswv thiab tus Menyuam Yaj lub zwm txwv los,"},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.2","label":"2","content":"mus hauv nruab nrab txojkev loj hauv lub nroog ntawd. Ob sab ntug dej muaj tsob txiv ntoo uas pub txojsia txi kaum ob yam txiv thiab txi rau txhua lub hli. Cov nplooj ntoo ntawd siv kho txhua haiv neeg li mob."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.3","label":"3","content":"Txhua yam uas raug tsawm foom yuav tsis nyob hauv dua li lawm tiamsis Vajtswv thiab tus Menyuam Yaj lub zwm txwv nyob qhov ntawd thiab Vajtswv cov tub qhe yuav pe hawm Vajtswv."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.4","label":"4","content":"Lawv yuav pom Vajtswv lub ntsej muag thiab nws lub npe yuav nyob ntawm lawv lub hauv pliaj."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.5","label":"5","content":"Yuav tsis muaj hmo ntuj dua li lawm. Lawv tsis cheem tsum muaj tus duab teeb pom kev lossis lub hnub tus duab ci vim tus Tswv uas yog Vajtswv yog tus duab uas ci rau lawv, thiab lawv yuav kav mus ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.6","label":"6","content":"Tus tubtxib saum ntuj hais rau kuv tias, “Tej lus no tso siab tau thiab muaj tseeb. Tus Tswv uas yog Vajtswv uas qhia cov xibhwb cev Vajtswv lus lub siab, tau txib nws tus tubtxib saum ntuj tuaj qhia tej uas yuav muaj tshwm los sai sai no rau nws cov tub qhe.”"},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.7","label":"7","content":"“Saib maj, kuv yuav los sai sai no. Tus uas tuav rawv tej lus hais pom tom hauv ntej hauv phau ntawv no yuav tau nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.8","label":"8","content":"Kuv yog Yauhas uas tau hnov thiab pom tej xwm txheej no. Thaum kuv hnov thiab pom, kuv txawm khwb nkaus pe hawm rau ntawm tus tubtxib saum ntuj uas qhia tej no rau kuv txhais kotaw."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.9","label":"9","content":"Tiamsis nws hais rau kuv tias, “Tsis txhob ua li kod. Kuv yog ib tug tub qhe ib yam li koj thiab koj cov kwvtij uas cev Vajtswv lus thiab cov uas tuav rawv tej lus hauv phau ntawv no. Cia li pe hawm Vajtswv xwb.”"},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.10","label":"10","content":"Thiab nws hais rau kuv tias, “Tsis txhob nias cim npog tej lus hais pom tom hauv ntej hauv phau ntawv no, vim twb ze lub sijhawm lawm."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.11","label":"11","content":"Cia tus uas ua phem ua qhov phem mus, cia tus uas ua qias ua qhov qias mus, cia tus uas ncaj ncees ua qhov ncaj ncees mus thiab tus uas dawb huv ua neeg dawb huv mus.”"},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.12","label":"12","content":"“Saib maj, kuv yuav los sai sai no, thiab kuv yuav coj kuv tej nqe zog los pauj rau txhua tus raws li uas lawv tau ua lawd."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.13","label":"13","content":"Kuv yog Alafa thiab Aumeka, yog lub hauv paus thiab lub ntsis, yog chiv keeb thiab qhov kawg."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.14","label":"14","content":"“Cov uas ntxhua nws cev tsoos tsho huv lawd thiaj muaj feem noj tsob txiv ntoo uas pub txojsia thiab nkag mus tau ntawm lub rooj loog rau hauv lub nroog, kuj tau nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.15","label":"15","content":"Sab nraud tsuas yog muaj cov dev thiab cov uas ua khawv koob yees siv, cov uas ua nkauj nraug, cov uas tua neeg, cov uas pe dab mlom thiab txhua tus uas nyiam xyaum raws li tej lus dag ntxias."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.16","label":"16","content":"“Kuv yog Yexus, kuv txib kuv tus tubtxib saum ntuj mus ua timkhawv txog tej no rau nej kom nej qhia rau cov pawg ntseeg. Kuv yog Davi tus cag thiab nws caj ces, yog lub hnub qub toog uas ci thaum yuav kaj ntug.”"},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.17","label":"17","content":"Vaj Ntsuj Plig thiab tus Nkauj Nyab hais tias, “Cia li los.” Cia tus uas tau hnov hais tias, “Cia li los.” Tus uas nqhis cia li los, thiab tus uas xav yuav cia li txais cov dej uas pub txojsia tsis txog them nqe kiag li."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.18","label":"18","content":"Kuv nkaw lus rau txhua tus uas hnov tej lus hais pom tom hauv ntej hauv phau ntawv no, yog leejtwg tsav ntxiv ib yam dabtsi rau tej lus no, Vajtswv yuav tsav ntxiv tej sub tawg sub ntsha uas sau hauv phau ntawv no rau tus ntawd."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.19","label":"19","content":"Thiab yog leejtwg muab tej lus uas hais pom tom hauv ntej hauv phau ntawv no ib los txiav tseg, Vajtswv yuav muab tus ntawd li feem ntawm tsob txiv ntoo uas pub txojsia thiab nws lub chaw nyob hauv lub nroog dawb huv raws li uas sau hauv phau ntawv no txiav tseg."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.20","label":"20","content":"Tus uas ua timkhawv rau tej xwm txheej no hais tias, “Kuv yeej yuav los sai sai no tiag tiag li.” Amee. Tswv Yexus, cia li los lauj."},{"bible_id":"1269","chapter_code":"REV.22","verse_code":"REV.22.21","label":"21","content":"Thov tus Tswv Yexus txojkev hlub nrog nraim txhua tus. Amee."}]