[{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.1","label":"1","content":"Kuv yog Povlauj uas yog Yexus Khetos tus tub qhe, uas raug hu los ua tubtxib thiab muab cais tsa piav Vajtswv txoj xov zoo,"},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.2","label":"2","content":"yog txoj xov zoo uas yav thaum ub twb cog lus rau cov xibhwb cev Vajtswv lus sau cia rau hauv Vajtswv txojlus uas dawb huv."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.3","label":"3","content":"Txoj xov zoo ntawd hais txog Vajtswv tus Tub uas sab nqaij tawv yug hauv Davi caj ces los,"},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.4","label":"4","content":"tiamsis sab ntsuj plig uas dawb huv  twb qhia tshwm ntawm Vajtswv lub hwjchim hais tias nws yog Vajtswv tus Tub rau qhov nws twb sawv hauv qhov tuag rov los, yog Yexus Khetos uas yog peb tus Tswv."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.5","label":"5","content":"Vim yog tus Yexus no peb thiaj tau txojkev hlub thiab raug tsa ua tubtxib kom mus coj txhua haiv neeg los ntseeg thiab mloog lus, vim yog saib rau nws lub npe."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.6","label":"6","content":"Nej cov kuj yog cov uas raug hu los ua Yexus Khetos li neeg."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.7","label":"7","content":"Kuv sau rau txhua tus hauv lub nroog Loos uas Vajtswv hlub, thiab yog cov uas raug hu los ua Vajtswv cov xov dawb. Thov txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog peb leej Txiv thiab ntawm tus Tswv Yexus Khetos nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.8","label":"8","content":"Ua ntej no, kuv tuav Yexus Khetos lub npe ua kuv tus Vajtswv tsaug txog nej sawvdaws, vim nej txojkev ntseeg nrov ncha mus thoob ntiajteb."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.9","label":"9","content":"Vajtswv uas kuv ua nws tes haujlwm kawg siab kawg ntsws rau qhov uas piav txoj xov zoo hais txog nws tus tub, kuj ua timkhawv rau kuv tias thaum kuv thov Vajtswv kuv nco txog nej tsis tu ncua."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.10","label":"10","content":"Kuv thov hais tias yog Vajtswv pom zoo mas tej zaum thaum kawg no kuv yuav muaj sijhawm tuaj cuag nej."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.11","label":"11","content":"Rau qhov kuv xav xav pom nej, xwv thiaj tau coj tej tshav ntuj sab ntsuj plig tuaj txhawb nej lub zog,"},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.12","label":"12","content":"thiab peb ob tog ib leeg yuav txhawb ib leeg lub zog ntawm kuv thiab nej txojkev ntseeg."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.13","label":"13","content":"Cov kwvtij, kuv xav kom nej paub tias kuv twb npaj siab ntau zaus lawm tias kuv yuav tuaj xyuas nej kom kuv thiaj tau sau neeg los ntseeg rau hauv nej ib yam li kuv sau hauv lwm haiv neeg lawm. (Los txog nimno los tseem muaj chaw khuam cheem kuv.)"},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.14","label":"14","content":"Kuv tshuav cov Kili thiab lwm haiv neeg, thiab cov txawj ntse thiab cov ruam li nuj nqes."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.15","label":"15","content":"Vim li no kuv thiaj kub siab lug xav piav txoj xov zoo rau nej cov uas nyob hauv lub nroog Loos thiab."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.16","label":"16","content":"Kuv tsis txaj muag rau txoj xov zoo vim txoj xov zoo ntawd yog Vajtswv lub hwjchim uas cawm tau txhua tus uas ntseeg kom dim, xub cawm cov Yudai li cawm cov Kili."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.17","label":"17","content":"Vim tias hauv txoj xov zoo ntawd txojkev ncaj ncees uas Vajtswv pub thiaj li tshwm tuaj, yog txojkev ncaj ncees uas tau los ntawm txojkev ntseeg xwb xwb li, raws li twb sau cia hais tias, “Tus uas ncaj ncees yuav muaj txojsia nyob vim yog qhov uas ntseeg.”"},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.18","label":"18","content":"Vajtswv ua nws txojkev npau taws tshwm saum ntuj los tawm tsam txhua yam uas neeg ua phem thiab tsis hwm Vajtswv, yog cov uas pheej muab txojkev phem yuam txojkev tseeb."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.19","label":"19","content":"Qhov uas paub txog Vajtswv yeej paub meej lawm vim tias Vajtswv twb qhia tshwm tag rau lawv lawm."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.20","label":"20","content":"Txij thaum tsim ntuj tsim teb los, txawm yog neeg tsis pom Vajtswv zoo li cas, los Vajtswv lub hwjchim uas nyob mus ib txhis thiab qhov uas nws yog Vajtswv kuj tshwm meej rau hauv txhua yam uas tsim los lawd. Yog li ntawd neeg tsis muaj lus cav li."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.21","label":"21","content":"Txawm yog lawv paub Vajtswv los lawv tsis hwm Vajtswv raws li tsim nyog hwm lossis ua nws tsaug. Tiamsis lawv tsuas xav txog tej uas tsis muaj qabhau thiab lawv lub siab ruam tsaus ntuj nti lawm."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.22","label":"22","content":"Lawv khav tias lawv muaj tswvyim, los lawv yeej ruam lawm."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.23","label":"23","content":"Lawv muab Vajtswv uas tsis txawj tuag lub hwjchim ci tsa iab los pauv tej dab mlom zoo li neeg uas txawj tuag thiab zoo li nas noog zoo li tej tsiaj txhu thiab zoo li tej tsiaj uas nkag hauv av."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.24","label":"24","content":"Vim li no Vajtswv thiaj tso lawv mus ua phem ua qias raws li lawv lub siab ntshaw. Lawv ib leeg ua txaj muag rau ib leeg lub cev,"},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.25","label":"25","content":"rau qhov lawv muab txojkev tseeb uas hais txog Vajtswv los pauv txojkev dag, thiab pe tej uas Vajtswv tsim, tsis pe tus uas tsim, yog tus uas tsim nyog qhuas mus ib txhis. Amee."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.26","label":"26","content":"Vim li no Vajtswv thiaj tso lawv ua phem ua qias tsis paub txaj muag. Tej pojniam kuj hloov mus deev pojniam tsis ua raws li uas ib txwm,"},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.27","label":"27","content":"tej txivneej los kuj ua ib yam li ntawd. Lawv kuj tseg qhov uas nrog pojniam pw raws li uas ib txwm, thiab lawv huas qas ntshis ib leeg ua dev ua npua rau ib leeg, txivneej nrog txivneej ua tej uas txaj muag kawg li, lawv thiaj tau saws raws li lawv tej kev txhaum."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.28","label":"28","content":"Vim lawv pom tias qhov uas paub Vajtswv tsis tseem ceeb, Vajtswv thiaj tso lawv muaj lub siab qias thiab xyaum ua tej uas tsis tsim nyog ua."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.29","label":"29","content":"Lawv muaj txhua yam kev phem kev limhiam kev ntshaw thiab kev xav ua phem puv nkaus. Lawv sib khib, sib tua, sib cav sib ceg, dag ntxias, xav phem, lis xaiv,"},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.30","label":"30","content":"xyav luag moo, ntxub Vajtswv, siab hlob, tsab ua loj, khav theeb, ntaus tswvyim ua phem, tsis mloog niam txiv lus,"},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.31","label":"31","content":"tsis muaj tswvyim, tsis ua raws li tej lus uas twb cog tseg lawd, tsis sib hlub thiab tsis muaj lub siab khuvleej."},{"bible_id":"1269","chapter_code":"ROM.1","verse_code":"ROM.1.32","label":"32","content":"Txawm yog lawv paub Vajtswv txoj kevcai uas hais tias txhua tus uas ua li ntawd tsim nyog raug txim tuag, los lawv tsis yog ua tej ntawd xwb lawv tseem pom zoo rau lwm tus ua thiab."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.1","label":"1","content":"Vim li no, neeg 'e, tsis hais koj yog leejtwg, thaum koj rau txim rau lwm tus koj tsis muaj lus daws koj tus kheej li. Rau qhov thaum koj txiav txim rau luag kuj yog koj txiav txim rau koj thiab, vim koj twb yog tus uas txiav txim rau luag los koj tseem ua ib yam li luag ua thiab."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.2","label":"2","content":"Peb paub tias qhov uas Vajtswv rau txim rau cov uas ua phem li ntawd kuj yog ua raws li qhov tseeb."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.3","label":"3","content":"Neeg 'e, thaum koj txiav txim rau cov uas ua li ntawd tiamsis koj tseem ua ib yam li lawv thiab, koj xav tias koj yuav dim qhov uas Vajtswv txiav txim lov?"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.4","label":"4","content":"Lossis koj tseem saib tsis taus nws txojkev khuvleej thiab nws txojkev ua siab ntev thiab nws txojkev uas thev taus uas nws muaj nplua mias? Koj tsis paub tias Vajtswv txojkev hlub yuav coj kom koj ntxeev dua siab tshiab lov?"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.5","label":"5","content":"Tiamsis vim nej lub siab tawv tsis yeem ntxeev dua siab, nej thiaj khaws txojkev npau taws rau nej rau hnub uas Vajtswv npau taws, yog hnub uas Vajtswv txiav txim ncaj tshwm plaws los."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.6","label":"6","content":"Rau qhov nws yuav pauj rau txhua tus raws li tej uas lawv tau ua."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.7","label":"7","content":"Cov uas ua siab ntev ua zoo thiab nrhiav lub koob meej thiab meej mom thiab qhov uas nyob mus ib txhis, Vajtswv yuav pub txojsia ib txhis tsis kawg rau."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.8","label":"8","content":"Tiamsis cov uas xam pom nws tus kheej tsis ua raws li txojkev tseeb tiamsis ua raws li txojkev phem, Vajtswv yuav npau taws thiab chim rau."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.9","label":"9","content":"Txojkev txom nyem thiab kev nyuaj siab yuav raug txhua tus neeg uas ua phem, yuav raug cov Yudai ua ntej li raug cov Kili."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.10","label":"10","content":"Tiamsis lub koob meej thiab meej mom thiab qhov uas kaj siab lug yuav raug txhua tus uas ua zoo, yuav raug cov Yudai ua ntej li raug cov Kili,"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.11","label":"11","content":"rau qhov Vajtswv tsis xaiv leejtwg ntsej muag li."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.12","label":"12","content":"Txhua tus uas tsis muaj Vajtswv txoj kevcai es mus ua txhaum yuav raug puam tsuaj tsis kiam txog Vajtswv txoj kevcai ntawd. Txhua tus uas muaj Vajtswv txoj kevcai es mus ua txhaum yuav raug txiav txim raws li txoj kevcai ntawd."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.13","label":"13","content":"Rau qhov cov uas mloog txoj kevcai xwb tsis yog cov uas ncaj ncees rau ntawm Vajtswv lub xubntiag, tiamsis cov uas xyaum raws li txoj kevcai mas Vajtswv yuav suav tias yog cov uas ncaj ncees."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.14","label":"14","content":"Thaum lwm haiv neeg uas tsis muaj Vajtswv txoj kevcai muaj lub siab ua lawv lub neej raws nraim li txoj kevcai ntawd, mas txawm yog lawv tsis muaj Vajtswv txoj kevcai los lawv rov rhawv txoj kevcai rau lawv."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.15","label":"15","content":"Lawv ua lub neej kom pom tias txoj kevcai twb sau cia rau hauv lawv lub siab lawm, thiab lawv lub siab uas paub qhov phem qhov zoo kuj ua timkhawv, thiab lawv tej kev xav uas tej zaum yog rau txim tej zaum yog zam txim."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.16","label":"16","content":"Yuav zoo li ntawd rau hnub uas Vajtswv siv Yexus Khetos txiav txim rau neeg tej kev zais siab, yog raws li txoj xov zoo uas kuv piav."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.17","label":"17","content":"Yog koj hu koj tus kheej tias yog Yudai thiab vam khom txoj kevcai thiab khav txog qhov uas nrog Vajtswv sib raug zoo,"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.18","label":"18","content":"thiab paub Vajtswv lub siab nyiam li cas thiab pom zoo tej uas tsim txiaj vim yog tau kawm hauv Vajtswv txoj kevcai,"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.19","label":"19","content":"thiab yog koj ruaj siab tias koj yog tus coj tus neeg dig muag kev, thiab ua qhov kaj rau cov uas nyob hauv qhov tsaus ntuj,"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.20","label":"20","content":"thiab yog tus uas qhia cov neeg ruam, ua tus uas qhia cov menyuam yaus, thiab muaj tus qauv qhia kev paub thiab qhov tseeb hauv Vajtswv txoj kevcai,"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.21","label":"21","content":"yog li ntawd koj uas qhia lwm tus koj yuav tsis qhia koj tus kheej lov? Thaum koj qhia tias tsis txhob ua tub sab, koj tus kheej tseem ua lov?"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.22","label":"22","content":"Koj qhia tias tsis txhob ua nkauj ua nraug, los koj tseem ua lov? Koj ntxub tej dab mlom los koj tseem lws tej tsev pe dab lov?"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.23","label":"23","content":"Koj khav txog Vajtswv txoj kevcai, los koj tseem saib tsis taus Vajtswv vim yog ua txhaum txoj kevcai lov?"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.24","label":"24","content":"Muaj lus sau cia tias, “Lwm haiv neeg hais lus tuam mom Vajtswv lub npe vim yog tim nej.”"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.25","label":"25","content":"Yog nej xyaum raws li txoj kevcai, qhov uas ua kevcai txiav kuj muaj qabhau tiag, tiamsis yog nej tsis ua raws li txoj kevcai qhov uas nej ua kevcai txiav ntawd kuj zoo li nej tsis tau ua kiag li."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.26","label":"26","content":"Vim li no yog tus uas tsis ua kevcai txiav tseem xyaum raws li tej nqes hauv txoj kevcai, mas qhov uas nws tsis ua kevcai txiav ntawd yuav suav tau tias nws twb ua kevcai txiav lawm los tsis yog?"},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.27","label":"27","content":"Tus uas tsis ua kevcai txiav ntawm lub cev nqaij tiamsis nws xyaum raws nraim txoj kevcai, nws yuav txiav txim rau koj uas muaj txoj kevcai sau cia thiab tau ua kevcai txiav lawm tiamsis tseem tsis ua raws li txoj kevcai ntawd."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.28","label":"28","content":"Tus tseem Yudai tsis yog tus uas ua sab nraud xwb, thiab qhov uas ua kevcai txiav tiag tiag tsis yog ua sab nraum daim tawv xwb."},{"bible_id":"1269","chapter_code":"ROM.2","verse_code":"ROM.2.29","label":"29","content":"Tus tseem Yudai tiag yog tus uas ua sab hauv, thiab qhov uas ua kevcai txiav tiag yog qhov uas ua hauv lub siab, raws li Vaj Ntsuj Plig tsis yog raws li txoj kevcai uas sau cia. Tus uas ua li ntawd neeg tsis qhuas, tiamsis Vajtswv qhuas."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.1","label":"1","content":"Yog li ntawd cov Yudai tsim txiaj dua lwm tus li cas? Qhov uas ua kevcai txiav muaj qabhau dabtsi?"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.2","label":"2","content":"Muaj qabhau txhua yam. Qhov ib, muab Vajtswv tej lus cob rau cov Yudai tuav."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.3","label":"3","content":"Txawm yog muaj qee leej ua tsis ncaj los qhov uas lawv ua tsis ncaj ntawd yuav rhuav Vajtswv txojkev ncaj lov?"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.4","label":"4","content":"Tsis tau li. Txawm yog neeg txhua tus dag kuj thov cia Vajtswv ua tus tseeb, raws li uas sau cia hais tias, “kom thiaj pom tias koj ncaj ncees hauv koj tej lus, thiab kov yeej rau thaum koj txiav txim.”"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.5","label":"5","content":"Tiamsis yog peb tej kev phem ua rau Vajtswv txojkev ncaj ncees tshwm los, peb yuav hais li cas? Peb yuav hais tias qhov uas Vajtswv npau taws tshwm rau peb, yog nws ua tsis ncaj lov? (Kuv hais raws li neeg hais xwb.)"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.6","label":"6","content":"Tsis yog li, rau qhov yog hais tias zoo li ntawd Vajtswv yuav txiav txim rau lub ntiajteb tau li cas?"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.7","label":"7","content":"Yog Vajtswv txojkev tseeb tshwm los vim yog qhov uas kuv dag kuj ua rau Vajtswv tau koob meej ntau heev lawm, ua li cas kuv tseem yuav raug txiav txim zoo li tus uas muaj txim?"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.8","label":"8","content":"Thiab ua cas peb tsis ua qhov phem xwv qhov zoo thiaj tshwm tuaj? Raws li muaj qee leej xyav peb hais tias peb hais li ntawd. Cov neeg uas hais li no raug txim kuj yog ua ncaj lawm."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.9","label":"9","content":"Yog li ntawd yuav hais li cas? Peb cov Yudai zoo dua lov? Tsis yog kiag li, vim tias kuv twb qhia tseeb tias neeg txhua tus tsis hais cov Yudai thiab cov Kili puavleej nyob hauv txoj qab kev txhaum."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.10","label":"10","content":"Raws li twb sau cia hais tias, “Tsis muaj ib tug ncaj ncees, tsis muaj ib tug kiag li."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.11","label":"11","content":"Tsis muaj ib tug nkag siab, tsis muaj ib tug nrhiav Vajtswv."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.12","label":"12","content":"Lawv txhua tus yuam kev tag, thiab lawv phem tag huvsi ib yam nkaus, tsis muaj ib tug ua zoo, tsis muaj kiag li.”"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.13","label":"13","content":"“Lawv lub caj pas yog lub qhov ntxa uas qheb lug, lawv siv lawv tus nplaig dag ntxias.” “Taug nab nyob ntawm lawv daim tawv ncauj.”"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.14","label":"14","content":"“Tej lus tsawm foom thiab tej lus lwj siab puv nkaus hauv lawv lub qhov ncauj.”"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.15","label":"15","content":"“Lawv txhais kotaw dhia mus ua rau nqaij ntuag ntshav nrog,"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.16","label":"16","content":"txojkev uas lawv mus muaj kev puam tsuaj thiab kev txom nyem,"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.17","label":"17","content":"thiab lawv tsis paub txojkev hum xeeb.”"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.18","label":"18","content":"“Lawv tsis paub ntshai Vajtswv kiag li”"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.19","label":"19","content":"Peb paub tias Vajtswv txoj kevcai hais li cas, kuj yog hais rau cov uas nyob hauv txoj kevcai ntawd, xwv txhua tus lub qhov ncauj thiaj tsis muaj lus teb li thiab tag nrho lub ntiajteb yuav raug Vajtswv txiav txim."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.20","label":"20","content":"Vim qhov uas xyaum raws li txoj kevcai, Vajtswv tsis pom muaj ib tug twg yuav raug suav tias ncaj ncees, rau qhov txoj kevcai ntawd qhia kom peb paub txog lub txim xwb."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.21","label":"21","content":"Tiamsis nimno txojkev ncaj ncees uas Vajtswv pub tshwm los tsis yog vim coj raws li txoj kevcai, tiamsis txoj kevcai thiab cov xibhwb cev Vajtswv lus tseem ua timkhawv rau txojkev ncaj ncees ntawd."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.22","label":"22","content":"Txojkev ncaj ncees uas Vajtswv pub vim yog ntseeg Yexus Khetos, yog pub rau txhua tus uas ntseeg, tsis suav tias ib leeg txawv ib leeg,"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.23","label":"23","content":"rau qhov txhua tus puavleej muaj txim thiab poob ntawm Vajtswv lub hwjchim ci ntsa iab lawm,"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.24","label":"24","content":"tiamsis Vajtswv muaj txojkev hlub thiaj pub dawb rau lawv ua tau tus ncaj ncees vim qhov uas Yexus Khetos txhiv lawv dim lub txim."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.25","label":"25","content":"Vajtswv tsa Yexus ua tus uas muab Yexus cov ntshav ntxuav txhua tus uas ntseeg lub txim.  Tej no thiaj ua kom pom txojkev ncaj ncees uas Vajtswv pub vim nws ua siab ntev tsis rau txim rau tej kev txhaum uas ua los lawd,"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.26","label":"26","content":"kom thiaj ua nws txojkev ncaj ncees tshwm rau cov neeg tiam no thiab qhia tias nws yog tus ncaj ncees thiab suav tias tus uas ntseeg Yexus yog tus ncaj ncees."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.27","label":"27","content":"Yog li no peb yuav khav tau li cas? Khav tsis tau kiag li. Yuav ua raws li txoj kevcai twg? Yuav ua raws txoj kevcai xyaum zoo lov? Tsis tau li. Yuav tsum ua raws li txojkev ntseeg xwb."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.28","label":"28","content":"Peb paub tias neeg raug suav tias ncaj ncees yog vim nws ntseeg tsis yog qhov uas nws xyaum raws li txoj kevcai."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.29","label":"29","content":"Vajtswv tsuas yog cov Yudai tus Vajtswv xwb lov? Nws tsis yog lwm haiv neeg tus Vajtswv thiab lov? Nws yeej yog lwm haiv neeg tus Vajtswv thiab,"},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.30","label":"30","content":"rau qhov Vajtswv yog tib tug Vajtswv thiab nws suav tias tus uas ua kevcai txiav thiab tus uas tsis tau ua puavleej ncaj ncees ib yam nkaus vim qhov uas ntseeg."},{"bible_id":"1269","chapter_code":"ROM.3","verse_code":"ROM.3.31","label":"31","content":"Yog li ntawd peb muab txojkev ntseeg no rhuav txoj kevcai lov? Tsis tau li. Peb yeej tuav rawv txoj kevcai."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.1","label":"1","content":"Yog li ntawd peb yuav hais li cas txog Aplahas uas yog peb yawg koob ntawm nqaij tawv?"},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.2","label":"2","content":"Yog Aplahas raug suav tias ncaj ncees vim qhov uas nws xyaum zoo, nws yeej muaj tej uas nws khav tau, tiamsis nws khav tsis tau tab meeg Vajtswv."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.3","label":"3","content":"Vajtswv phau ntawv hais li cas? “Aplahas ntseeg Vajtswv mas Vajtswv suav tias qhov uas nws ntseeg ntawd yog txojkev ncaj ncees rau Aplahas.”"},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.4","label":"4","content":"Tus neeg ua haujlwm mas cov nqe zog uas nws tau tsis suav tias yog tshav ntuj tiamsis suav tias yog nws li nqe zog."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.5","label":"5","content":"Tus uas tsis vam khom nws tes haujlwm tiamsis ntseeg tus uas pub cov neeg phem ua tau ncaj ncees, mas nws txojkev ntseeg ntawd Vajtswv suav tias yog txojkev ncaj ncees."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.6","label":"6","content":"Ib yam li Davi tau hais txog tus uas nyob kaj siab lug, yog tus uas Vajtswv suav tias yog tus ncaj ncees tsis yog vim nws xyaum raws li txoj kevcai, hais tias,"},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.7","label":"7","content":"“Cov uas tau txais kev zam txim tau nyob kaj siab lug, yog cov uas nws tej kev txhaum raug muab faus lawm."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.8","label":"8","content":"Tus uas tus Tswv  tsis suav nws tej kev txhaum kuj tau nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.9","label":"9","content":"Txojkev kaj siab no pub rau cov uas ua kevcai txiav xwb lov, lossis pub rau cov tsis ua thiab? Peb hais tias Vajtswv suav tias qhov uas nws ntseeg ntawd yog txojkev ncaj ncees rau Aplahas."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.10","label":"10","content":"Vajtswv suav li ntawd rau Aplahas thaum twg? Suav thaum nws twb ua kevcai txiav lawm los thaum tseem tsis tau ua? Tsis yog thaum nws ua kevcai txiav lawm tiamsis yog thaum nws tseem tsis tau ua."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.11","label":"11","content":"Nws ua kevcai txiav ua lub hom thawj ntaus txwm rau txojkev ncaj ncees uas nws tau ntawm txojkev ntseeg ua ntej uas nws tsis tau ua kevcai txiav. Yog li ntawd Aplahas thiaj tau ua txhua tus ntseeg uas tsis tau ua kevcai txiav li txiv, Vajtswv thiaj suav tias lawv yog neeg ncaj ncees thiab."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.12","label":"12","content":"Nws kuj ua cov uas ua kevcai txiav li txiv, tsis yog lawv ua kevcai txiav xwb tiamsis lawv ntseeg, taug peb yawg koob Aplahas tus neev taw uas nws twb ntseeg thaum nws tsis tau ua kevcai txiav."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.13","label":"13","content":"Tej lus uas Vajtswv cog rau Aplahas thiab nws cov tub ki hais tias lawv yuav tau lub ntiajteb ua lawv qub txeeg qub teg, tej lus ntawd tsis yog tau ntawm txoj kevcai los tiamsis tau ntawm txojkev ncaj ncees uas yog los ntawm txojkev ntseeg los."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.14","label":"14","content":"Yog cov uas coj raws li txoj kevcai tau ua cov uas saws qub txeeg qub teg, ces txojkev ntseeg tsis muaj qabhau kiag li, thiab tej lus cog tseg siv tsis tau."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.15","label":"15","content":"Rau qhov txoj kevcai coj txojkev npau taws los, tiamsis qhov twg tsis muaj txoj kevcai qhov ntawd tsis muaj kev txhaum."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.16","label":"16","content":"Vim li no tej lus cog tseg ntawd nyob ntawm txojkev ntseeg, xwv thiaj ua tau raws li Vajtswv txojkev hlub thiab tuav tau tej lus cog tseg ntawd rau Aplahas caj ces sawvdaws, tsis yog rau cov uas coj txoj kevcai xwb tiamsis rau cov uas muaj kev ntseeg ib yam li Aplahas, uas yog peb txhua tus leej txiv,"},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.17","label":"17","content":"raws li uas sau cia hais tias, “Kuv ua rau koj ua ntau haiv neeg leej txiv.”  Nws yog peb tus yawg koob tab meeg Vajtswv uas Aplahas ntseeg, yog tus uas pub txojsia rau cov uas tuag thiab hu tej uas tsis tau muaj kom muaj tshwm los."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.18","label":"18","content":"Txawm yog tsis muaj vam lawm los Aplahas tseem ntseeg tias yuav ua tau ntau haiv neeg leej txiv, raws li tej lus uas twb hais rau nws lawm tias, “Koj caj ces yuav coob li no.”"},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.19","label":"19","content":"Nws tsis qaug zog ntawm txojkev ntseeg rau thaum nws tshuaj saib nws lub cev mas piv zoo li tuag lawm vim nws hnub nyoog muaj kwvlam ib puas xyoo lawm, thiab thaum nws xav txog qhov uas Xala lub plab mooj."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.20","label":"20","content":"Nws ua siab ruaj tsis ua siab ywj fab ywj fwj rau Vajtswv tej lus cog tseg, tiamsis nws txojkev ntseeg loj zuj zus tuaj thiab ua rau Vajtswv tau koob meej."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.21","label":"21","content":"Nws ntseeg ruaj tias Vajtswv muaj peevxwm ua tau yam uas Vajtswv cog lus."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.22","label":"22","content":"Vim yog qhov no ntag “Vajtswv thiaj suav tias qhov uas Aplahas ntseeg yog txojkev ncaj ncees rau nws.”"},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.23","label":"23","content":"Tej lus uas hais tias, “Suav tias yog txojkev ncaj ncees rau nws” tsis yog sau rau nws ib leeg xwb"},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.24","label":"24","content":"tiamsis yog sau rau peb thiab. Vajtswv kuj yuav suav tias yog txojkev ncaj ncees rau peb cov uas ntseeg tus uas tsa peb tus Tswv Yexus ciaj sawv hauv qhov tuag rov los thiab."},{"bible_id":"1269","chapter_code":"ROM.4","verse_code":"ROM.4.25","label":"25","content":"Yexus raug muab tua pov tseg vim peb tej kev txhaum thiab raug tsa ciaj sawv rov los Vajtswv thiaj suav tau tias peb yog neeg ncaj ncees."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.1","label":"1","content":"Yog li ntawd, twb yog vim peb raug suav tias ncaj ncees vim yog qhov uas ntseeg, peb thiaj nrog  Vajtswv sib hum xeeb vim muaj peb tus Tswv Yexus Khetos lawm."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.2","label":"2","content":"Ntawm Yexus peb thiaj nkag los rau hauv txojkev hlub uas peb los nyob no thiab peb khav  txog qhov uas peb muaj vam tias yuav muaj feem tau Vajtswv lub hwjchim ci ntsa iab."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.3","label":"3","content":"Tsis tag li ntawd xwb, peb kuj khav txog qhov uas peb raug txom nyem vim peb paub tias kev txom nyem ua kom muaj siab ntev thev taus,"},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.4","label":"4","content":"thiab qhov uas muaj siab ntev thev taus yog muab peb sim ua tau zoo siv lawm, thiab qhov uas raug muab sim ntawd ua kom muaj siab vam,"},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.5","label":"5","content":"thiab yuav tsis plam txojkev vam ntawd vim Vajtswv siv Vaj Ntsuj Plig dawb huv uas nws twb pub rau peb lawm hliv Vajtswv txojkev hlub rau hauv peb lub siab."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.6","label":"6","content":"Thaum peb tseem qaug zog Khetos tuag this cov neeg phem raws li lub sijhawm uas teem tseg lawm."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.7","label":"7","content":"Qhov tseeb tsis tshua muaj leejtwg tuag this tus neeg ncaj ncees, tiamsis tej zaum yuav muaj ib tug yeem tuag this tus neeg zoo."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.8","label":"8","content":"Tiamsis Vajtswv ua nws txojkev hlub tshwm rau peb, yog qhov uas thaum peb tseem ua neeg muaj txim Khetos tuag this peb."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.9","label":"9","content":"Yog li ntawd, vim Yexus cov ntshav ua rau peb raug suav tias ncaj ncees lawm, mas loj dua li ntawd peb yeej yuav dim hauv Vajtswv txojkev npau taws vim muaj Yexus."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.10","label":"10","content":"Rau qhov thaum peb tseem ua yeeb ncuab rau Vajtswv, nws tus Tub txojkev tuag ua rau peb twb tau rov los nrog Vajtswv sib raug zoo. Loj dua li ntawd thaum peb nrog nws sib raug zoo lawm, qhov uas nws tus Tub ciaj sia nyob yuav cawm peb dim."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.11","label":"11","content":"Tsis yog li ntawd xwb, peb yuav khav rau hauv Vajtswv vim yog muaj peb tus Tswv Yexus Khetos ua tus uas ua rau peb rov nrog Vajtswv sib raug zoo."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.12","label":"12","content":"Yog li no, lub txim tshwm los rau hauv lub ntiajteb yog tim tib leeg, thiab txojkev tuag tshwm los yog tim lub txim ntawd, thiab txojkev tuag kis mus rau ib tsoom neeg txhua tus vim yog neeg txhua tus ua txhaum muaj txim."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.13","label":"13","content":"Qhov tseeb lub txim muaj nyob rau hauv lub ntiajteb no ua ntej uas tsis tau muab txoj kevcai rau Mauxe, tiamsis qhov twg tsis muaj txoj kevcai kuj tsis suav tias muaj txim."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.14","label":"14","content":"Tiamsis txojkev tuag yeej kav kiag txij thaum Adas los txog Mauxe. Txawm yog cov uas tsis tau ua txhaum ib yam li Adas los txojkev tuag kuj kav rawv. Adas ua qauv txog tus uas yuav tom qab los."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.15","label":"15","content":"Tiamsis yam uas Vajtswv pub dawb dawb tsis thooj li qhov uas ua txhaum ntawd. Yog neeg coob coob tuag vim qhov uas ib tug ua txhaum, heev dua li ntawd Vajtswv txojkev hlub thiab yam uas Vajtswv pub dawb dawb ntawm ib tug los, uas yog los ntawm Yexus Khetos, kuj muaj nplua mias rau neeg coob coob."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.16","label":"16","content":"Yam uas Vajtswv pub dawb ntawd tsis thooj li tej kev txhaum uas ib tug ua ntawd, vim tias kev txiav txim rau tib zaug txhaum ntawd coj kev rau txim los, tiamsis yam uas pub dawb tom qab uas ua txhaum ntau zaus coj txojkev ncaj ncees los."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.17","label":"17","content":"Yog qhov uas ib tug ua txhaum ua rau txojkev tuag kav kiag ntawm tus ntawd los, heev dua li ntawd cov uas tau txais txojkev hlub nplua mias thiab txojkev ncaj ncees uas Vajtswv pub dawb, yuav tau txojsia ntawm ib tug uas yog Yexus Khetos thiab yuav kav mus li."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.18","label":"18","content":"Qhov uas ib tsoom neeg raug txim vim qhov uas ib tug ua txhaum xwb, mas qhov uas ib tug ua ncaj ncees yuav coj txojkev ncaj ncees uas pub txojsia los rau txhua tus ib yam nkaus."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.19","label":"19","content":"Qhov uas ib tug tsis mloog lus kuj ua rau ib tsoom neeg  txhaum li cas, mas qhov uas ib tug mloog lus kuj ua rau ib tsoom neeg  ncaj ncees tau ib yam nkaus."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.20","label":"20","content":"Txoj kevcai tshwm los ua rau kev txhaum tsav ntxiv zuj zus tuaj. Qhovtwg muaj kev txhaum tsav ntxiv zuj zus, Vajtswv txojkev hlub kuj muaj nplua mias tsav ntxiv rau qhov ntawd."},{"bible_id":"1269","chapter_code":"ROM.5","verse_code":"ROM.5.21","label":"21","content":"Mas kev txhaum kav ua kom muaj kev tuag li cas, Vajtswv txojkev hlub thiaj kav ua kom tau txojsia ib txhis ntawm txojkev ncaj ncees hauv Yexus Khetos uas yog peb tus Tswv ib yam li ntawd."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.1","label":"1","content":"Yog li ntawd peb yuav hais li cas? Peb yuav ua txojkev txhaum ntxiv mus kom Vajtswv txojkev hlub thiaj tsav zuj zus tuaj lov?"},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.2","label":"2","content":"Tsis yog li ntawd. Peb uas twb tuag ntawm kev txhaum lawm tseem yuav muaj sia rau hauv kev txhaum tau li cas?"},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.3","label":"3","content":"Nej tsis paub tias peb txhua tus uas ua kevcai raus dej rau hauv Yexus Khetos kuj ua kevcai raus dej rau hauv Yexus txojkev tuag lov?"},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.4","label":"4","content":"Peb raug muab log nrog Yexus ua ke ntawm qhov uas ua kevcai raus dej rau hauv txojkev tuag ntawd, mas ib yam li leej Txiv siv nws lub hwjchim ci ntsa iab tsa tus Khetos sawv hauv qhov tuag rov los, peb thiaj tau ua lub neej raws li txojsia tshiab ib yam nkaus."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.5","label":"5","content":"Yog peb nrog Yexus koom txojkev tuag li hais no, peb yeej yuav nrog nws koom qhov uas sawv hauv qhov tuag rov los."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.6","label":"6","content":"Peb paub tias peb tus qub twb raug muab teem nrog Yexus rau saum tus ntoo khaublig xwv peb lub cev qub uas muaj txim ntawd thiaj raug muab ua puam tsuaj tag mas peb yuav tsis ua lub txim li qhev dua li lawm,"},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.7","label":"7","content":"rau qhov tus uas tuag lawd kuj dim lub txim lawm."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.8","label":"8","content":"Yog peb twb nrog Khetos tuag lawm, peb ntseeg tias peb yuav muaj txojsia nrog nws nyob thiab."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.9","label":"9","content":"Peb yeej paub tias Khetos raug muab tsa ciaj sawv hauv qhov tuag rov los thiab nws yuav tsis tuag dua li lawm. Txojkev tuag tsis muaj hwjchim kav nws lawm."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.10","label":"10","content":"Qhov uas nws tuag ntawd nws tuag ntawm lub txim tib zaug xwb mas txaus, tiamsis qhov uas nws muaj txojsia nyob nws nyob rau Vajtswv."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.11","label":"11","content":"Ib yam nkaus, nej cia li suav tias nej tuag ntawm lub txim thiab muaj txojsia hauv Yexus Khetos nyob rau Vajtswv."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.12","label":"12","content":"Vim li no tsis txhob kheev lub txim kav nej lub cev uas txawj tuag kom nej ua raws li tej kev phem uas nej lub cev nqaij ntshaw."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.13","label":"13","content":"Tsis txhob muab nej lub cev ib qho ua cuab yeej pub rau lub txim siv ua phem, tiamsis nej yuav tsum muab nej tus kheej uas zoo li cov neeg uas raug tsa sawv hauv qhov tuag rov los ntawd pub rau Vajtswv siv thiab muab nej lub cev txhua yam ua tej cuab yeej uas siv ua haujlwm ncaj ncees pub rau Vajtswv."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.14","label":"14","content":"Lub txim yuav tsis tswjhwm nej ntxiv mus lawm, rau qhov nej tsis nyob hauv txoj qab kevcai lawm tiamsis nyob hauv txoj qab kev hlub."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.15","label":"15","content":"Yog li ntawd peb yuav ua li cas? Peb yuav ua txhaum vim peb tsis nyob hauv txoj qab kevcai tiamsis nyob hauv txoj qab kev hlub lov? Tsis tau li."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.16","label":"16","content":"Nej tsis paub lov? Yog nej yeem ua leejtwg li qhev thiab mloog nws lus, nej kuj yog tus uas nej mloog lus ntawd li qhev, yog ua lub txim li qhev uas coj mus txog kev tuag, lossis ua qhov uas mloog lus li qhev uas coj mus txog txojkev ncaj ncees."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.17","label":"17","content":"Tiamsis ua Vajtswv tsaug, vim nej txeev ua lub txim li qhev tiamsis nimno nej muaj lub siab mloog tej lus qhuab qhia uas muab cob rau nej lawm."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.18","label":"18","content":"Nej twb dim lub txim lawm thiab nej tau ua txojkev ncaj ncees li qhev."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.19","label":"19","content":"Kuv hais raws li neeg ib txwm hais vim nej lub cev nqaij tseem tsis muaj zog. Nej muab nej lub cev txhua yam ua kev phem kev qias li qhev thiab ua tej kev txhaum uas nej ua tag ua thiab li qhev li cas, nimno nej cia li muab nej lub cev txhua yam ua txojkev ncaj ncees li qhev ib yam li ntawd kom thiaj raug muab cais kom dawb huv."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.20","label":"20","content":"Thaum nej tseem ua lub txim li qhev, txojkev ncaj ncees tsis kav nej."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.21","label":"21","content":"Thaum ntawd nej tau nuj nqes dabtsi ntawm tej uas nimno ua rau nej txaj muag? Tej uas nej ua ntawd thaum kawg yog txojkev tuag xwb."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.22","label":"22","content":"Tiamsis nimno nej twb dim qhov uas ua lub txim li qhev thiab tig los ua Vajtswv li qhev lawm, mas nuj nqes uas nej tau yog qhov uas muab nej cais ua dawb huv thiab thaum kawg yog txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"ROM.6","verse_code":"ROM.6.23","label":"23","content":"Rau qhov lub txim li nqe yog txojkev tuag tiamsis yam uas Vajtswv pub dawb yog txojsia ib txhis tsis kawg hauv Yexus Khetos uas yog peb tus Tswv."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.1","label":"1","content":"Kwvtij sawvdaws nej tsis paub lov? (Kuv hais rau cov uas paub Mauxe txoj kevcai lawm.) Txoj kevcai muaj hwjchim kav neeg tsuas yog thaum uas nws muaj txojsia nyob xwb."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.2","label":"2","content":"Ib yam li tus pojniam uas yuav txiv lawm mas raws li txoj cai thaum tus txiv tseem nyob nws yuav tsum nrog tus txiv nyob. Yog tus txiv tuag lawm nws thiaj dim txoj kevcai uas muaj txiv."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.3","label":"3","content":"Vim li no yog tus pojniam ntawd cia li mus muaj dua lwm tus rau thaum tus txiv tseem muaj txojsia nyob nws yuav tau lub npe tias deev hluas nraug. Tiamsis yog nws tus txiv tuag lawm nws kuj dim txoj kevcai ntawd. Yog nws mus yuav dua lwm tus txiv kuj tsis yog deev hluas nraug."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.4","label":"4","content":"Ib yam nkaus li ntawd, kuv cov kwvtij, nej kuj tuag ntawm Mauxe txoj kevcai rau ntawm Khetos lub cev, kom nej thiaj ua tau lwm tus li, yog ua tus uas raug tsa sawv hauv qhov tuag rov los li, kom peb thiaj txi txiv rau Vajtswv."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.5","label":"5","content":"Thaum peb muaj txojsia nyob hauv lub cev nqaij tawv, peb lub siab uas ntshaw ua phem raug txoj kevcai tshum ua rau peb lub cev txi txiv uas coj mus txog txojkev tuag."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.6","label":"6","content":"Tiamsis nimno peb twb dim hauv txoj kevcai lawm, yog peb tuag ntawm yam uas txeev khi peb cia, xwv peb thiaj ua tau qhev raws li Vaj Ntsuj Plig txojkev tshiab tsis yog raws li txojkev qub uas sau cia."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.7","label":"7","content":"Yog li ntawd peb yuav hais li cas? Yuav hais tias txoj kevcai yog kev txhaum lov? Tsis tau li. Yog tsis muaj txoj kevcai lawm kuv yeej yuav tsis paub kev txhaum. Yog txoj kevcai tsis tau hais tias, “Tsis txhob ua siab hlob,”  kuv yeej tsis paub tias dabtsi yog kev ua siab hlob."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.8","label":"8","content":"Tiamsis kev txhaum tos nrhw siv txoj kevcai ntawd txhob ua rau kuv ua siab hlob rau txhua yam. Yog tsis muaj txoj kevcai, kev txhaum kuj tuag lawm."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.9","label":"9","content":"Yav tag los kuv ua lub neej tsis muaj txoj kevcai, tiamsis thaum muaj txoj kevcai los kev txhaum kuj rov ciaj sia tuaj mas kuv thiaj tuag."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.10","label":"10","content":"Txoj kevcai uas yuav tsum pub txojsia, kuv pom tias tsuas yog coj txojkev tuag los."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.11","label":"11","content":"Rau qhov kev txhaum tos nrhw siv txoj kevcai ntawd dag ntxias kuv thiab muab kuv tua."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.12","label":"12","content":"Vim li no txoj kevcai yog kev dawb huv thiab tej kab ke kuj dawb huv thiab ncaj thiab zoo kawg."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.13","label":"13","content":"Yog li no yam uas zoo ntxeev ua txojkev tuag rau kuv lov? Tsis yog. Yog kev txhaum siv yam uas zoo ua rau kev tuag tshwm rau hauv kuv, kom thiaj pom tias txojkev txhaum ntawd txhaum tiag tiag li thiab vim muaj txoj kevcai kev txhaum thiaj phem kawg nkaus."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.14","label":"14","content":"Peb paub tias txoj kevcai yog hais txog sab ntsuj plig, tiamsis kuv yog nqaij tawv kuv thiaj raug muab muag ua kev txhaum li qhev."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.15","label":"15","content":"Kuv tsis nkag siab tej uas kuv ua. Rau qhov kuv tsis ua yam uas kuv xav ua, kuv ho ua yam uas kuv ntxub xwb."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.16","label":"16","content":"Yog kuv ua yam uas kuv tsis xav ua, kuv yeem lees tias txoj kevcai zoo."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.17","label":"17","content":"Ces tsis yog kuv tus kheej ua tiamsis yog kev txhaum uas nyob hauv kuv ua."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.18","label":"18","content":"Rau qhov kuv paub tias hauv kuv tus kheej uas yog hauv kuv lub cev nqaij tawv tsis muaj ib qho zoo kiag li. Kuv txawj xav zoo tiamsis ua tsis tau qhov zoo kiag li,"},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.19","label":"19","content":"vim qhov zoo uas kuv xav ua kuv kuj tsis ua, tiamsis qhov phem uas kuv tsis xav ua, kuv kuj tseem ua."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.20","label":"20","content":"Yog kuv pheej ua yam uas kuv tsis xav ua, yeej tsis yog kuv tus kheej ua, tiamsis yog kev txhaum uas nyob hauv kuv ua xwb."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.21","label":"21","content":"Yog li ntawd kuv thiaj pom muaj ib txoj kevcai hais tias yog thaum twg kuv xav ua qhov zoo, qhov phem kuj nyob ze."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.22","label":"22","content":"Vim tob tob hauv kuv lub siab yeej nyiam Vajtswv txoj kevcai,"},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.23","label":"23","content":"tiamsis kuv pom muaj dua ib txoj kevcai nyob hauv kuv lub cev uas pheej tawm tsam txoj kevcai uas nyob hauv kuv lub siab thiab ua kom kuv raug txoj kev txhaum uas nyob hauv kuv lub cev ntes."},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.24","label":"24","content":"Ua li cas kuv yuav nyuaj siab ua luaj li no? Leejtwg yuav tso kuv dim hauv lub cev uas coj mus txog kev tuag no?"},{"bible_id":"1269","chapter_code":"ROM.7","verse_code":"ROM.7.25","label":"25","content":"Ua Vajtswv tsaug uas nws yuav tso kuv dim vim yog muaj Yexus Khetos uas yog peb tus Tswv. Yog li ntawd kuv lub siab ua Vajtswv txoj kevcai li qhev, tiamsis kuv lub cev ua txojkev txhaum li qhev."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.1","label":"1","content":"Vim li no tsis muaj kev rau txim rau tus uas nyob hauv Yexus Khetos,"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.2","label":"2","content":"vim tias Vaj Ntsuj Plig txoj kevcai uas pub txojsia hauv Yexus Khetos twb tso kuv  dim ntawm txoj kevcai uas coj mus ua txhaum thiab coj mus txog kev tuag lawm."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.3","label":"3","content":"Tej uas txoj kevcai ua tsis tau vim lub cev nqaij tawv ua rau txoj kevcai tsis muaj zog lawm, Vajtswv ua tau. Nws txib nws tus Tub los zoo li neeg uas lub cev nqaij txhaum thiaj daws tau neeg lub txim, thiab rau txim rau kev txhaum uas nyob hauv neeg lub cev nqaij,"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.4","label":"4","content":"kom tej uas hais txog kev ncaj ncees hauv txoj kevcai yuav tiav rau hauv peb cov uas tsis ua lub neej raws li lub cev nqaij tawv tiamsis ua raws li Vaj Ntsuj Plig."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.5","label":"5","content":"Cov uas ua lub neej raws li nqaij tawv kuj kub siab rau tej uas yog nqaij tawv li xwb, tiamsis cov uas ua lub neej raws li Vaj Ntsuj Plig kuj kub siab rau tej uas yog Vaj Ntsuj Plig li."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.6","label":"6","content":"Qhov uas muab lub siab rau rau nqaij tawv kuj yog kev tuag. Qhov uas muab lub siab rau rau Vaj Ntsuj Plig kuj yog txojsia thiab nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.7","label":"7","content":"Rau qhov lub siab uas muab rau rau nqaij tawv kuj ua yeeb ncuab rau Vajtswv, tsis cia Vajtswv txoj kevcai kav nws, nws yeej ua tsis tau kiag li."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.8","label":"8","content":"Thiab cov uas nyob hauv nqaij tawv yuav ua tsis tau kom hum Vajtswv lub siab."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.9","label":"9","content":"Tiamsis yog Vajtswv tus Ntsuj Plig nyob hauv nej lawm nej kuj tsis nyob hauv nqaij tawv nej yeej nyob hauv Vaj Ntsuj Plig. Leejtwg tsis muaj Khetos tus Ntsuj Plig, tus ntawd kuj tsis yog Khetos li."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.10","label":"10","content":"Yog Khetos nyob hauv nej lawm, txawm yog nej lub cev tuag vim muaj txim, los nej tus ntsuj plig tseem ciaj sia nyob vim muaj txojkev ncaj ncees."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.11","label":"11","content":"Yog tus uas tsa Yexus sawv hauv qhov tuag rov los tus Ntsuj Plig nyob hauv nej lawm, mas tus uas tsa Yexus Khetos sawv hauv qhov tuag yuav siv nws tus Ntsuj Plig uas nyob hauv nej pub txojsia rau nej lub cev uas txawj tuag."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.12","label":"12","content":"Vim li no cov kwvtij, peb tshuav nqe tiamsis tsis yog tshuav nqe sab nqaij tawv uas yuav ua lub neej raws li nqaij tawv."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.13","label":"13","content":"Yog nej ua lub neej raws li nqaij tawv nej yuav tuag, tiamsis yog nej ua raws li Vaj Ntsuj Plig nej yuav tua tau tej haujlwm uas nej lub cev ua, nej thiaj ciaj sia nyob,"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.14","label":"14","content":"vim tias Vajtswv tus Ntsuj Plig coj leejtwg tus ntawd thiaj yog Vajtswv li menyuam."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.15","label":"15","content":"Rau qhov nej tsis tau txais tus ntsuj plig uas coj nej rov mus ua qhev poob rau txojkev ntshai dua, tiamsis nej tau txais tus Ntsuj Plig uas coj nej los ua Vajtswv li menyuam peb thiaj hu Vajtswv tias, “Anpa,  Leej Txiv.”"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.16","label":"16","content":"Vaj Ntsuj Plig nrog peb tus ntsuj plig ua timkhawv tias peb yog Vajtswv li menyuam."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.17","label":"17","content":"Yog peb ua menyuam lawm peb kuj yog tus uas saws qub txeeg qub teg, yog peb saws Vajtswv li qub txeeg qub teg thiab koom nrog Khetos saws. Yog peb nrog Yexus raug kev tsim txom peb kuj yuav nrog Yexus tau koob meej ib yam nkaus."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.18","label":"18","content":"Kuv pom tias tej kev tsim txom uas raug nimno tsis tsim nyog muab piv rau tej koob meej uas yuav tshwm los rau peb yav tom ntej."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.19","label":"19","content":"Tej uas tsim los lawd tos ntsoov Vajtswv cov menyuam tshwm los."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.20","label":"20","content":"Txhua yam uas tsim ntawd poob rau hauv lub hwjchim kev qhuav qhawv lawm tsis yog raws li lub siab nyiam tiamsis raws li Vajtswv tu tseg kom nyob hauv lub qab hwjchim ntawd. Tiamsis tseem muaj chaw vam tias"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.21","label":"21","content":"txhua yam uas tsim ntawd yuav dim ntawm qhov uas ua txojkev puam tsuaj li qhev es yuav los nyob ywj pheej thiab nrog Vajtswv cov menyuam tau koob meej."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.22","label":"22","content":"Peb paub tias txhua yam uas tsim los tabtom ntsaj laws mob plab yam li tus pojniam yuav yug menyuam los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.23","label":"23","content":"Tsis yog tej uas tsim xwb tiamsis peb cov ntag uas muaj Vaj Ntsuj Plig uas yog thawj yam uas Vajtswv pub lawm, peb kuj ntsaj laws hauv lub siab tos qhov uas Vajtswv yuav saws peb ua nws li menyuam, yog qhov uas txhiv kiag peb lub cev."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.24","label":"24","content":"Peb muaj chaw vam li no peb thiaj li dim. Qhov chaw vam uas peb twb ntsib lawm mas tsis yog chaw vam ntxiv lawm. Leejtwg tseem yuav vam yam uas nws twb ntsib lawm?"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.25","label":"25","content":"Tiamsis yog peb vam yam uas tseem tsis tau ntsib peb ua siab ntev tos yam ntawd."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.26","label":"26","content":"Ib yam li ntawd, Vaj Ntsuj Plig pab peb rau thaum peb tsis muaj zog. Rau qhov peb tsis paub tias tsim nyog peb thov dabtsi ntawm Vajtswv, tiamsis Vaj Ntsuj Plig sawv peb chaw thov nroo luj laws tsis paub hais ua lus li."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.27","label":"27","content":"Thiab Vajtswv uas tshuaj saib neeg lub siab kuj paub Vaj Ntsuj Plig lub siab, rau qhov Vaj Ntsuj Plig yeej thov Vajtswv pab cov xov dawb raws li Vajtswv lub siab nyiam."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.28","label":"28","content":"Peb paub tias txhua yam xwm txheej puavleej ua qhov zoo rau cov uas hlub Vajtswv  yog cov uas Vajtswv hu raws li nws xav tseg lawd."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.29","label":"29","content":"Rau qhov txhua tus uas Vajtswv xaiv cia lawd nws kuj muab tu cia ua ntej kom zoo thooj li nws leej Tub tus yam ntxwv xwv nws leej Tub thiaj tau ua tijlaug hauv ib tsoom kwvtij coob coob."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.30","label":"30","content":"Thiab cov uas Vajtswv tu cia lawd nws kuj hu los, thiab cov uas nws twb hu lawd nws suav tias yog cov ncaj ncees, thiab cov uas nws suav tias ncaj ncees, nws kuj pub kom muaj koob meej ci ntsa iab."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.31","label":"31","content":"Yog li ntawd, peb yuav hais li cas txog tej no? Yog Vajtswv tuaj peb tog lawm leejtwg yuav tawm tsam tau peb?"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.32","label":"32","content":"Tus uas tsis khuvxim nws tus Tub tiamsis muab nws tus Tub theej peb txhua tus, nws yuav tsis muab txhua yam nrog tus Tub ntawd pub dawb rau peb thiab lov?"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.33","label":"33","content":"Leejtwg yuav kom tau cov uas Vajtswv twb xaiv cia lawd? Vajtswv twb suav tias lawv ncaj ncees lawm."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.34","label":"34","content":"Leejtwg yuav rau txim tau rau lawv? Yexus Khetos uas tuag lawm thiab heev dua li ntawd twb raug muab tsa sawv hauv qhov tuag rov los, nws zaum ntawm Vajtswv sab tes xis thiab thov Vajtswv pab peb."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.35","label":"35","content":"Leejtwg yuav muab peb cais tau ntawm tus Khetos txojkev hlub? Txawm yog kev ceeblaj, kev txom nyem, kev tsim txom, kev tshaib nqhis, kev khaub hlab, tej xwm txheej phem lossis hniav ntaj hniav riam yuav cais tau lov?"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.36","label":"36","content":"Raws li uas muaj lus sau cia tias, “Vim tim koj peb thiaj raug muab tua tas hnub tas hmo, thiab raug muab suav yam li cov yaj uas coj mus tua.”"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.37","label":"37","content":"Tiamsis hauv txhua yam xwm txheej no peb kov yeej kiag vim yog muaj tus uas hlub peb kawg."},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.38","label":"38","content":"Rau qhov kuv ruaj siab tias txawm yog kev tuag lossis txojsia lossis cov tubtxib saum ntuj lossis tej timtswv lossis tej xwm txheej tiam no lossis tiam tom ntej lossis tej hwjchim,"},{"bible_id":"1269","chapter_code":"ROM.8","verse_code":"ROM.8.39","label":"39","content":"lossis qhov uas siab kawg lossis qhov uas tob kawg lossis ib yam dabtsi uas tau tsim los no yuav cais tsis tau peb ntawm Vajtswv txojkev hlub uas muaj hauv peb tus Tswv Yexus Khetos kiag li."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.1","label":"1","content":"Kuv hais tseeb hauv tus Khetos, kuv tsis dag. Kuv lub siab uas paub qhov zoo qhov phem kuj ua timkhawv hauv Vaj Ntsuj Plig uas dawb huv tias,"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.2","label":"2","content":"kuv nyuaj siab kawg thiab mob siab tsis tu ncua li."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.3","label":"3","content":"Kuv xav kom kuv tus kheej raug muab tsawm foom thiab raug muab txiav tawm ntawm tus Khetos vim yog saib rau kuv cov kwvtij, uas yog kuv haiv neeg ntawm sab nqaij tawv."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.4","label":"4","content":"Lawv yog cov Yixayee uas muaj feem ua Vajtswv li menyuam thiab muaj lub koob meej ci ntsa iab thiab tau tej lus uas sib cog tseg thiab tau txais txoj kevcai thiab tej kevcai pe hawm Vajtswv thiab tau txhua yam lus cog tseg."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.5","label":"5","content":"Tej yawg koob kuj yog lawv li thiab tus Khetos kuj los ntawm lawv haiv neeg sab nqaij tawv, yog Vajtswv uas kav txhua yam mus ib txhis uas tsim nyog qhuas.  Amee."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.6","label":"6","content":"Tiamsis tsis yog Vajtswv txojlus raug muab rhuav tshem lawm, rau qhov tsis yog txhua tus uas yug ntawm Yixayee yog tseem neeg Yixayee tiag,"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.7","label":"7","content":"thiab tsis yog txhua tus uas yog Aplahas caj ces yog Aplahas cov tub ki tiag, tiamsis muaj lus hais tias, “Luag yuav hu koj caj ces tias yog los ntawm Yiha.”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.8","label":"8","content":"Kuj yog hais tias cov uas yog Vajtswv li menyuam tiag tsis yog cov menyuam sab nqaij tawv, tiamsis tsuas yog cov menyuam ntawm tej lus cog tseg thiaj suav tias yog caj ces tiag."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.9","label":"9","content":"Rau qhov tej lus cog tseg muaj hais li no tias, “Lwm xyoo kuv yuav rov tuaj, mas Xala yuav muaj ib tug tub.”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.10","label":"10","content":"Tsis yog li ntawd xwb, tiamsis Lenpekha kuj xeeb ob tug menyuam hauv lub plab ntawm tib leeg txiv, uas yog peb yawg koob Yiha."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.11","label":"11","content":"Ua ntej uas ob tug menyuam ntawd tsis tau yug thiab tsis tau ua ib yam dabtsi zoo lossis phem xwv qhov uas Vajtswv xaiv raws li Vajtswv lub siab xav tseg lawd thiaj li ruaj khov,"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.12","label":"12","content":"tsis yog xaiv raws li tej haujlwm uas ob tug ua tiamsis xaiv raws li Vajtswv hu, Vajtswv hais rau Lenpekha tias “Tus tijlaug yuav ua tus kwv qhev.”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.13","label":"13","content":"Raws li uas muaj lus sau cia hais tias, “Kuv hlub Yakhauj tiamsis kuv ntxub Exau.”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.14","label":"14","content":"Yog li ntawd, peb yuav hais li cas? Vajtswv ua tsis ncaj lov? Tsis yog."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.15","label":"15","content":"Rau qhov Vajtswv hais rau Mauxe tias, “Kuv xav khuvleej tus twg kuv yuav khuvleej tus ntawd, kuv xav tab ncuab tus twg kuv yuav tab ncuab tus ntawd.”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.16","label":"16","content":"Vim li no qhov uas Vajtswv xaiv tsis yog raws li neeg lub siab xav thiab raws li neeg ua, tiamsis nyob ntawm Vajtswv txojkev khuvleej."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.17","label":"17","content":"Vajtswv phau ntawv muaj ib nqe hais rau Falau tias, “Qhov uas kuv tsa koj kuj yog kuv yuav ua kuv lub hwjchim tshwm rau hauv koj kom kuv lub npe thiaj tshaj tawm mus thoob ntiajteb.”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.18","label":"18","content":"Vim li no Vajtswv xav khuvleej tus twg nws kuj khuvleej tus ntawd, thiab xav ua rau tus twg lub siab tawv kuj ua rau tus ntawd lub siab tawv."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.19","label":"19","content":"Yog li ntawd koj yuav hais rau kuv tias, “Ua cas Vajtswv tseem thuam? Leejtwg yuav tav tej uas Vajtswv xav tseg lawd?”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.20","label":"20","content":"Neeg 'e, koj yog leejtwg es yuav nrog Vajtswv sib cav? Yam uas raug muab puab yuav hais rau tus Kws puab tias, “Ua cas koj puab kuv zoo li no?”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.21","label":"21","content":"Tus Kws puab laujkaub tsis muaj cai muab tib thooj av los puab ua ib lub tais siv rau tej yam uas tseem ceeb thiab ua dua ib lub siv rau lwm yam lov?"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.22","label":"22","content":"Puas yog li no? Vim Vajtswv xav ua kom nws txojkev npau taws tshwm los thiab xav qhia nws lub hwjchim nws thiaj ua siab ntev thev tej twj taig uas npaj cia rau kev puam tsuaj,"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.23","label":"23","content":"kom nws thiaj tau ua nws lub hwjchim ci ntsa iab uas muaj ntau kawg nkaus tshwm rau tej twj taig uas nws khuvleej, yog cov uas nws twb npaj tseg rau lub koob meej uas ci ntsa iab,"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.24","label":"24","content":"yog peb cov uas nws twb hu los lawd, tsis yog hu ntawm cov Yudai xwb tiamsis hu ntawm lwm haiv neeg thiab."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.25","label":"25","content":"Raws li Vajtswv hais cia rau hauv phau Hauxeya hais tias, “Kuv yuav hu cov uas tsis txeev ua kuv haiv neeg hu ua ‘kuv li neeg,’ thiab hu tus uas kuv tsis txeev hlub hu ua ‘tus uas kuv hlub.’ ”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.26","label":"26","content":"“Thiab hauv lub chaw uas txeev hais rau lawv tias, ‘Nej tsis yog kuv haiv neeg,’ kuj yuav hu lawv tias, yog ‘Vajtswv uas muaj txojsia nyob cov tub.’ ”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.27","label":"27","content":"Thiab Yaxaya tau qw piav txog cov Yixayee tias, “Txawm yog cov Yixayee coob npaum li tej xuab zeb ntawm ntug hiavtxwv, los cov uas yuav dim muaj tsawg heev."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.28","label":"28","content":"Rau qhov Vajtswv yuav ua kom tiav sai kawg rau saum lub ntiajteb raws li nws hais tseg.”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.29","label":"29","content":"Thiab raws li Yaxaya hais ua ntej tias, “Yog tus Tswv uas muaj hwjchim loj kawg tsis tseg peb muaj noob cia, ces peb kuj yuav zoo ib yam li lub moos Xaudoo thiab zoo li lub moos Kaumaula.”"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.30","label":"30","content":"Yog li ntawd, peb yuav hais li cas? Yuav hais tias lwm haiv neeg uas tsis tau nrhiav txojkev ncaj ncees kuj tau txojkev ncaj ncees lawm, yog txojkev ncaj ncees uas tau ntawm txojkev ntseeg,"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.31","label":"31","content":"tiamsis cov Yixayee uas nrhiav txojkev ncaj ncees ntawm qhov uas xyaum raws li txoj kevcai, kuj tsis tau li."},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.32","label":"32","content":"Vim yog li cas? Vim lawv tsis nrhiav ntawm txojkev ntseeg, lawv nrhiav ntawm txojkev xyaum, lawv thiaj dawm lub pob zeb uas ua rau lawv dawm,"},{"bible_id":"1269","chapter_code":"ROM.9","verse_code":"ROM.9.33","label":"33","content":"raws li uas muaj lus sau cia tias, “Saib maj, kuv teeb ib lub pob zeb rau hauv Xi‑oo yuav ua kom dawm, thiab lub pob zeb yuav ua kom ntog. Tus uas tso siab rau yuav tsis raug txaj muag.”"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.1","label":"1","content":"Cov kwvtij, tej uas kuv lub siab ntshaw thiab siv zog thov Vajtswv pab cov Yixayee yog thov kom lawv tau kev dim."},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.2","label":"2","content":"Kuv ua timkhawv txog lawv tias lawv kub siab lug ua koom tu Vajtswv tiamsis lawv paub tsis tag."},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.3","label":"3","content":"Rau qhov lawv tsis paub txojkev ncaj ncees uas Vajtswv pub tiamsis lawv siv zog rhawv lawv txojkev ncaj ncees, lawv tsis yeem nyob hauv Vajtswv txojkev ncaj ncees."},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.4","label":"4","content":"Rau qhov tus Khetos yog qhov uas kawg nkaus ntawm txoj kevcai kom txhua tus uas ntseeg thiaj tau kev ncaj ncees."},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.5","label":"5","content":"Mauxe sau txog txojkev ncaj ncees uas los ntawm txoj kevcai tias, “Tus uas xyaum raws nraim yuav tau txojsia ntawm qhov uas xyaum ntawd.”"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.6","label":"6","content":"Tiamsis txojkev ncaj ncees uas los ntawm txojkev ntseeg hais li no tias, “Tsis txhob xav hauv lub siab tias, ‘Leejtwg yuav nce mus saum ntuj?’ ” (yog mus coj Khetos nqes los)"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.7","label":"7","content":"“lossis, ‘Leejtwg yuav nqes mus rau hauv lub qhov tob tob?’ ” (yog mus coj Yexus sawv hauv qhov tuag los.)"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.8","label":"8","content":"Txojkev ncaj ncees hais li cas? Kuj hais tias, “Tej lus ntawd yeej nyob ze koj, nyob hauv koj lub qhov ncauj thiab nyob hauv koj lub siab”  (yog tej lus uas ua kom muaj kev ntseeg uas peb tshaj tawm no.)"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.9","label":"9","content":"Yog koj lub ncauj lees hais tias Yexus yog tus Tswv thiab lub siab ntseeg tias Vajtswv twb tsa Yexus sawv hauv qhov tuag rov los, koj yuav dim."},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.10","label":"10","content":"Qhov uas lub siab ntseeg thiaj li suav tias ncaj ncees, qhov uas lub ncauj lees thiaj li dim."},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.11","label":"11","content":"Vajtswv phau ntawv hais cia tias, “Txhua tus uas ntseeg nws yuav tsis raug txaj muag.”"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.12","label":"12","content":"Cov Yudai thiab cov Kili kuj tsis txawv qhov twg. Tus Tswv ib leeg yog sawvdaws tus Tswv thiab pub nplua mias rau txhua tus uas thov nws."},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.13","label":"13","content":"Vim tias “Txhua tus uas tuav tus Tswv  lub npe thov yuav dim.”"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.14","label":"14","content":"Cov uas tsis tau ntseeg tus Tswv yuav ua li cas thov tau nws? Thiab cov uas tsis tau hnov txog nws yuav ua li cas ntseeg tau nws? Thaum tsis muaj leejtwg tshaj tawm, lawv yuav ua li cas tau hnov?"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.15","label":"15","content":"Thiab yog tsis muaj leejtwg txib mus, lawv yuav ua li cas mus tshaj tawm tau? Raws li uas muaj lus sau cia hais tias, “Cov uas piav txoj xov zoo txhais kotaw zoo nkauj kawg.”"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.16","label":"16","content":"Tiamsis tsis yog txhua tus ntseeg txoj xov zoo ntawd. Rau qhov Yaxaya hais tias, “Tus Tswv, leejtwg ntseeg tej uas lawv tau hnov ntawm peb?”"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.17","label":"17","content":"Yog li no txojkev ntseeg tshwm los ntawm qhov uas tau hnov, thiab qhov uas tau hnov kuj yog tshwm los ntawm qhov uas tshaj tawm txog Khetos."},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.18","label":"18","content":"Kuv nug tias, lawv tsis tau hnov lov? Lawv tau hnov lawm tiag tiag, rau qhov “Lawv lub suab twb nrov ncha mus thoob lub ntiajteb lawm, thiab lawv tej lus kuj mus kawg qab ntuj.”"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.19","label":"19","content":"Kuv nug dua tias Yixayee tsis nkag siab lov? Mauxe xub hais ua ntej tias, “Kuv yuav ua rau nej khib cov uas tsis yog ib haiv neeg, kuv yuav muab ib haiv neeg ruam zes nej chim.”"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.20","label":"20","content":"Thiab Yaxaya ua siab tuab hais tias, “Cov uas tsis nrhiav kuv twb ntsib kuv lawm, kuv los tshwm rau cov uas tsis tau nug nrhiav kuv.”"},{"bible_id":"1269","chapter_code":"ROM.10","verse_code":"ROM.10.21","label":"21","content":"Thiab nws hais txog cov Yixayee tias, “Kuv cev kuv txhais tes tas hnub tas hmo rau haiv neeg uas tawv ncauj thiab pheej fav xeeb.”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.1","label":"1","content":"Kuv txawm nug tias, Vajtswv muab nws haiv neeg tso tseg lawm lov? Tsis yog li ntawd. Kuv tus kheej kuv yeej yog haiv neeg Yixayee, yog Aplahas caj ces thiab yog xeem Npeeyamee."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.2","label":"2","content":"Vajtswv tsis tau muab haiv neeg uas nws xaiv cia lawd tso tseg. Nej tsis paub Vajtswv phau ntawv zaj uas hais txog Eliya lov? Nws yws cov Yixayee lub txim rau Vajtswv tias,"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.3","label":"3","content":"“Tus Tswv, lawv tua cov xibhwb cev koj li lus, lawv muab koj tej thaj xyeem rhuav pov tseg. Tsuas tshuav kuv tib leeg xwb los lawv tseem nrhiav txov kuv txojsia thiab.”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.4","label":"4","content":"Tiamsis Vajtswv teb nws li cas? “Kuv tseg xya txheeb leej cia rau kuv, yog cov uas tsis tau txhos caug pe dab Npa‑as.”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.5","label":"5","content":"Ib yam li ntawd, niaj hnub nimno tseem tshuav ib co nyob raws li uas Vajtswv txojkev hlub xaiv cia."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.6","label":"6","content":"Tiamsis yog xaiv raws li txojkev hlub, mas tsis yog raws li txojkev xyaum lawm. Yog raws li txojkev xyaum mas txojkev hlub tsis yog tseem kev hlub lawm."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.7","label":"7","content":"Yog li ntawd yuav hais li cas? Cov Yixayee tsis ntsib yam uas lawv nrhiav. Cov uas Vajtswv xaiv cia thiaj ntsib, tiamsis dua li lwm tus ua lub siab tawv,"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.8","label":"8","content":"raws li uas muaj lus sau cia tias, “Vajtswv pub lub siab ruam puas ntsoog, lub qhov muag tsis pom kev, thiab lub qhov ntsej tsis hnov lus rau lawv los txog niaj hnub nimno.”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.9","label":"9","content":"Thiab Davi hais tias, “Thov cia lawv lub rooj noj ua yej ua ntxiab cuab lawv, thiab ua yam uas lawv dawm thiab yam uas pauj rau lawv."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.10","label":"10","content":"Thov kom lawv lub qhov muag tsaus lawv thiaj tsis pom kev, thiab ua kom lawv lub duav khoov mus li.”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.11","label":"11","content":"Kuv thiaj nug tias cov Yixayee dawm ntog tag lov? Tsis yog li ntawd. Tiamsis qhov uas lawv fav xeeb ntawd ua rau txojkev dim nthuav mus rau lwm haiv neeg xwv thiaj ua rau cov Yixayee khib."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.12","label":"12","content":"Yog qhov uas lawv fav xeeb ntawd ua rau tag nrho lub ntiajteb tau koob hmoov nplua mias thiab yog qhov uas lawv plam lawm ua rau lwm haiv neeg tau koob hmoov nplua mias, mas thaum cov Yixayee los ntseeg txhij lawm yuav yimhuab zoo dua."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.13","label":"13","content":"Kuv hais rau nej cov uas yog lwm haiv neeg. Vim kuv yog ib tug tubtxib rau lwm haiv neeg, kuv thiaj qhuas kuv tes haujlwm"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.14","label":"14","content":"xwv thiaj ua rau kuv cov neeg khib thiab cawm tau lawv qee leej dim."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.15","label":"15","content":"Yog qhov uas lawv raug muab tso tseg lawm ua chaw rau lub ntiajteb rov los nrog Vajtswv sib raug zoo, mas qhov uas Vajtswv rov lees yuav lawv dua, mas yuav zoo li lawv sawv hauv qhov tuag rov los los tsis yog?"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.16","label":"16","content":"Yog thawj phaum hmoov uas muab xyeem, dawb huv lawm, tag nrho cov hmoov huvsi dawb huv thiab. Yog tus cag dawb huv lawm tej ceg kuj dawb huv thiab."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.17","label":"17","content":"Yog tej ceg ib txhia raug muab txiav lawm thiab muab koj uas yog txiv aulib qus tus ntsuag los txuas nyob cov ceg ntawd li chaw kom thiaj koom tib cov dej ntawm lub hauv paus txiv aulib nyeg los yug,"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.18","label":"18","content":"mas koj tsis txhob khav saib tsis taus cov ceg ntawd. Yog koj khav, cia li nco tias koj tsis tau yug tus cag, tiamsis tus cag yug koj."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.19","label":"19","content":"Koj yuav hais tias, “Tej ceg raug muab txiav pov tseg kom thiaj muab kuv txuas rau hauv.”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.20","label":"20","content":"Tseeb tiag. Lawv yeej raug muab txiav vim lawv tsis ntseeg, tiamsis koj nyob tau vim yog koj ntseeg. Yog li ntawd koj tsis txhob khav theeb, koj yuav tsum paub ntshai,"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.21","label":"21","content":"rau qhov yog Vajtswv tsis tseg tej ceg nyeg ntawd nyob, nws yeej yuav tsis tseg koj nyob ib yam nkaus thiab."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.22","label":"22","content":"Vim li no cia li tshuaj saib Vajtswv txojkev hlub thiab qhov uas nws ua nruj ua tsiv. Nws ua nruj ua tsiv rau cov uas dawm ntog, tiamsis nws ua txojkev hlub tshwm rau koj, tsuav yog koj nyob hauv nws txojkev hlub ntawd mus li. Yog tsis ua li ntawd, koj yuav raug muab txiav pov tseg thiab."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.23","label":"23","content":"Thiab cov Yixayee yog lawv yeem tso qhov uas pheej tsis ntseeg tseg mas lawv yuav raug muab rov txuas dua, rau qhov Vajtswv muaj hwjchim muab lawv rov los txuas dua tau thiab."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.24","label":"24","content":"Yog koj raug muab txiav ntawm tsob txiv aulib uas ib txwm yeej yog txiv aulib qus thiab raug muab txuas rau hauv tsob txiv aulib nyeg uas ib txwm tsis tau txuas dua li, mas qhov uas muab tej ceg uas ib txwm yog ceg nyeg txuas rau lawv tsob txiv aulib nyeg kuj yimhuab yoojyim dua."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.25","label":"25","content":"Cov kwvtij 'e, kuv xav kom nej nkag siab txog tej uas muab npog cia tob tob lawd, kom nej thiaj tsis khav tias nej txawj ntse. Cov Yixayee ua lub siab tawv ib ntus xwb mus txog thaum lwm haiv neeg nkag los txhij lawm,"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.26","label":"26","content":"ces tag nrho cov Yixayee sawvdaws kuj yuav dim, raws li uas muaj lus sau cia hais tias, “Tus cawmseej yuav tuaj hauv Xi‑oo tuaj, nws yuav rhuav tej kev phem kom ploj hauv Yakhauj mus.”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.27","label":"27","content":"“No yog tej lus cog tseg uas kuv cog rau thaum kuv daws lawv lub txim.”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.28","label":"28","content":"Hais txog txoj xov zoo mas lawv ua yeeb ncuab rau Vajtswv nej thiaj tau qabhau. Tiamsis hais txog qhov uas xaiv cia lawd, lawv yog cov uas Vajtswv hlub vim yog saib rau lawv tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.29","label":"29","content":"Rau qhov Vajtswv yeej tsis hloov siab rau tej uas nws pub dawb thiab qhov uas nws hu los."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.30","label":"30","content":"Yav tag los nej tsis mloog Vajtswv lus tiamsis nimno nej tau Vajtswv txojkev khuvleej vim yog tim cov Yixayee tsis mloog lus."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.31","label":"31","content":"Ib yam li ntawd lawv cov ntawd kuj tsis mloog lus xwv nimno lawv thiaj tau kev khuvleej vim yog Vajtswv twb khuvleej nej lawm."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.32","label":"32","content":"Vajtswv twb tu kom neeg txhua tus tsis mloog lus kom nws thiaj khuvleej tau txhua tus."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.33","label":"33","content":"Au, Vajtswv muaj txhua yam nplua mias. Nws lub tswvyim thiab kev txawj ntse nyob tob kawg. Tej uas Vajtswv txiav txim siab mas paub tsis tag, thiab nws tej kev mas tshuaj tsis tau."},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.34","label":"34","content":"“Leejtwg txawj paub tus Tswv lub siab lossis leejtwg ua nws lub chaw sablaj?”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.35","label":"35","content":"“Leejtwg pub ib yam dabtsi rau Vajtswv uas Vajtswv yuav tsum pauj rau nws?”"},{"bible_id":"1269","chapter_code":"ROM.11","verse_code":"ROM.11.36","label":"36","content":"Rau qhov txhua yam lus ntawm Vajtswv los thiab muaj nyob hauv nws thiab tsim los rau nws. Thov kom nws tau koob meej mus ib txhis. Amee."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.1","label":"1","content":"Yog li no, cov kwvtij, vim Vajtswv txojkev khuvleej kuv thiaj thov nej muab nej lub cev xyeem pub rau Vajtswv, yog yam uas xyeem ciaj sia thiab dawb huv thiab txaus Vajtswv lub siab ua qhov uas nej sab ntsuj plig pe hawm Vajtswv."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.2","label":"2","content":"Tsis txhob yoog raws li tej neeg tiam no ua. Nej yuav tsum txais kev hloov dua siab nej tej kev xav thiaj hloov dua tshiab. Mas nej yuav paub tias Vajtswv lub siab nyiam li cas thiaj paub tias yam uas zoo thiab yam uas txaus nws siab thiab yam uas zoo kawg nkaus."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.3","label":"3","content":"Kuv hais rau nej txhua tus hauv Vajtswv txojkev hlub uas pub rau kuv lawm tias, nej tsis txhob xav tias nej tus kheej loj dhau li uas tsim nyog xav, tiamsis nej yuav tsum ua tib zoo xav kom phim qhov uas Vajtswv pub txojkev ntseeg npaum li cas rau nej."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.4","label":"4","content":"Hauv peb lub cev peb muaj ntau yam thiab txhua yam ntawd tsis yog ua tib yam haujlwm xwb."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.5","label":"5","content":"Ib yam li ntawd, peb muaj coob leej kuj koom ib lub cev hauv Khetos thiab ib leeg koom rau ib leeg."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.6","label":"6","content":"Peb txhua tus nyias muaj nyias tswvyim raws li txojkev hlub uas Vajtswv pub rau peb. Yog nws pub kom cev Vajtswv lus, kuj cia li cev raws li muaj kev ntseeg npaum li cas,"},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.7","label":"7","content":"tus txawj tu lwm tus, cia li ua koom, tus txawj qhuab qhia cia li qhuab qhia,"},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.8","label":"8","content":"tus txawj txhawb lwm tus lub zog cia li txhawb, tus txawj pub rau luag, cia li ua siab dav pub, tus txawj kav cia li muab siab rau kav, tus txawj khuvleej luag cia li zoo siab hlo khuvleej."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.9","label":"9","content":"Cia li hlub tuaj nruab siab tiag tiag. Cia li ntxub yam uas phem, tuav rawv yam uas zoo."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.10","label":"10","content":"Cia li sib hlub li kwvtij sib hlub. Muab lwm tus saib hlob dua yus."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.11","label":"11","content":"Cia li rau siab ua haujlwm tsis txhob qaug zog, cia li kub siab lug sab ntsuj plig  ua koom tu tus Tswv."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.12","label":"12","content":"Cia li zoo siab xyiv fab rau hauv txojkev vam, cia li ua lub siab ntev thev kev txom nyem, thiab thov Vajtswv tsis tseg tsis tu li."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.13","label":"13","content":"Cia li pub rau cov xov dawb uas tu pluas, thiab ua siab dav txais qhua."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.14","label":"14","content":"Cia li foom koob hmoov rau cov uas tsim txom nej, cia li foom koob hmoov rau lawv tsis txhob tsawm foom li."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.15","label":"15","content":"Cia li nrog cov uas xyiv fab zoo siab xyiv fab, thiab nrog cov uas quaj, quaj."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.16","label":"16","content":"Cia li koom ua ib lub siab, tsis txhob tsab ua loj, yuav tsum yeem koom nrog cov neeg tsis tseem ceeb. Tsis txhob xav tias yus ntse dua."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.17","label":"17","content":"Tsis txhob ua phem pauj phem rau leejtwg kiag li, tiamsis tsom ntsoov ua yam uas sawvdaws pom tias zoo."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.18","label":"18","content":"Yog ua tau mas koj yuav siv zog nrog luag nyob sib hum xeeb npaum li uas koj tus kheej ua tau."},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.19","label":"19","content":"Nej cov uas kuv hlub, tsis txhob sib pauj, cia li muab qhov no tso rau Vajtswv txojkev npau taws vim muaj lus sau cia hais tias, “Qhov uas ua pauj yog kuv li feem, kuv yuav pauj. Tus Tswv hais li no ntag.”"},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.20","label":"20","content":"Tiamsis “Yog koj tus yeeb ncuab tshaib plab cia li muab mov rau nws noj, yog nws nqhis dej cia li muab rau nws haus, Yog koj ua li ntawd, koj yuav rauv ib cub thee cig plaws rau saum nws taubhau.”"},{"bible_id":"1269","chapter_code":"ROM.12","verse_code":"ROM.12.21","label":"21","content":"Tsis txhob cia kev phem kov yeej nej, tiamsis cia qhov zoo kov yeej qhov phem."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.1","label":"1","content":"Txhua tus yuav tsum nyob hauv tus uas kav qab kev tswjhwm, vim tias tsis muaj ib tug hwjchim twg uas tsis yog los ntawm Vajtswv los, thiab cov uas tau hwjchim ntawd yog Vajtswv tsa."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.2","label":"2","content":"Vim li ntawd tus uas tawv nyom lub hwjchim ntawd kuj yog nws tawv nyom tus uas Vajtswv tsa, thiab cov uas tawv nyom ntawd yuav raug txim."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.3","label":"3","content":"Tus uas xyaum zoo tsis txog ntshai cov thawj kav, tiamsis tus uas xyaum tsis zoo yuav ntshai. Koj tsis xav ntshai tus uas muaj hwjchim kav lov? Yog li ntawd koj yuav tsum ua qhov zoo xwb mas nws thiaj qhuas koj,"},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.4","label":"4","content":"vim nws yog Vajtswv tus qhev uas muaj txiaj ntsig rau koj. Tiamsis yog koj ua phem, cia li ntshai nawj, rau qhov tus uas kav ntawd tsis yog tuav ntaj do do xwb, nws yog Vajtswv tus qhev uas yuav txiav txim li uas Vajtswv npau taws rau tus uas ua txhaum."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.5","label":"5","content":"Vim li no nej yuav tsum nyob hauv cov nom tswv qab kev tswjhwm tsis yog yuav zam Vajtswv txojkev npau taws xwb tiamsis yog muaj lub siab uas paub qhov zoo qhov phem."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.6","label":"6","content":"Vim li no nej yuav tsum them se, rau qhov cov uas muaj hwjchim kav yog Vajtswv cov qhev uas ua tej haujlwm no mus li."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.7","label":"7","content":"Cia li them rau txhua tus uas koj yuav tsum them, tsis hais them se neeg them se liaj se teb rau tus uas yuav tsum them, hwm tus uas yuav tsum hwm thiab muab koob meej rau tus uas yuav tsum muab."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.8","label":"8","content":"Tsis txhob tshuav leejtwg li nuj nqes dabtsi li, tsuas yog tshuav nqe sib hlub, rau qhov tus uas hlub lwm tus kuj ua raws nraim li txoj kevcai huvsi lawm."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.9","label":"9","content":"Nqe uas hais tias, “Tsis txhob deev luag poj luag txiv, tsis txhob tua neeg, tsis txhob ua tub sab, tsis txhob ua siab hlob xav tau luag tug,”  thiab lwm nqe kuj sau zog rau hauv nqe no uas hais tias, “Nej yuav tsum hlub kwvtij zej zog ib yam li nej hlub nej tus kheej.”"},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.10","label":"10","content":"Kev hlub tsis ua phem rau kwvtij zej zog kiag li, vim li no txojkev hlub thiaj ua rau txoj kevcai tiav puv npo."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.11","label":"11","content":"Tsis tag li ntawd nej yeej paub tias txog lub sijhawm uas nej yuav tsum tsim dheev nruab dab ntub lawm rau qhov nimno txojkev dim twb los ze heev dua li thaum uas peb pib ntseeg lawm."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.12","label":"12","content":"Twb tsaus ntuj ntev lawm twb yuav kaj ntug. Peb cia li tso qhov tsaus ntuj tej haujlwm tseg thiab muab txojkev kaj tej cuab yeej los hnav."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.13","label":"13","content":"Cia peb xyaum zoo kom phim qhov uas nyob nruab hnub, tsis txhob noj haus qaug dej qaug cawv, tsis txhob ua dev ua npua ua phem ua qias, tsis txhob sib cav sib ceg sib khib."},{"bible_id":"1269","chapter_code":"ROM.13","verse_code":"ROM.13.14","label":"14","content":"Tiamsis cia li muab tus Tswv Yexus Khetos los hnav, tsis txhob npaj siab ua tej kev phem uas lub cev nqaij tawv ntshaw."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.1","label":"1","content":"Nej yuav tsum txais tus uas kev ntseeg yau, tsis txhob sib cam rau tej uas nyias lub siab xav."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.2","label":"2","content":"Ib tug ntseeg hais tias noj txhua yam tau, tiamsis tus uas kev ntseeg yau tsuas yog noj zaub xwb."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.3","label":"3","content":"Tus uas noj los tsis txhob saib tsis taus tus uas tsis noj, thiab tus uas tsis noj los tsis txhob txiav txim tias tus uas noj txhaum, rau qhov Vajtswv twb txais nws lawm."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.4","label":"4","content":"Koj yog leejtwg es koj yuav txiav txim rau lwm tus li tub qhe? Tus tub qhe yuav sawv ntseg lossis yuav ntog kuj nyob ntawm nws tus lospav. Nws yuav sawv ruaj khov rau qhov Vajtswv  muaj peevxwm ua rau nws sawv ntseg tau."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.5","label":"5","content":"Ib tug hwm tias muaj ib hnub zoo dua li ib hnub, tiamsis muaj dua ib tug hwm tias txhua hnub zoo ib yam nkaus. Cia txhua tus nyias ruaj siab rau nyias qhov kev xav."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.6","label":"6","content":"Tus uas hwm hnub kuj yog hwm ua rau tus Tswv tau koob meej. Tus uas noj txhua yam kuj yog noj ua rau tus Tswv tau koob meej rau qhov nws ua Vajtswv tsaug. Thiab tus uas tsis noj kuj yog tsis noj ua rau tus Tswv tau koob meej thiab ua Vajtswv tsaug."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.7","label":"7","content":"Peb cov tsis muaj leejtwg muaj txojsia nyob rau nws tus kheej thiab tsis muaj leejtwg tuag rau nws tus kheej xwb."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.8","label":"8","content":"Yog peb muaj txojsia nyob kuj yog nyob rau tus Tswv, thiab yog peb tuag kuj yog tuag rau tus Tswv. Yog li ntawd txawm yog peb muaj txojsia nyob lossis tuag mus lawm los peb yeej yog tus Tswv li."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.9","label":"9","content":"Vim li no Khetos thiaj li tuag thiab ciaj sawv rov los kom thiaj ua tau cov neeg tuag thiab cov neeg ciaj tus Tswv."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.10","label":"10","content":"Koj nev, ua cas koj yuav txiav txim rau koj tus kwvtij? Lossis ua cas koj yuav saib tsis taus koj tus kwvtij? Vim tias peb txhua tus yuav tsum sawv ntawm Vajtswv lub zwm txwv txiav txim."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.11","label":"11","content":"Rau qhov muaj lus sau cia hais tias, “Tus Tswv hais tias, ‘Kuv yeej muaj txojsia nyob, txhua lub hauv caug yuav pe kuv thiab txhua tus nplaig yuav qhuas Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.12","label":"12","content":"Yog li no peb txhua tus nyias yuav tsum hais nyias zaj rau Vajtswv."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.13","label":"13","content":"Yog li no peb ib leeg tsis txhob txiav txim tias ib leeg txhaum, tiamsis peb yuav tsum txiav txim siab tias yuav tsis ua ib yam dabtsi ua rau lwm tus dawm lossis tav lwm tus kev mas zoo dua."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.14","label":"14","content":"Hauv tus Tswv Yexus kuv paub thiab ruaj siab tias tsis muaj ib yam dabtsi uas nws cia li qias nws xwb, tiamsis yog leejtwg xav tias yam twg qias tsis huv mas yam ntawd kuj qias tsis huv rau tus ntawd."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.15","label":"15","content":"Yog koj tus kwvtij nyuaj siab rau tej zaub mov uas koj noj, koj kuj tsis tau xyaum raws li txojkev hlub lawm. Tsis txhob cia tej uas koj noj ua rau tus uas Khetos twb tuag txhiv lawd puam tsuaj."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.16","label":"16","content":"Yog li no tsis txhob cia yam uas koj pom tias zoo, ua lub chaw rau lwm tus thuam."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.17","label":"17","content":"Rau qhov Vajtswv lub tebchaws tsis yog kev noj kev haus, tiamsis yog qhov uas ncaj ncees thiab nyob kaj siab lug thiab txojkev xyiv fab uas nyob hauv Vaj Ntsuj Plig uas dawb huv."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.18","label":"18","content":"Tus uas ua koom tu Khetos raws nraim li no kuj ua hum Vajtswv lub siab thiab neeg kuj hwm nws."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.19","label":"19","content":"Yog li no cia peb huas qas ntshis ua tej uas ua kom muaj kev sib hum xeeb thiab ua tej uas ua rau ib leeg txhawb ib leeg lub zog."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.20","label":"20","content":"Tsis txhob rhuav Vajtswv tes haujlwm vim yog saib rau tej zaub mov. Txhua yam zaub mov puavleej huv tiag tiamsis qhov uas noj tej zaub mov uas ua kom lwm tus dawm kuj yog tsis zoo."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.21","label":"21","content":"Qhov uas tsis noj nqaij lossis tsis haus cawv txiv hmab lossis tsis ua ib yam dabtsi uas ua rau koj tus kwvtij dawm, kuj yog qhov zoo."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.22","label":"22","content":"Koj kev ntseeg uas ntsig txog tej no cia nyob ntawm koj thiab Vajtswv xwb. Tus uas tsis muaj chaw hais tias nws tus kheej txhaum rau tej uas nws pom zoo, kuj tau nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"ROM.14","verse_code":"ROM.14.23","label":"23","content":"Tiamsis tus uas ua xyem xyav yog nws tseem noj kuj raug txim lawm vim nws tsis noj raws li nws ntseeg. Txhua yam uas tsis yog ua raws li qhov uas ntseeg puavleej txhaum huvsi."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.1","label":"1","content":"Peb cov uas ruaj khov lawm tsim nyog thev qhov uas cov tsis tau muaj zog ua yuam kev, thiab peb tsis txhob ua kom txaus peb lub siab xwb."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.2","label":"2","content":"Cia peb txhua tus ua rau lwm tus txaus siab xwv thiaj muaj qabhau txhawb tau lwm tus lub zog."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.3","label":"3","content":"Rau qhov Khetos tsis ua yam uas txaus nws siab xwb, tiamsis raws li muaj lus sau cia tias, “Tej lus uas luag thuam koj poob rau saum kuv.”"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.4","label":"4","content":"Rau qhov tej uas sau cia yav thaum ub kuj yog sau cia qhuab qhia peb kom Vajtswv txojlus thiaj ua rau peb muaj lub siab ntev thev taus thiab txhawb peb lub zog peb thiaj muaj siab vam."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.5","label":"5","content":"Thov Vajtswv uas pub peb muaj lub siab ntev thev taus thiab txhawb peb lub zog pab nej kom koom tau ua ib lub siab raws li Yexus Khetos,"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.6","label":"6","content":"kom nej thiaj ua ib lub siab qhuas Vajtswv uas yog peb tus Tswv Yexus Khetos leej Txiv."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.7","label":"7","content":"Vim li no, ib leeg yuav tsum txais yuav ib leeg, ib yam li Khetos twb txais yuav nej kom thiaj ua rau Vajtswv tau koob meej."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.8","label":"8","content":"Kuv hais rau nej tias Khetos los tu cov uas ua kevcai txiav kom thiaj ua Vajtswv txojkev tseeb tshwm los, thiaj qhwv tej lus uas cog tseg rau peb tej yawg koob lawd,"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.9","label":"9","content":"thiab lwm haiv neeg thiaj tau qhuas Vajtswv vim nws khuvleej. Raws li muaj lus sau cia hais tias, “Vim li no kuv thiaj qhuas koj rau hauv lwm haiv neeg thiab hu nkauj qhuas koj lub npe.”"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.10","label":"10","content":"thiab muaj lus hais dua tias, “Lwm haiv neeg 'e, cia li nrog Vajtswv haiv neeg zoo siab xyiv fab.”"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.11","label":"11","content":"Thiab muaj lus hais dua tias, “Lwm haiv neeg txhua tus, cia li qhuas tus Tswv, ib tsoom neeg sawvdaws cia li qhuas ntxhias nws.”"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.12","label":"12","content":"Thiab Yaxaya kuj hais tias, “Yexi tus cag yuav los, yog tus uas yuav sawv kav lwm haiv neeg. Lwm haiv neeg yuav muaj lub chaw vam rau hauv nws.”"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.13","label":"13","content":"Thov Vajtswv uas pub kev vam ua kom nej xyiv fab thiab nyob kaj siab lug kawg nkaus hauv txojkev ntseeg, kom Vaj Ntsuj Plig dawb huv lub hwjchim thiaj pub kom nej muaj siab vam kawg nkaus."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.14","label":"14","content":"Kuv cov kwvtij, kuv ntseeg tias nej muaj txhua yam zoo thiab paub txhua yam thiab ib leeg txawj ntuas ib leeg."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.15","label":"15","content":"Tiamsis qhov uas kuv muaj cuab kav sau qee zaj rau nej yog ceeb toom kom nej nco, vim yog txojkev hlub uas Vajtswv pub rau kuv"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.16","label":"16","content":"kom ua Yexus Khetos tus qhev mus rau lwm haiv neeg thiab ua pov thawj tes haujlwm qhia Vajtswv txoj xov zoo xwv lwm haiv neeg thiaj ua tau yam uas muab xyeem hum Vajtswv lub siab, yog yam uas Vaj Ntsuj Plig dawb huv muab cais kom dawb huv lawm."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.17","label":"17","content":"Yog li no, hauv Yexus Khetos kuv thiaj muaj chaw khav txog tej uas kuv ua rau Vajtswv."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.18","label":"18","content":"Kuv tsis kav hais txog ib yam dabtsi tsuas yog hais txog tej uas Yexus Khetos txib kuv ua kom coj lwm haiv neeg los mloog Vajtswv lus. Nws siv kuv tej lus thiab tej haujlwm uas kuv ua,"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.19","label":"19","content":"yog siv lub hwjchim ntawm tej txujci tseem ceeb thiab txujci phimhwj, thiab siv Vaj Ntsuj Plig uas dawb huv lub hwjchim, kuv thiaj piav txoj xov zoo hais txog Khetos tag nrho huvsi mus thoob plaws txij ntua lub nroog Yeluxalees mus txog lub xeev Ililikhu."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.20","label":"20","content":"Kuv pheej npaj siab xav piav txoj xov zoo rau tej chaw uas tsis txeev muaj neeg mus hais txog Khetos lub npe kiag li, xwv kuv thiaj tsis mus ua rau saum tej taw tiag uas lwm tus twb ua cia lawd,"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.21","label":"21","content":"raws li muaj lus sau cia hais tias, “Cov uas tsis txeev muaj neeg mus hais txog nws, lawv yuav tau pom, thiab cov uas tsis tau hnov dua yuav nkag siab.”"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.22","label":"22","content":"No yog qhov uas tab kaum kuv ntau kuv thiaj tsis tau tuaj xyuas nej."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.23","label":"23","content":"Tiamsis nimno kuv tsis muaj haujlwm ua hauv tej tebchaws ntawd lawm,  thiab kuv twb xav tuaj cuag nej ntau xyoo lawm."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.24","label":"24","content":"Vim li no, thaum kuv yuav hla nej mus rau Xapee tebchaws kuv vam tias kuv yuav ntsib nej, thiab thaum kuv nrog nej nyob ib ntus txaus siab lawm, nej yuav pab xa kuv mus."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.25","label":"25","content":"Nimno kuv tabtom mus rau Yeluxalees yog mus pab cov xov dawb."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.26","label":"26","content":"Rau qhov cov ntseeg hauv lub xeev Makhedaunia thiab lub xeev Akhaya pom zoo sau nyiaj xa mus rau cov xov dawb uas txom nyem hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.27","label":"27","content":"Lawv zoo siab ua qhov no thiab qhov tseeb lawv kuj tshuav cov ntseeg hauv Yeluxalees nqe thiab. Yog lwm haiv neeg los koom tej uas Vajtswv pub sab ntsuj plig rau cov ntseeg hauv Yeluxalees, kuj tsim nyog lawv tu cov hauv Yeluxalees sab nqaij tawv."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.28","label":"28","content":"Thaum kuv xa cov nyiaj uas sau ntawd mus cob rau lawv tag lawm kuv yuav hla nej mus rau Xapee tebchaws."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.29","label":"29","content":"Kuv paub tias thaum kuv tuaj txog nej kuv yuav coj Khetos li koob hmoov txhij zog tuaj rau nej."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.30","label":"30","content":"Cov kwvtij, vim muaj peb tus Tswv Yexus Khetos thiab Vaj Ntsuj Plig txojkev hlub kuv thiaj thov kom nej koom ib lub siab siv zog thov Vajtswv pab kuv"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.31","label":"31","content":"kom dim cov neeg uas tsis ntseeg hauv lub xeev Yudia thiab thov kom tej haujlwm uas kuv mus ua rau hauv Yeluxalees yuav hum cov xov dawb lub siab,"},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.32","label":"32","content":"xwv kuv thiaj muaj siab xyiv fab tuaj cuag nej raws li Vajtswv lub siab nyiam, thiab nrog nej nyob sov siab."},{"bible_id":"1269","chapter_code":"ROM.15","verse_code":"ROM.15.33","label":"33","content":"Thov Vajtswv uas pub txojkev siab tus nrog nraim nej txhua tus. Amee."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.1","label":"1","content":"Kuv thov qhia rau nej paub peb tus muam Fenpi uas yog ib tug ua haujlwm hauv pawg ntseeg Kheekhia."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.2","label":"2","content":"Thov nej tos txais nws hauv tus Tswv raws li uas tsim nyog txais cov xov dawb thiab pab nws raws li nws cheem tsum rau qhov nws tau pab neeg coob coob thiab tau pab kuv."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.3","label":"3","content":"Kuv nco ntsoov txog Plixakha  thiab Akhila uas nrog kuv ua Yexus Khetos tes haujlwm,"},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.4","label":"4","content":"ob tug tau sev nyog txojsia pab kuv. Kuv ua ob tug tsaug, tsis yog kuv tib leeg xwb tiamsis txhua pawg ntseeg uas yog lwm haiv neeg kuj ua ob tug tsaug thiab."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.5","label":"5","content":"Thiab nco txog pawg ntseeg uas nyob hauv ob tug tsev. Nco txog Epainetha uas kuv hlub, nws yog thawj tug uas los ntseeg hauv lub xeev Axia."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.6","label":"6","content":"Nco txog Maivliag uas siv zog ua haujlwm pab nej."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.7","label":"7","content":"Nco txog Anraunika thiab Yuna, uas nrog kuv koom ib haiv neeg thiab nrog kuv raug kaw ua ke. Ob tug muaj koob meej hauv cov tubtxib, thiab ob tug los nyob hauv Khetos ua kuv ntej."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.8","label":"8","content":"Nco txog Aplhi‑atha, uas kuv hlub hauv tus Tswv."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.9","label":"9","content":"Nco txog Unpana uas nrog peb koom ua Khetos tes haujlwm thiab nco txog Xathakhi uas kuv hlub."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.10","label":"10","content":"Nco txog Apele uas raug muab sim tias zoo heev rau hauv Khetos. Nco txog Alithaupula tsev neeg."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.11","label":"11","content":"Nco txog Helaudi‑oo uas nrog kuv koom ib haiv neeg. Nco txog cov uas ntseeg tus Tswv hauv Naxixa tsev neeg."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.12","label":"12","content":"Nco txog Rhifena thiab Rhifauxa uas tabtom ua tus Tswv tes haujlwm. Nco txog Pawxi uas kuv hlub thiab nws siv zog ua Vajtswv tes haujlwm."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.13","label":"13","content":"Nco txog Lufa uas xaiv cia rau hauv tus Tswv thiab nws niam uas yog kuv niam thiab."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.14","label":"14","content":"Nco txog Axikhitha, Falekoo, Hawme, Palaunpa, Hawma thiab cov kwvtij uas nrog lawv nyob."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.15","label":"15","content":"Nco txog Filaulauka, Yuli, Nele‑a thiab nws tus muam, thiab Aulinpa thiab cov xov dawb sawvdaws uas nrog lawv nyob."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.16","label":"16","content":"Cia li sib fim ntawm txoj kevcai nwj uas dawb huv. Khetos txhua pawg ntseeg nco txog nej."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.17","label":"17","content":"Cov kwvtij, kuv thov nej tshuaj saib tej neeg uas tsim kev sib cav thiab tav nej kev ua rau nej tig ntawm tej lus qhia uas nej tau kawm los lawd. Cia li txav deb ntawm lawv."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.18","label":"18","content":"Lawv cov ntawd tsis yog ua peb tus Tswv Yexus Khetos li tub qhe, lawv ua lawv lub plab li qhev xwb, thiab ua lus mos lus muag lus qab zib dag ntxias cov uas tsis paub qabhau lub siab."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.19","label":"19","content":"Qhov uas nej mloog lus twb ncha mus txog txhua tus lawm, kuv thiaj zoo siab kawg rau nej. Kuv xav kom nej txawj ntse rau qhov uas zoo, ruam rau qhov uas phem."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.20","label":"20","content":"Tshuav tsis ntev Vajtswv uas pub txojkev siab tus yuav muab Xatas  nias ntho rau hauv nej xib taws. Thov peb tus Tswv Yexus Khetos txojkev hlub nrog nraim nej."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.21","label":"21","content":"Timaute uas nrog kuv ua haujlwm kuj nco txog nej. Luka thiab Yaxoo thiab Xauxipathaw uas nrog kuv koom ib haiv neeg kuj nco txog nej thiab."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.22","label":"22","content":"Kuv uas yog Thawthia, yog tus sau Povlauj tsab ntawv no, kuv kuj nco txog nej hauv tus Tswv."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.23","label":"23","content":"Kai‑a uas kuv nrog nyob thiab nws muab nws lub tsev ua chaw rau pawg ntseeg sawvdaws pe Vajtswv nco txog nej. Elatha uas ua thawj saib xyuas txhab nyiaj hauv lub moos thiab peb tus kwv Khautha nco txog nej thiab."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.25","label":"25","content":"Cia li qhuas tus uas pab tau nej nyob ruaj raws li txoj xov zoo uas kuv piav thiab raws li qhov uas kuv tshaj tawm txog Yexus Khetos, thiab raws li qhov uas nthuav tej uas muab npog cia tob tob thaum ub los lawd tshwm los."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.26","label":"26","content":"Tiamsis nimno twb muab tej no nthuav tshwm los rau txhua haiv neeg pom tseeb raws li tej lus uas cov xibhwb cev Vajtswv lus sau cia, yog raws li Vajtswv uas muaj txojsia nyob mus ib txhis tau hais cia kom lawv thiaj tau ntseeg thiab mloog lus."},{"bible_id":"1269","chapter_code":"ROM.16","verse_code":"ROM.16.27","label":"27","content":"Thov cia Vajtswv tib leeg uas muaj tswvyim tau koob meej hauv Yexus Khetos mus ib txhis. Amee."}]