[{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.1","label":"1","content":"Xalaumoo tej nkauj uas zoo tshaj plaws."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.2","label":"2","content":"Kuv xav kom nws nwj kuv, nwj kiag ntawm nws lub qhov ncauj. Rau qhov koj txojkev hlub zoo dua li cawv txiv hmab."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.3","label":"3","content":"Koj cov roj pleev tsw qab ntxiag, koj lub moo nto lug yam nkaus li hwj roj tsw qab uas muab hliv nthwv. Vim li no tej hluas nkauj thiaj nyiam koj."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.4","label":"4","content":"Thov coj kuv mus, cia wb maj nroos mus. Kuv tus vajntxwv kuj coj kuv mus rau hauv nws lub txaj pw. Peb yuav zoo siab xyiv fab kawg rau koj. Peb yuav qhuas koj txojkev hlub heev dua li cawv txiv hmab. Qhov uas tej hluas nkauj nyiam koj yeej yog txaus nyiam lawm."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.5","label":"5","content":"Yeluxalees tej ntxhais 'e, kuv mas yog tawv dub tiamsis zoo nkauj, kuv dub yam li cov Kheda lub tsev ntaub, zoo nkauj yam li Xalaumoo tej ntaub tsuj ntaub npuag."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.6","label":"6","content":"Tsis txhob saib tsis taus kuv rau qhov kuv dub doog vim yog tshav ntuj ziab kuv. Kuv niam cov tub chim rau kuv, lawv txib kuv kom tu tej vaj txiv hmab, tiamsis kuv lub vaj mas kuv tsis tu li."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.7","label":"7","content":"Tus uas kuv lub siab nyiam, thov qhia rau kuv tias koj coj pab yaj mus yug rau qhovtwg, thaum tav su koj coj pab yaj mus pw so rau qhovtwg? Ua li cas kuv yuav tsum muab ntaub npog ntsej muag mus nrhiav hauv koj tej phoojywg pab yaj?"},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.8","label":"8","content":"Au tus uas zoo nkauj tshaj plaws tej pojniam huvsi, koj tsis paub mas koj cia li taug tej neev yaj thiab coj koj tej menyuam tshis mus yug ze cov uas yug yaj tej tsev pheeb suab."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.9","label":"9","content":"Tus uas kuv nyiam, kuv muab koj piv zoo yam nkaus li tus maum nees uas hai Falau lub tsheb."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.10","label":"10","content":"Koj ob sab plhu zoo nkauj phim nyog dai tej saws nyiaj, koj lub caj dab zoo nkauj phim nyog tej hlaws ci."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.11","label":"11","content":"Peb yuav ua tej saw kub uas lo npauj nyiag rau koj coj."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.12","label":"12","content":"Thaum vajntxwv zaum ntawm lub rooj, kuv tej roj tsw qab kuj tsw mus thoob plaws."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.13","label":"13","content":"Tus uas kuv ntxim siab yog kuv hwj roj tsw qab uas nyob ntawm kuv ob lub mis."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.14","label":"14","content":"Tus uas kuv ntxim siab yog kuv rev paj ntoo tsw qab uas tawg hauv lub vaj txiv hmab Eekedi."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.15","label":"15","content":"Tus uas kuv nyiam, ua cas koj zoo nkauj ua luaj? Koj zoo nkauj kawg, koj ob lub qhov muag zoo tam tus nquab taug."},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.16","label":"16","content":"Tus uas kuv ntxim siab, ua cas koj zoo nraug ua luaj? Koj ua rau kuv zoo siab tiag tiag li. Wb ob leeg lub chaw pw ntsuab tsaus nti,"},{"bible_id":"1269","chapter_code":"SNG.1","verse_code":"SNG.1.17","label":"17","content":"wb ob leeg lub tsev tej dau yog ntoo ciab, tej qhab yog ntoo thuv."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.1","label":"1","content":"Kuv yog ib lub nyuag paj sua hauv nras tiaj Saloo thiab yog ib lub nyuag paj lilij ntawm hav dej."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.2","label":"2","content":"Lub paj lilij hauv thaj pos zoo nkauj li cas, tus uas kuv nyiam kuj zoo ib yam li ntawd hauv nruab nrab ib tsoom hluas nkauj."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.3","label":"3","content":"Tsob txiv duaj nyob hauv nruab nrab tej hav zoov zoo li cas, tus uas ntxim kuv siab zoo ib yam li ntawd hauv nruab nrab ib tsoom hluas nraug. Kuv zoo siab kawg nyob hauv nws tus qab duab ntxoov ntxoo, thiab nws tej txiv kuv tau sim noj mas qab zib."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.4","label":"4","content":"Nws coj kuv mus rau hauv lub chaw uas noj haus, nws tus chij uas dai saum kuv yog txojkev hlub."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.5","label":"5","content":"Thov muab txiv hmab qhuav rau kuv noj txhawb kuv lub zog thiab muab txiv duaj rau kuv noj kom kuv sov siab vim yog kuv nyiam nws qhuav siab qhawv."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.6","label":"6","content":"Thov cia nws txhais tes laug rau kuv ncoo, thiab nws txhais tes xis puag kuv."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.7","label":"7","content":"Yeluxalees tej ntxhais 'e, thov nej twv rau tej kauv seb thiab tej xyuas muas lwj hais tias nej yuav tsis tshum tsis tsa kom wb txojkev sib hlub tsim ras mus txog thaum txaus siab tso."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.8","label":"8","content":"No ne yog tus uas kuv ntxim siab lub suab. Saib maj, nws tuaj lawm, nws dhia caw qia ntsos pem roob tuaj, nws caws qia hla saum tej pov roob tuaj."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.9","label":"9","content":"Tus uas kuv ntxim siab zoo yam nkaus li tus kauv seb, lossis yam li tus thav muas lwj. Saib maj, nws sawv ntsug sab nraum peb phab ntsa tsev, nws xauj ntawm qhov rais tuaj, nws xauj hauv tej kem tab hlau."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.10","label":"10","content":"Tus uas kuv ntxim siab tsa ncauj hais rau kuv tias, Tus uas kuv nyiam 'e, koj cia li sawv tsees, kuv tus zoo nkauj 'e, cia li tuaj."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.11","label":"11","content":"Vim tias ntuj no kuj dhau lawm, thiab nag kuj tu lawm."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.12","label":"12","content":"Tej paj ntoo tabtom tawg saum lub ntiajteb, lub caij hu nkauj los txog lawm, thiab hnov nquab taug lub suab quaj thoob peb lub tebchaws."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.13","label":"13","content":"Tej txiv cev tabtom txi txiv, thiab tej txiv hmab kuj tawg paj, tsw qab zib ntxiag. Tus uas kuv nyiam 'e, koj cia li sawv tsees, kuv tus zoo nkauj 'e, cia li tuaj."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.14","label":"14","content":"Kuv tus poj nquab 'e, uas nyob hauv kem zeb, uas nkaum hauv kem tsua, thov cia kuv pom koj ntsej muag thiab hnov koj lub suab, vim koj lub suab qab zib thiab koj ntsej muag zoo nkauj kawg."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.15","label":"15","content":"Wb cia li ntes tej hma thiab tej hma me me uas txov tej vaj txiv hmab rau qhov wb lub vaj txiv hmab tawg paj lawm."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.16","label":"16","content":"Tus uas ntxim kuv siab yog kuv teej kuv tug, thiab kuv yog nws teej tug. Nws yug nws pab yaj hauv tej paj lilij."},{"bible_id":"1269","chapter_code":"SNG.2","verse_code":"SNG.2.17","label":"17","content":"Tus uas ntxim kuv siab, koj cia li nrog kuv nyob mus txog thaum cua ntsawj sawv ntxov thiab duab tsaus ntuj ploj lawm, ua zoo yam nkaus li tus kauv seb thiab tus thav muas lwj saum lub roob Npethaw."},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.1","label":"1","content":"Thaum tsaus ntuj uas kuv pw saum txaj, kuv nrhiav tus uas kuv lub siab nyiam, kuv nrhiav nws tiamsis nrhiav tsis tau."},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.2","label":"2","content":"Kuv yuav sawv tsees mus thoob plaws hauv lub nroog, mus hauv tej kev thiab hauv tej tshav puam, kuv yuav nrhiav tus uas kuv lub siab nyiam. Kuv nrhiav nws tiamsis nrhiav tsis tau."},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.3","label":"3","content":"Cov uas faj xwm ntsib kuv rau thaum lawv tabtom taug kev hauv lub nroog. Kuv nug lawv tias, “Nej pom tus uas kuv lub siab nyiam los tsis pom?”"},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.4","label":"4","content":"Thaum kuv hla dhau lawv mentsis lawm, kuv ntsib nws, yog tus uas kuv lub siab nyiam. Kuv ntsiab nkaus nws tsis kam tso nws mus li, mus txog thaum kuv coj nws los rau hauv kuv niam lub tsev, thiab nkag rau hauv tus uas xeeb kuv lub txaj."},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.5","label":"5","content":"Yeluxalees tej ntxhais 'e, thov nej twv rau tej kauv seb thiab tej xyuas muas lwj hais tias nej yuav tsis tshum tsis tsa kom wb txojkev sib hlub tsim ras mus txog thaum txaus siab tso."},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.6","label":"6","content":"Leejtwg tawm hauv tebchaws moj sab qhua tuaj zoo yam li ib nthwv pa ncho uas muaj roj tsw qab thiab roj ntoos tsw qab tsw ntxiag tuaj, yog txhua yam hmoov tsw qab uas tub lag tub luam xa tuaj?"},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.7","label":"7","content":"Saib maj, yog Xalaumoo lub zwm txwv. Muaj rau caum leej tub rog uas siab tuab vij vog, yog Yixayee cov tub rog uas siab loj siab tuab."},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.8","label":"8","content":"Lawv coj ntaj thiab lawv txawj ntaus rog, lawv txhua tus ris ntaj ntawm duav faj seeb xwm txheej thaum tsaus ntuj."},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.9","label":"9","content":"Vajntxwv Xalaumoo muab tej ntoo pem Lenpanoo ua lub zwm txwv."},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.10","label":"10","content":"Nws muab nyiaj ua ncej zwm txwv, thiab muab kub ua daim txiag pheeb thiab muab ntaub tsamxem pua daim txiag rooj nyob. Lub zwm txwv sab hauv yog Yeluxalees tej ntxhais muab tawv tsiaj ua."},{"bible_id":"1269","chapter_code":"SNG.3","verse_code":"SNG.3.11","label":"11","content":"Xi‑oo tej ntxhais 'e, cia li tawm mus saib vajntxwv Xalaumoo, nws ntoo lub mom kub uas nws niam muab looj rau nws taubhau rau hnub uas nws ua tshoob, yog hnub uas nws zoo siab xyiv fab kawg."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.1","label":"1","content":"Tus uas kuv nyiam, koj zoo nkauj kawg, koj zoo nkauj tiag tiag li. Koj ob lub qhov muag uas nyob hauv daim qab ntaub kauv zoo tam tus nquab taug. Koj plaubhau npws qas loo yam li pab tshis uas nqes pem ntav roob Kile‑a los."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.2","label":"2","content":"Koj cov hniav zoo tam pab yaj uas nyuam qhuav muab plaub txiav tag thiab muab ntxuav tag. Txhua tus muaj menyuam ntxaib thiab tsis muaj ib tug uas sem menyuam li."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.3","label":"3","content":"Koj daim tawv ncauj liab ploog li xov liab, koj lub qhov ncauj zoo nkauj kawg, koj ob sab plhu uas nyob hauv daim qab ntaub kauv, zoo yam nkaus li lub txiv ntsiav kws phua ob sab."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.4","label":"4","content":"Koj lub caj dab zoo tam Davi lub tsev zov khuav uas ua los khaws tej cuab yeej ua rog, sab nraud dai ib txhiab daim hlau thaiv, txhua daim ntawd yog cov tub rog siab tuab li."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.5","label":"5","content":"Koj ob lub mis zoo yam nkaus li ob tug menyuam kauv seb ntxaib, uas noj zaub hauv tej paj lilij."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.6","label":"6","content":"Kuv yuav mus pem roob roj tsw qab thiab mus pem pov roob roj ntoos tsw qab mus txog thaum cua ntsawj sawv ntxov thiab duab tsaus ntuj ploj lawm."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.7","label":"7","content":"Tus uas kuv nyiam, koj lub cev ntaj ntsug zoo nkauj kawg, tsis muaj ib qho phem li."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.8","label":"8","content":"Kuv tus nkauj nyab, cia li tawm hauv Lenpanoo nrog kuv mus, cia li tawm hauv Lenpanoo nrog kuv mus ov, cia li nqes saum hau roob Amana, thiab saum hau roob Xeni thiab roob Hawmoo, thiab tawm hauv lub qhov tsov ntxhuav, thiab lub roob tsov pom txwv."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.9","label":"9","content":"Kuv tus muam npaws, kuv tus nkauj nyab, koj lws kiag kuv nplooj siab lawm, thiab koj tib laj muam rau kuv xwb rub kiag kuv lub siab, koj tib txoj saws xwb rub tau kuv lawm."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.10","label":"10","content":"Kuv tus muam npaws, kuv tus nkauj nyab, ua cas koj txojkev hlub qab zib ua luaj? Koj txojkev nyiam qab dua cawv txiv hmab, thiab tej tshuaj uas koj pleev tsw qab dua li tej hmoov tshuaj tsw qab huvsi."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.11","label":"11","content":"Kuv tus nkauj nyab, koj daim tawv ncauj nrog zib ntab, zib ntab thiab kua mis nyob hauv koj tus qab nplaig. Koj cev tsoos tsho tsw qab ntxiag yam li Lenpanoo."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.12","label":"12","content":"Kuv tus muam npaws, kuv tus nkauj nyab yog lub vaj uas muab kaw cia, yog lub vaj uas muab txwv cia, yog lub qhov dej txhawv uas muab kaw cia lawm."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.13","label":"13","content":"Koj yog lub vaj txiv ntsiav kws thiab muaj lwm yam txiv ntoo uas zoo zoo puv nkaus, muaj tej paj ntoo tsw qab thiab ntoo roj tsw qab,"},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.14","label":"14","content":"Muaj ntoo roj tsw qab, thiab qhiav daj, tauj qaib, ntoo tuv, thiab lwm yam ntoo uas ua tshuaj tsw qab, roj tsw qab thiab roj ntoo alau‑es thiab txhua yam txuj lom."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.15","label":"15","content":"Koj yog lub qhov dej uas txhawv hauv vaj, yog lub hauv dej cag, thiab yog tej dej ntws pem Lenpanoo los."},{"bible_id":"1269","chapter_code":"SNG.4","verse_code":"SNG.4.16","label":"16","content":"Tej cua ntsawj sab ped tuaj 'e, cia li sawv tsees, tej cua ntsawj sab nrad 'e, cia li ntsawj tuaj. Cia li ntsawj rau kuv lub vaj kom tej pa tsw qab hauv lub vaj thiaj li tsw thoob plaws mus. Thov cia tus uas kuv ntxim siab nkag los rau hauv nws lub vaj thiab noj tej txiv ntoo uas zoo tshaj plaws."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.1","label":"1","content":"Kuv tus muam npaws, kuv tus nkauj nyab, kuv los rau hauv kuv lub vaj lawm nav. Kuv sau zog kuv tej roj tsw qab thiab tej txuj lom, kuv noj kuv li tsev ntab thiab zib ntab, kuv haus kuv li cawv txiv hmab thiab kuv li kua mis. Ob tug kwvluag 'e, neb cia li noj cia li haus, ob tug uas sib nyiam 'e, neb cia li haus kom pov khawv nkaus."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.2","label":"2","content":"Kuv tsaug zog lawm tiamsis lub siab ras dhuj dheev. Kuv hnov tus uas kuv ntxim siab khob hu hais tias, “Leej muam npaws, tus uas kuv nyiam, kuv tus nquab taug, kuv tus uas zoo nkauj tshaj plaws, qheb qhov rooj rau kuv, rau qhov kuv lub taubhau ntub lwg ntsuav, thiab kuv tej plaubhau ntub nag tshauv tsaus ntuj nti.”"},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.3","label":"3","content":"Kuv twb hle tsho lawm, ua li cas tseem yuav kom kuv rov muab los hnav? Kuv twb ntxuav kotaw lawm, ua li cas yuav kom kuv rov muab ua khub dua thiab?"},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.4","label":"4","content":"Tus uas kuv ntxim siab cev nws txhais tes ntawm qhov rooj los, kuv lub siab qaug lias rau nws."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.5","label":"5","content":"Kuv sawv tsees mus qheb qhov rooj rau tus uas ntxim kuv siab, kuv txhais tes lo roj tsw qab nrog tawv, kuv cov ntiv tes kuj nrog roj tsw qab rau thaum kuv tuav tus las rooj."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.6","label":"6","content":"Kuv qheb qhov rooj rau tus uas ntxim kuv siab, tiamsis tus uas ntxim kuv siab tig kiag rov qab lawm. Thaum nws hais lus rau kuv xwb, kuv yeej poob siab lawm. Kuv nrhiav nws tiamsis nrhiav tsis pom, kuv hu nws los nws tsis teb li."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.7","label":"7","content":"Cov uas faj xwm ntsib kuv rau thaum lawv tabtom taug kev hauv lub nroog. Lawv txawm ntaus kuv, muab kuv ntaus mob thiab to, lawv txeeb kuv daim ntaub kauv lawm, yog lawv cov uas zov ntsa loog."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.8","label":"8","content":"Yeluxalees tej ntxhais 'e, thov nej cog lus cia tias yog nej ntsib kuv tus uas ntxim siab nej yuav hais rau nws tias kuv nyiam nws mob kuv siab kawg."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.9","label":"9","content":"Tus uas zoo nkauj tshaj plaws ib tsoom hluas nkauj huvsi 'e, tus uas ntxim koj siab zoo dua li luag lwm tus lov? Tus uas ntxim koj siab zoo dua li luag lwm tus npaum li cas es koj yuav kom peb cog lus li ntawd?"},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.10","label":"10","content":"Tus uas kuv ntxim siab zoo nraug plhu tshiab liab ploog, ib vam leej nws yog tus zoo tshaj plaws."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.11","label":"11","content":"Nws cov plaubhau yog tseem kub, nws cov plaubhau caws vos, thiab dub yam li uab lag."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.12","label":"12","content":"Nws qhov muag zoo tam tus nquab taug uas nyob ntawm ntug hav dej da kua mis, zoo yam nkaus li qe zeb hlaws khawm rau hauv lub tais."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.13","label":"13","content":"Nws ob lub plhu zoo yam nkaus li thaj uas cog txuj lom tsw qab ntxiag thoob plaws. Nws daim tawv ncauj zoo yam nkaus li tej paj lilij uas roj tsw qab nrog ntsuj ntsuav."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.14","label":"14","content":"Nws txhais npab ntug ntoob, yog npab kub uas muaj tej qe zeb hlaws muaj nqes ntsia lo rau. Nws lub cev zoo yam li kaus ntxhw uas muab qe zeb phaithu tsamxem teem rau."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.15","label":"15","content":"Nws txhais ceg yog ncej zeb dawb uas txawb saum lub taw kub. Nws lub cev ntaj ntsug zoo yam nkaus li Lenpanoo, zoo nraug li tej ntoo ciab."},{"bible_id":"1269","chapter_code":"SNG.5","verse_code":"SNG.5.16","label":"16","content":"Tej lus uas nws hais qab zib kawg, nws lub zeej txhiaj ntxim nyiam kawg nkaus li. Yeluxalees tej ntxhais 'e, no yog tus uas kuv ntxim siab thiab yog kuv tus phoojywg."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.1","label":"1","content":"Tus uas zoo nkauj tshaj plaws ib tsoom hluas nkauj huvsi 'e, tus uas ntxim koj siab mus rau twg lawm? Tus uas ntxim koj siab mus txojkev twg lawm? Peb yuav nrog koj mus nrhiav."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.2","label":"2","content":"Tus uas kuv ntxim siab mus nram nws lub vaj, thiab mus rau thaj uas cog txuj lom, xwv nws thiaj yug tau nws pab yaj hauv lub vaj, thiab de tej paj lilij."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.3","label":"3","content":"Tus uas ntxim kuv siab yog kuv teej kuv tug, thiab kuv yog nws teej tug. Nws yug nws pab yaj hauv tej paj lilij."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.4","label":"4","content":"Tus uas kuv nyiam, koj zoo nkauj yam li lub moos Thilaxa, thiab zoo nkauj yam li lub nroog Yeluxalees, koj zoo thiab txaus hwm yam nkaus li pab tub rog uas muaj chij."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.5","label":"5","content":"Koj cia li tig koj qhov muag rau ib qho vim yog koj qhov muag ua rau kuv nyob tsw qab. Koj plaubhau npws qas loo yam li pab tshis uas nqes pem ntav roob Kile‑a los."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.6","label":"6","content":"Koj cov hniav zoo tam pab yaj uas nyuam qhuav muab plaub txiav tag thiab muab ntxuav tag. Txhua tus muaj menyuam ntxaib thiab tsis muaj ib tug uas sem menyuam li."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.7","label":"7","content":"Koj ob sab plhu uas nyob hauv daim qab ntaub kauv, tshiab liab ploog li txiv ntsiav kws phua ob sab."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.8","label":"8","content":"Muaj rau caum tus poj vaj thiab yim caum tus niam yau thiab hluas nkauj coob suav tsis txheeb."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.9","label":"9","content":"Kuv tus nquab taug, kuv tus uas zoo nkauj tshaj plaws, muaj tib tug xwb, nws niam xam pom nws ib leeg xwb, tus uas yug nws hlub nws nyiam nws heev. Tej hluas nkauj pom nws mas hu nws tias tus muaj hmoov. Tej poj vaj thiab tej niam yau kuj qhuas nws."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.10","label":"10","content":"Tus no yog leejtwg? Nws tsa qhov muag saib kaj zuj zus yam li tagkis, zoo nkauj yam li lub hli, ci yam li lub hnub, thiab txaus hwm yam nkaus li pab tub rog uas muaj chij."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.11","label":"11","content":"Kuv nqes mus rau hauv lub vaj txiv qab rog, kuv saib tej ntsuag ntoo hauv hav thiab saib tej txiv hmab ua cos paj los tsis tau thiab txiv ntsiav kws tawg paj los tsis tau."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.12","label":"12","content":"Thaum kuv twb tsis tau faj, tej uas kuv xav ua rau kuv lub siab yuj plaws mus nrog nws nyob ua ke hauv nws lub tsheb lawm."},{"bible_id":"1269","chapter_code":"SNG.6","verse_code":"SNG.6.13","label":"13","content":"Tus hluas nkauj Sulee 'e, rov los, rov los. Koj cia li rov los, rov los peb thiaj tau pom koj qhuas koj. Ua li cas nej yuav saib tug hluas nkauj Sulee, ib yam li saib luag seev cev hauv Manaha‑i?"},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.1","label":"1","content":"Tus hluas nkauj uas zoo li poj vaj 'e, koj kotaw uas rau khau paj zoo nkauj ua luaj li. Koj ob txhais ncej qab kheej qas lam li lub pov hum uas tus Kws twb txhuam tau lawm."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.2","label":"2","content":"Koj lub ntaws yog lub phaj uas ntim cawv txiv hmab uas tov lawm tsis tu li. Koj lub plab yog ib pawg mog muaj tej paj lilij nyob ib ncig."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.3","label":"3","content":"Koj ob lub mis zoo yam nkaus li ob tug menyuam kauv seb ntxaib."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.4","label":"4","content":"Koj lub caj dab zoo yam nkaus li lub chaw tsom faj uas muab kaus ntxhw ua. Koj ob lub qhov muag zoo yam nkaus tej pas dej hauv lub moos Hesanpoo uas nyob ntawm rooj loog Npalanpi. Koj caj ntswm zoo yam li lub chaw tsom faj hauv Lenpanoo uas saib rau nram lub nroog Damaxaka."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.5","label":"5","content":"Koj lub taubhau zoo yam nkaus li lub hauv roob Khamee, koj cov plaubhau npws loo zoo yam nkaus li cov xov tsamxem, ua rau koj tus vajntxwv siab qaug lias."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.6","label":"6","content":"Tus uas kuv nyiam 'e, tus hluas nkauj uas txaus kuv lub siab, koj zoo nkauj thiab raug muag kawg li."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.7","label":"7","content":"Koj cev yiag ntxiag yam tsob toov laj thiab koj ob lub mis zoo yam nkaus li ob tauv txiv toov laj."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.8","label":"8","content":"Kuv xav tias kuv yuav daum tsob toov laj ntawd, kuv yuav tuav rawv tauv txiv ntawd cia. Thov cia koj ob lub mis zoo nkaus li tauv txiv hmab, thiab thov cia koj tej pa tsw qab yam li txiv duaj,"},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.9","label":"9","content":"thiab thov cia qhov uas koj nwj zoo yam li tej tseem cawv txiv hmab uas haus ntaug qas lees, ntws rau tej tawv ncauj thiab kaus hniav."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.10","label":"10","content":"Kuv yog tus uas ntxim kuv siab li teej tug, thiab nws yeej ntshaw tau kuv kawg li."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.11","label":"11","content":"Tus uas kuv ntxim siab, cia li los maj, cia wb ua ke mus tom teb, wb mus so hauv tej zej zog."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.12","label":"12","content":"Cia wb sawv ntxov mus tom vaj txiv hmab, wb mus saib tej txiv hmab ua cos paj los tsis tau, saib tej txiv twb nra paj los tsis tau thiab saib tej txiv ntsiav kws tawg paj los tsis tau. Kuv yuav pub kuv txojkev nyiam rau koj qhov ntawd."},{"bible_id":"1269","chapter_code":"SNG.7","verse_code":"SNG.7.13","label":"13","content":"Tus uas kuv ntxim siab 'e, cov txiv lws duda‑i tsw qab ntxiag thoob plaws, thiab ntawm wb ob leeg qhov rooj muaj txhua yam txiv ntoo qab qab, muaj cov txiv qub thiab txiv tshiab uas kuv de cia rau koj."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.1","label":"1","content":"Kuv xav kom koj zoo li kuv tus nus uas tau ntxais kuv niam lub mis. Thaum kuv ntsib koj tom tshav puam kuv yuav nwj tau koj los thiaj tsis muaj leejtwg saib tsis taus kuv."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.2","label":"2","content":"Ces kuv yuav coj koj mus rau hauv kuv niam lub tsev nkag rau hauv tus uas xeeb kuv lub txaj. Kuv yuav pub cov cawv txiv hmab tsau tshuaj rau koj haus, thiab haus kuv li kua txiv ntsiav kws."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.3","label":"3","content":"Thov cia nws txhais tes laug rau kuv ncoo, thiab nws txhais tes xis puag kuv."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.4","label":"4","content":"Yeluxalees tej ntxhais 'e, kuv thov nej cog lus tias nej yuav tsis tshum tsis tsa kom wb txojkev sib hlub tsim ras mus txog thaum txaus siab tso."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.5","label":"5","content":"Tus uas tawm hauv tebchaws moj sab qhua tuaj yog leejtwg, uas dai qawm qas lias nrog tus uas nws ntxim siab tuaj? Kuv tsa koj sawv hauv tsob qab txiv duaj, qhov ntawd yog lub chaw uas koj niam xeeb koj, yog lub chaw uas koj niam mob plab yug koj."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.6","label":"6","content":"Cia muab kuv nias ua lub cim rau hauv koj lub siab, thiab muab kuv ua lub tooj npab puav pheej ntawm koj txhais npab. Rau qhov txojkev hlub ruaj khov yam li txojkev tuag, txojkev sib hlub heev muaj zog yam li tub tuag teb. Txojkev hlub tej txim taws ci heev, nws tej nplaim taws kub muaj ceem heev."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.7","label":"7","content":"Dej ntau npaum twg los tua tsis tau txojkev hlub, tej hav dej los nyab tsis tau txojkev hlub tuag. Yog leejtwg xav muab nws tej nyiaj txiag hauv nws vaj nws tsev tag nrho pauv txojkev hlub, luag yuav saib tsis taus nws heev kawg li."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.8","label":"8","content":"Peb muaj ib tug muam yau, nws ob lub mis tseem tsis tau o. Mas hnub uas luag tuaj thov yuav nws, peb yuav ua li cas rau peb tus muam?"},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.9","label":"9","content":"Yog nws yog lub ntsa loog peb yuav muab nyiaj ua lub hau ntsa loog rau nws. Yog nws yog qhov rooj peb yuav muab txiag ntoo ciab los ntsia thaiv nws."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.10","label":"10","content":"Kuv yog lub ntsa loog, kuv ob lub mis zoo yam nkaus li ob lub tsev zov khuav saum ntsa loog. Vim li no tus uas kuv ntxim siab pom tias kuv zoo li tus uas yuav coj kev kaj siab lug rau nws."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.11","label":"11","content":"Xalaumoo muaj ib lub vaj txiv hmab nyob ntawm Npa‑as Hamoo. Nws muab lub vaj txiv hmab ntawd qev rau cov uas tu lub vaj, txhua tus yuav tsum xa nyiaj ib leeg ib txhiab lub txiag ua nqe qev teb."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.12","label":"12","content":"Kuv lub vaj txiv hmab yeej yog kuv li, nyob ntawm kuv lub xubntiag. Au Xalaumoo, ib txhiab lub txiag ntawd koj cia li coj mus, cov uas tu vaj txiv hmab ntawd kuj coj ib leeg ob puas mus."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.13","label":"13","content":"Koj uas nyob hauv lub vaj, kuv cov phoojywg tos rawv koj lub suab. Thov cia kuv hnov koj lub suab."},{"bible_id":"1269","chapter_code":"SNG.8","verse_code":"SNG.8.14","label":"14","content":"Tus uas kuv ntxim siab, kavtsij los. Cia li ua zoo yam nkaus li tus kauv seb thiab tus thav muas lwj uas nyob saum lub roob txuj lom tshuaj tsw qab."}]