[{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.1","label":"1","content":"Kuv yog Povlauj, yog Vajtswv tus qhev thiab yog Yexus Khetos tus tubtxib uas pab cov uas Vajtswv xaiv cia lawd txojkev ntseeg thiab pab lawv paub qhov tseeb uas raws li Vajtswv txojkev,"},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.2","label":"2","content":"lawv thiaj muaj vam tias yuav tau txojsia ib txhis tsis kawg uas Vajtswv tus tsis txawj dag tau cog lus tseg thaum chiv keeb los lawm."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.3","label":"3","content":"Thaum txog lub sijhawm uas teem cia Vajtswv ua nws txojlus tshwm los ntawm tej lus uas muab cob rau kuv tshaj tawm raws li Vajtswv uas yog peb tus Cawmseej nkaw lus cia."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.4","label":"4","content":"Kuv hais mus rau Titau uas yog kuv tus tseem tub uas ntseeg ib yam li kuv. Thov txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog leej Txiv thiab ntawm Yexus Khetos uas yog peb tus Cawmseej nrog nraim koj."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.5","label":"5","content":"Qhov uas kuv tso koj tseg rau hauv koog povtxwv Khete ntawd kuj yog cia koj daws tej teeb meem kom tiav huvsi thiab tsa kom muaj cov uas saib xyuas pawg ntseeg rau hauv txhua lub moos raws li kuv hais rau koj."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.6","label":"6","content":"Tus uas saib xyuas pawg ntseeg yuav tsum yog tus uas tsis muaj chaw thuam, muaj ib tug pojniam thiab nws cov menyuam kuj ntseeg tsis raug luag xyav tias yog neeg loj leeb neeg tawv ncauj."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.7","label":"7","content":"Vim tias tus saib xyuas pawg ntseeg  yog tus uas leg Vajtswv tes haujlwm yuav tsum yog tus uas tsis muaj chaw thuam, tsis khav theeb, tsis chim sai, tsis qaug dej qaug cawv, tsis ua nruj ua tsiv, tsis txhob ua lub siab hlob ntshaw ntau,"},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.8","label":"8","content":"zoo siab txais qhua, nyiam qhov zoo, xyuam xim, ncaj ncees, dawb huv thiab txawj tswj nws lub siab."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.9","label":"9","content":"Thiab nws yuav tsum tuav rawv tej lus qhia uas tso siab tau raws li uas qhia lawd, kom nws thiaj siv tej lus qhia raug cai txhawb siab thiab cav yeej cov uas tawm tsam tej lus ntawd."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.10","label":"10","content":"Rau qhov muaj neeg coob coob uas tawv ncauj, tsuas yog hais tej lus tsis muaj qabhau thiab dag ntxias xwb, feem coob yog cov uas qhia kom ua kevcai txiav."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.11","label":"11","content":"Yuav tsum kom lawv tswj lawv lub qhov ncauj vim lawv qhia tej uas tsis tsim nyog qhia xwv thiaj tau tshaj thawj ua rau tej tsev neeg ntxhov tag nrho."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.12","label":"12","content":"Hauv lawv cov ntawd muaj ib tug cev lus txeev hais tias, “Cov neeg Khete pheej dag ntxias, lawv yog tsiaj qus phem, thiab tub nkeeg noj loj.”"},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.13","label":"13","content":"Tej lus timkhawv no muaj tseeb. Vim li no koj cia li ntuas lawv hnyav kom lawv thiaj li ntseeg raug cai,"},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.14","label":"14","content":"tsis quav ntsej cov Yudai tej dab neeg lossis tej lus nkaw uas cov neeg uas twb tso txojkev tseeb tseg lawd qhia nej."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.15","label":"15","content":"Txhua yam kuj dawb huv rau cov neeg uas lub siab dawb huv, tiamsis tsis muaj ib yam dawb huv rau cov neeg phem thiab tsis ntseeg. Lawv tej kev xav thiab lawv lub siab uas paub qhov zoo qhov phem kuj phem tag huvsi."},{"bible_id":"1269","chapter_code":"TIT.1","verse_code":"TIT.1.16","label":"16","content":"Lawv hais tias lawv paub Vajtswv tiamsis qhov uas lawv ua, lawv tsis lees yuav Vajtswv. Lawv yog neeg ntxim ntxub, tsis mloog lus, tsis phim ua ib yam haujlwm zoo kiag li."},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.1","label":"1","content":"Koj yuav tsum qhia kom phim tej lus qhia uas raug cai."},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.2","label":"2","content":"Qhia cov txivneej laus kom paub xyuam xim, ua tus uas luag hwm, paub cai, thiab ua kom raug cai rau hauv txojkev ntseeg, hauv txojkev hlub thiab hauv txojkev ua siab ntev thev taus."},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.3","label":"3","content":"Qhia cov pojniam laus ib yam nkaus kom xyaum ua neeg dawb huv, tsis txhob xyav luag moo, tsis txhob quav cawv, ua tus uas qhuab qhia yam uas zoo,"},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.4","label":"4","content":"kom thiaj cob qhia tau cov pojniam hluas kom hlub lawv tus txiv thiab lawv tej menyuam,"},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.5","label":"5","content":"thiab paub tswj lawv lub siab, ua neeg dawb huv, tu vaj tu tsev zoo, muaj siab khuvleej, nyob hauv tus txiv qab kev tswjhwm, kom Vajtswv txojlus thiaj tsis raug luag thuam."},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.6","label":"6","content":"Cov txivneej hluas kuj ib yam nkaus, cia li ntuas kom lawv tswj lawv tus kheej."},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.7","label":"7","content":"Koj yuav tsum xyaum ua tus yam ntxwv zoo rau txhua fab rau qhov uas ua haujlwm zoo, thiab qhuab qhia tuaj nruab siab thiab rau siab qhia,"},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.8","label":"8","content":"thiab siv tej lus raug cai uas tsis muaj leejtwg thuam tau, xwv cov uas tawm tsam thiaj li txaj muag vim tsis muaj ib qho phem uas hais tau peb."},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.9","label":"9","content":"Cia li qhia cov qhev kom nyob hauv lawv tus lospav kev tswjhwm rau txhua yam thiab ua kom hum tus lospav lub siab, tsis txhob cam thawj kiag li,"},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.10","label":"10","content":"tsis txhob qee luag tug, tiamsis yuav tsum ua kom pom tias tso siab tau thiab ua zoo rau txhua yam kom lawv thiaj ua rau luag qhuas Vajtswv uas yog peb tus Cawmseej tej lus qhia rau txhua fab."},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.11","label":"11","content":"Vajtswv txojkev hlub uas pab neeg txhua tus dim twb tshwm los lawm,"},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.12","label":"12","content":"thiab qhia kom peb tso tej kev phem kev qias thiab tej kev ntshaw uas yog ntiajteb li tseg, thiab ua lub neej uas paub tswj lub siab thiab ua ncaj ncees thiab ua raws li Vajtswv txojkev hauv tiam neeg no,"},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.13","label":"13","content":"rau thaum peb tabtom tos rawv txojkev vam kaj siab lug thiab tos rawv peb tus Vajtswv loj uas yog peb tus Cawmseej lub hwjchim ci ntsa iab rov los, yog Yexus Khetos."},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.14","label":"14","content":"Nws pub nws tus kheej this peb kom thiaj txhiv tau peb dim txhua yam kev txhaum thiab ntxuav peb kom dawb huv thiaj ua tau nws li neeg uas kub siab lug ua haujlwm zoo."},{"bible_id":"1269","chapter_code":"TIT.2","verse_code":"TIT.2.15","label":"15","content":"Cia li piav tej no, thiab txhawb lawv lub zog thiab siv koj lub hwjchim qhuab ntuas lawv kawg nkaus. Tsis txhob cia leejtwg saib tsis taus koj."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.1","label":"1","content":"Cia li ntuas kom lawv nyob hauv cov nom tswv thiab cov uas muaj hwjchim qab kev tswjhwm, mloog lus, npaj txhij ua txhua yam haujlwm zoo,"},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.2","label":"2","content":"tsis txhob muab leejtwg hais phem, tsis txhob sib cav sib ceg, ua lub siab zam xeeb, thiab ua lub siab mos siab muag rau sawvdaws."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.3","label":"3","content":"Vim yav tag los peb yog neeg ruam, tsis mloog lus, yuam kev, ua txhua yam kev phem kev lomzem li qhev, ua lub neej xav ua phem thiab sib khib, raug luag ntxub thiab ib leeg ntxub ib leeg."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.4","label":"4","content":"Tiamsis thaum Vajtswv uas yog peb tus Cawmseej txojkev khuvleej thiab txojkev hlub tshwm los,"},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.5","label":"5","content":"Vajtswv cawm peb dim, tsis yog vim peb ua ncaj ncees tiamsis yog Vajtswv txojkev khuvleej uas nws ntxuav peb kom yug dua tshiab thiab tsim dua tshiab hauv Vaj Ntsuj Plig uas dawb huv."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.6","label":"6","content":"Tus Vaj Ntsuj Plig no, nws muab hliv rau saum peb nplua mias hauv Yexus Khetos uas yog peb tus Cawmseej,"},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.7","label":"7","content":"mas thaum nws txojkev hlub ua rau peb raug suav tias ncaj ncees lawm peb thiaj muaj feem saws tej uas peb vam ntsoov, yog txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.8","label":"8","content":"Tej lus no tso siab tau. Kuv xav kom koj siv zog qhia tej no kom cov uas ntseeg Vajtswv thiaj li muab siab rau ua haujlwm zoo. Qhov uas ua li no zoo thiab muaj qabhau rau neeg."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.9","label":"9","content":"Cia li zam tej kev sib cam uas ruam, tej zaj uas hais txog poj koob yawg koob, thiab tej kev sib faib thiab kev sib cav sib ceg txog Mauxe txoj kevcai, vim tej ntawd tsis tseem ceeb tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.10","label":"10","content":"Tus uas pheej tshum kom tawg ua pab ua pawg cia li ntuas nws ib ob zaug mas tsis txhob quav ntsej nws dua li lawm,"},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.11","label":"11","content":"vim yeej paub tias tus neeg zoo li ntawd twb muab txojkev ncaj ntxeev ua txojkev nkhaus thiab ua txhaum muaj txim. Nws rov rau txim rau nws tus kheej xwb."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.12","label":"12","content":"Thaum kuv txib Athema lossis Thikhika tuaj txog koj lawm, koj cia li maj nroos tuaj cuag kuv hauv lub moos Nikhaupoli, vim kuv npaj siab tias yuav nyob qhov ntawd tag lub caij ntuj no."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.13","label":"13","content":"Koj cia li siv zog pab xa Xena uas txawj hais plaub thiab Apaulau taug kev mus, tsis txhob cia ob tug tu ncua ib yam dabtsi."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.14","label":"14","content":"Thiab cia peb cov ntseeg kawm paub ua haujlwm zoo, lawv thiaj pab tau tej uas cheem tsum thiab tsis ua lub neej nkim zog xwb."},{"bible_id":"1269","chapter_code":"TIT.3","verse_code":"TIT.3.15","label":"15","content":"Txhua tus uas nrog kuv nyob ua ke hais lus nco txog nej. Thov hais lus nco txog cov uas hlub peb hauv txojkev ntseeg. Thov Vajtswv txojkev hlub nrog nraim nej txhua tus."}]