[{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.1","label":"1","content":"Lub yim hli xyoo ob uas Dali‑a ua vajntxwv mas Yawmsaub hais lus tuaj rau Xekhaliya uas ua xibhwb cev Vajtswv lus. Nws txiv yog Npelekhiya, nws yawg yog Idau."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.2","label":"2","content":"“Yawmsaub npau taws heev rau nej tej laus poj koob yawg koob kawg li."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.3","label":"3","content":"Vim li no koj cia li hais rau lawv tias, Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, ‘Nej cia li rov los cuag kuv. ’ Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias ‘Kuv kuj yuav los cuag nej. ’ Tej lus no yog Yawmsaub uas muaj hwjchim loj kawg nkaus hais ntag."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.4","label":"4","content":"Tsis txhob ua raws li nej tej laus poj koob yawg koob uas cov xibhwb cev Vajtswv lus txheej thaum ub twb tshaj tawm rau lawv tias, ‘Yawmsaub uas muaj hwjchim loj kawg nkaus twb hais li no tias, Cia li tig kiag ntawm nej txojkev phem thiab tej kev phem uas nej ua rov los. Lawv yeej tsis mloog tsis quav ntsej kuv tej lus. ’ Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.5","label":"5","content":"Nej tej laus poj koob yawg koob dua twg lawm? Cov xibhwb cev Vajtswv lus nev, lawv tseem muaj txojsia nyob ib txhis lov?"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.6","label":"6","content":"Tiamsis kuv tej lus thiab kuv tej kab ke uas kuv cob rau cov xibhwb cev kuv lus uas yog kuv cov tub qhe tsis tau los raug nej poj koob yawm txiv lov? Lawv thiaj ntxeev dua siab tshiab thiab hais tias, ‘Yawmsaub uas muaj hwjchim loj kawg nkaus npaj tseg tias nws yuav ua li cas rau peb pauj tej uas peb ua mas nws kuj ua raws li ntawd rau peb ntag.’ ”"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.7","label":"7","content":"Hnub tim nees nkaum plaub lub kaum ib hlis xyoo ob uas Dali‑a ua vajntxwv yog lub hli Senpas mas Yawmsaub hais lus tuaj rau Xekhaliya uas ua xibhwb cev Vajtswv lus. Nws txiv yog Npelekhiya, nws yawg yog Idau."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.8","label":"8","content":"Hmo ntuj kuv txawm ua yog toog pom ib tug txivneej caij ib tug nees liab sawv nres nroos hauv nruab nrab cov txiv ntoo roj uas nyob ntawm kwj hav. Muaj ib tug nees liab ib tug nees liab dub thiab ib tug nees dawb nyob ntawm tus ntawd qub qab."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.9","label":"9","content":"Ces kuv txawm nug hais tias, “Yawg hlob, tej no yog dabtsi?” Tus tubtxib saum ntuj uas nrog kuv hais lus thiaj hais rau kuv tias, “Kuv yuav qhia rau koj paub tias yog dabtsi.”"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.10","label":"10","content":"Tus txivneej uas sawv nres nroos hauv nruab nrab cov txiv ntoo roj thiaj hais tias, “Cov no yog cov uas Yawmsaub txib mus tshuaj saib thoob plaws lub ntiajteb.”"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.11","label":"11","content":"Mas lawv cov ntawd txawm hais rau Yawmsaub tus tubtxib saum ntuj uas sawv hauv cov txiv ntoo roj hais tias, “Peb twb mus tshuaj saib thoob plaws ntiajteb lawm mas lub ntiajteb nyob ntsiag to.”"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.12","label":"12","content":"Mas Yawmsaub tus tubtxib txawm hais tias, “Au Yawmsaub uas muaj hwjchim loj kawg nkaus, koj yuav tsis khuvleej lub nroog Yeluxalees thiab Yuda tej moos ntev li cas uas koj chim rau tau xya caum xyoo lawm?”"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.13","label":"13","content":"Yawmsaub teb ib co zoo lus nplij siab rau tus tubtxib saum ntuj uas nrog kuv hais lus."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.14","label":"14","content":"Tus tubtxib saum ntuj uas nrog kuv hais lus thiaj hais rau kuv tias, “Cia li qw hais tias Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, ‘Kuv khib xeeb lub nroog Yeluxalees thiab Xi‑oo heev kawg li."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.15","label":"15","content":"Thiab kuv chim heev rau cov tebchaws uas tau zoo nyob kawg li, vim yog thaum kuv chim me me xwb lawv tseem ua rau tej xwm txheej phem loj zuj zus tuaj. ’"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.16","label":"16","content":"Vim li no Yawmsaub thiaj hais tias, ‘Kuv rov qab los nyob rau hauv Yeluxalees thiab khuvleej lawv lawm. Yuav ua dua kuv lub tuam tsev qhov ntawd thiab yuav cab hlua ntsuas saum lub nroog Yeluxalee. ’"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.17","label":"17","content":"Cia li rov qw hais tias Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, ‘Kuv tej moos yuav rov vam meej nplua nuj kawg nkaus dua thiab Yawmsaub yuav rov nplij Xi‑oo thiab rov xaiv Yeluxalees ua nws li.’ ”"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.18","label":"18","content":"Kuv tsa muag ntsia mas pom dheev plaub tug kub."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.19","label":"19","content":"Kuv txawm nug tus tubtxib saum ntuj uas nrog kuv hais lus hais tias, “Tej no yog dabtsi?” Nws thiaj teb kuv tias, “Tej no yog cov kub uas nrau Yuda thiab Yixayee thiab Yeluxalees tawg ua sab ua sua.”"},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.20","label":"20","content":"Yawmsaub ua rau kuv pom plaub tug Kws hlau."},{"bible_id":"1269","chapter_code":"ZEC.1","verse_code":"ZEC.1.21","label":"21","content":"Ces kuv txawm nug tias, “Cov Kws hlau no tuaj ua dabtsi?” Nws teb hais tias, “Cov kub no yog cov uas tuaj nrau Yuda tawg ua sab ua sua tsis muaj leejtwg tsa taus taubhau li. Cov Kws hlau yog cov uas tuaj ua rau cov kub no ntshai, thiab yuav muab cov kub no rhuav tshem ntawm tej tebchaws uas tsa kub tuaj nrau Yuda tebchaws tawg tag.”"},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.1","label":"1","content":"Kuv tsa muag ntsia mas pom dheev ib tug txivneej muaj ib txoj hlua ntsuas hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.2","label":"2","content":"Kuv nug nws hais tias, “Koj mus qhovtwg?” Nws hais rau kuv tias, “Kuv yuav mus ntsuas lub nroog Yeluxalees saib dav li cas ntev li cas.”"},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.3","label":"3","content":"Tus tubtxib saum ntuj uas nrog kuv hais lus txawm cia li mus lawm thiab muaj dua ib tug tubtxib saum ntuj tuaj ntsib nws,"},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.4","label":"4","content":"mas hais rau nws tias, “Dhia maj, hais rau tus hluas ntawd tias Yeluxalees yuav zoo li tej zej zog uas tsis muaj ntsa loog vim muaj neeg thiab tsiaj txhu nyob coob heev."},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.5","label":"5","content":"Kuv yuav ua ntsa loog nplaim taws uas vij nws. Kuv yuav ua hwjchim ci ntsa iab rau hauv lub nroog ntawd.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.6","label":"6","content":"Yawmsaub hais tias, “Los los, cia li khiav tawm hauv lub tebchaws sab ped rov los.” Yawmsaub hais tias, “Kuv twb muab nej ntiab khiav mus yam nkaus li cua ntsawj plaub fab ntuj tuaj."},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.7","label":"7","content":"Nej cov uas nrog Npanpiloo tus ntxhais  nyob cia li khiav los rau hauv Xi‑oo.”"},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.8","label":"8","content":"Thaum Yawmsaub lub hwjchim txib kuv mus rau ntawm cov neeg uas lws nej, (rau qhov yog leejtwg kov nej kuj yog kov Yawmsaub lub ntsiab muag) Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias,"},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.9","label":"9","content":"“Saib nawj, kuv yuav tsa kuv txhais tes rau saum lawv mas lawv yuav raug muab lws rau cov uas ua lawv qhev. Mas nej yuav paub tseeb tias yog Yawmsaub uas muaj hwjchim loj kawg nkaus txib kuv tuaj."},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.10","label":"10","content":"“Xi‑oo tus ntxhais 'e, cia li hu nkauj xyiv fab hlo rau qhov kuv tuaj mas kuv yuav nyob hauv nej nruab nrab.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.11","label":"11","content":"“Mas hnub ntawd yuav muaj ntau haiv neeg los tuaj Yawmsaub tog thiab yuav ua kuv li neeg. Kuv yuav nyob hauv nej nruab nrab mas nej yuav paub tseeb tias Yawmsaub uas muaj hwjchim loj kawg nkaus txib kuv los rau nej."},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.12","label":"12","content":"Yawmsaub yuav los txais yuav Yuda tebchaws ua nws teej nws tug ua nws feem hauv lub tebchaws dawb huv  thiab yuav rov xaiv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"ZEC.2","verse_code":"ZEC.2.13","label":"13","content":"Ib tsoom neeg 'e, cia li nyob twjywm rau ntawm Yawmsaub lub xubntiag, rau qhov Yawmsaub twb sawv ntawm nws lub chaw dawb huv tuaj lawm.”"},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.1","label":"1","content":"Yawmsaub ua rau kuv pom tus tuam pov thawj hlob Yausua sawv ntawm Yawmsaub tus tubtxib saum ntuj xubntiag thiab pom Xatas  kuj sawv ntawm Yausua sab xis yuav kom Yausua."},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.2","label":"2","content":"Yawmsaub hais rau Xatas tias, “Au Xatas, Yawmsaub txwv koj lawm, Yawmsaub uas xaiv lub nroog Yeluxalees tav koj. Tus no tsis yog tus tw taws uas rho hauv cub tawg los lov?”"},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.3","label":"3","content":"Yausua hnav cev tsoos tsho qias ntsuav sawv ntawm tus tubtxib saum ntuj xubntiag."},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.4","label":"4","content":"Mas tus tubtxib saum ntuj hais rau cov uas sawv ntawm nws xubntiag hais tias, “Cia li muab Yausua cev tsoos tsho qias ntsuav hle pov tseg,” thiab nws hais rau Yausua tias, “Saib maj, kuv twb muab koj kev txhaum txim daws huvsi lawm thiab kuv yuav muab ib cev tsoos zoo zoo nkauj rau koj hnav.”"},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.5","label":"5","content":"Kuv thiaj hais tias, “Cia lawv muab ib txoj phuam huv huv rau nws ntoo.” Mas lawv thiaj muab txoj phuam huv rau nws ntoo thiab muab tej tsoos rau nws hnav thiab Yawmsaub tus tubtxib saum ntuj sawv ntawd."},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.6","label":"6","content":"Yawmsaub tus tubtxib saum ntuj hais rau Yausua tias,"},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.7","label":"7","content":"“Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, ‘Yog koj ua raws li kuv tej kev thiab tuav rawv tej lus nkaw ces koj yuav tau kav kuv lub tuam tsev thiab saib xyuas kuv tej tshav puam, thiab kuv yuav pub koj muaj feem nkag mus rau hauv cov uas sawv ntawm no."},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.8","label":"8","content":"Yausua uas yog tus tuam pov thawj hlob thiab koj cov kwvluag uas nrog koj nyob ua ke cia li tig ntsej mloog. Lawv yog cov uas ua yam ntxwv zoo rau yav tom hauv ntej. Kuv yuav coj kuv tus tub qhe uas yog tus ceg ntoo los.’"},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.9","label":"9","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias ‘Kuv yuav txam txwm rau ib txhib zeb uas muaj xya fab thiab muab txawb rau ntawm Yausua xubntiag, mas tib hnub xwb kuv yuav daws lub tebchaws no tej kev txhaum txim huvsi pov tseg."},{"bible_id":"1269","chapter_code":"ZEC.3","verse_code":"ZEC.3.10","label":"10","content":"Hnub ntawd mas nej txhua leej txhua tus yuav hu kwvtij zej zog tuaj nyob tso siab lug nraim ntxoov ntxoo rau hauv tej qab txiv hmab txiv cev.’ Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag.”"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.1","label":"1","content":"Tus tubtxib saum ntuj uas nrog kuv hais lus rov qab los ntawm kuv mas tsa kuv yam nkaus li tsa tus neeg uas tsaug zog heev."},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.2","label":"2","content":"Nws hais rau kuv tias, “Koj pom dabtsi?” Kuv teb tias, “Kuv pom ib lub chaw txawb teeb yog muab kub ua huvsi. Muaj ib lub phaj txawb saum lub chaw ntawd thiab muaj xya lub teeb txawb hauv lub phaj, thiab muaj xya tus teeb xeeb."},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.3","label":"3","content":"Thiab muaj ob tsob txiv aulib nyob ntawm lub phaj, ib tsob nyob sab xis ib tsob nyob sab laug.”"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.4","label":"4","content":"Mas kuv nug tus tubtxib saum ntuj uas nrog kuv hais lus tias, “Yawg hlob, tej no yog dabtsi?”"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.5","label":"5","content":"Tus tubtxib saum ntuj uas nrog kuv hais lus teb kuv tias, “Koj tsis paub tias tej no yog dabtsi lov?” Kuv teb tias, “Yawg hlob, kuv yeej tsis paub.”"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.6","label":"6","content":"Ces nws hais rau kuv tias, “No yog Yawmsaub tej lus uas hais tuaj rau Xelunpanpee tias, ‘Tsis yog siv dag siv zog, tsis yog siv hwjchim, tiamsis yog kuv tus Ntsuj Plig yuav pab.’ Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.7","label":"7","content":"Lub roob loj 'e, koj yog dabtsi? Koj yuav raug nphau ua tiaj ntees rau ntawm Xelunpanpee xubntiag. Nws yuav coj lub pob zeb uas yuav muab txawb saum ruv tsev los mas sawvdaws yuav qw tias, ‘Zoo nkauj lauj, zoo nkauj lauj!’ ”"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.8","label":"8","content":"Tsis tag li ntawd Yawmsaub hais lus tuaj rau kuv tias,"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.9","label":"9","content":"“Xelunpanpee txhais tes pua tej taw uas ua lub tuam tsev no thiab nws txhais tes yuav ua kom tiav. Mas koj yuav paub tias yog Yawmsaub uas muaj hwjchim loj kawg nkaus txib kuv los rau nej."},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.10","label":"10","content":"Yog leejtwg saib tsis taus hnub uas ua tej haujlwm me me mas nws yuav zoo siab thaum uas pom lub qe hlau uas ntsuas qhov ntseg hauv Xelunpanpee txhais tes. (Xya lub teeb no yog Yawmsaub li qhov muag uas pom tag nrho lub qab ntuj no.)”"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.11","label":"11","content":"Kuv thiaj li nug nws tias, “Ob tsob txiv aulib uas nyob ntawm lub chaw txawb teeb sab xis sab laug yog dabtsi?”"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.12","label":"12","content":"Thiab kuv rov nug zaum ob tias, “Ob tug ceg txiv aulib uas nyob ob sab ntawm ob tug teeb xeeb uas xuas kub ua es hliv roj rau hauv yog dabtsi?”"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.13","label":"13","content":"Nws hais rau kuv tias, “Tej no koj tsis paub los?” Kuv hais tias, “Yawg hlob, kuv tsis paub.”"},{"bible_id":"1269","chapter_code":"ZEC.4","verse_code":"ZEC.4.14","label":"14","content":"Ces nws hais tias, “Ob tug ceg no yog ob tug uas raug tsa los sawv ntawm Yawmsaub uas kav tag nrho lub qab ntuj no xubntiag.”"},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.1","label":"1","content":"Kuv rov tsa muag ntsia mas pom dheev ib thooj ntawv uas ya yuj yees."},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.2","label":"2","content":"Tus tubtxib saum ntuj hais rau kuv tias, “Koj pom dabtsi?” Kuv teb tias, “Kuv pom ib thooj ntawv ya yuj yees, thooj ntawv ntawd ntev nees nkaum tshim dav kaum tshim.”"},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.3","label":"3","content":"Mas nws hais rau kuv tias, “Thooj ntawv no yog tej lus foom tsis zoo uas yuav mus txhua nrho hauv ntiajteb. Txhua tus uas ua tub sab yuav raug rhuav tshem raws li uas hais rau thooj ntawv ntawd sab hauv, thiab txhua tus uas cog lus twv dag yuav raug rhuav tshem raws li uas hais rau thooj ntawv ntawd sab nraud."},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.4","label":"4","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias ‘Kuv yuav xa thooj ntawv ntawd tawm mus mas thooj ntawv ntawd yuav nkag rau hauv cov tub sab lub tsev thiab nkag rau hauv cov neeg uas tuav kuv lub npe cog lus twv dag lub tsev. Mas thooj ntawv ntawd yuav nyob hauv lub tsev ntawd thiab ua rau tej ntoo tej pob zeb uas ua tsev puam tsuaj tag huvsi.’ ”"},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.5","label":"5","content":"Tus tubtxib saum ntuj uas nrog kuv hais lus txav zog los hais rau kuv tias, “Tsa muag ntsia yam uas tawm mus yog dabtsi.”"},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.6","label":"6","content":"Kuv thiaj nug tias, “Yam ntawd yog dabtsi?” Nws teb tias, “Yam ntawd yog lub tawb efa  uas tawm mus.” Thiab nws hais tias, “Yam ntawd yog tej kev txhaum uas cov neeg thoob plaws hauv lub tebchaws no ua.”"},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.7","label":"7","content":"Lub hau tawb uas muab txhuas ua cia li qheb kiag ua ciav muaj ib tug pojniam zaum hauv lub tawb efa ntawd."},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.8","label":"8","content":"Mas tus tubtxib hais tias, “Tus no yog tej kev txhaum kev phem.” Mas nws cia li muab tus pojniam ntawd thawb kiag rau hauv lub tawb thiab muab lub hau uas muab txhuas ua kaw nkaus rau."},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.9","label":"9","content":"Kuv tsa muag ntsia mas pom dheev ob tug pojniam tuaj txog ntawd. Muaj cua nyob hauv ob tug pojniam ntawd phab tis, ob sab tis zoo li phab tis os dej dub. Ob tug pojniam ntawd txawm muab lub tawb efa ntawd nqa ya rau saum ib nta ntuj."},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.10","label":"10","content":"Kuv txawm nug tus tubtxib uas nrog kuv hais lus tias, “Ob tug pojniam ntawd yuav coj lub tawb efa ntawd mus rau qhovtwg?”"},{"bible_id":"1269","chapter_code":"ZEC.5","verse_code":"ZEC.5.11","label":"11","content":"Nws teb kuv tias, “Yuav coj mus rau tebchaws Sina,  yuav mus ua tsev rau lub tawb efa. Thaum ua tau tiav lawd, ob tug pojniam ntawd yuav muab lub tawb efa txawb rau lub chaw uas npaj cia lawd.”"},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.1","label":"1","content":"Kuv rov tsa muag ntsia mas pom dheev plaub lub tsheb ua rog tawm ntawm ob lub roob kem nruab nrab tuaj. Ob lub roob ntawd yog roob tooj liab."},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.2","label":"2","content":"Thawj lub tsheb yog cov nees liab hai, lub ob yog cov nees dub hai,"},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.3","label":"3","content":"lub peb yog cov nees dawb hai, lub plaub yog cov nees txheeb hai."},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.4","label":"4","content":"ces kuv txawm nug tus tubtxib saum ntuj uas nrog kuv hais lus tias, “Yawg hlob, tej no yog dabtsi?”"},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.5","label":"5","content":"Tus tubtxib saum ntuj ntawd teb kuv tias, “Tej no yog plaub fab cua uas nyob ntawm Yawmsaub uas kav tag nrho qab ntuj no huvsi xubntiag es tawm mus."},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.6","label":"6","content":"Lub tsheb uas cov nees dub hai mus rau lub tebchaws sab ped, lub tsheb uas cov nees dawb hai mus rau lub tebchaws sab hnub poob, thiab lub tsheb uas cov nees txheeb hai mus rau tebchaws sab nrad.”"},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.7","label":"7","content":"Thaum cov nees no tawm mus mas cov nees siab kub heev huas ntshis mus tshuaj saib thoob plaws ntiajteb. Tus tubtxib hais tias, “Mus maj, mus tshuaj saib thoob plaws ntiajteb.” Mas lawv thiaj li mus tshuaj saib thoob plaws ntiajteb."},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.8","label":"8","content":"Nws txawm qw rau kuv hais tias, “Cov nees uas mus rau tebchaws sab ped tau ua rau kuv tus ntsuj plig nyob tus yees rau hauv lub tebchaws sab ped lawm.”"},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.9","label":"9","content":"Yawmsaub hais lus tuaj rau kuv tias,"},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.10","label":"10","content":"“Heedai thiab Thaunpiya thiab Yedaya uas twb poob tebchaws lawm rov qab los ntawm Npanpiloo tebchaws los. Koj cia li txais tej uas lawv coj tuaj mas ua tib hnub mus rau hauv Xefaniya tus tub Yauxiya lub tsev."},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.11","label":"11","content":"Muab cov nyiaj thiab cov kub ntawd ua ib lub mom vajntxwv es muab looj kiag rau saum Yehauxada tus tub Yausua uas ua tus tuam pov thawj hlob ntoo."},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.12","label":"12","content":"Thiab hais rau nws tias, ‘Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, Saib maj, tus txivneej no yog tus uas muaj npe hu ua tus ceg ntoo,  vim yog nws yuav hlob loj zuj zus rau hauv nws lub chaw, thiab nws yuav ua Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.13","label":"13","content":"Tus no yog tus uas yuav ua Yawmsaub lub tuam tsev thiab yuav tau hwjchim meej mom thiab yuav tau nyob lub zwm txwv kav txhua yam. Thiab yuav muaj ib tug pov thawj nyob ntawm lub zwm txwv ib sab mas ob tug ntawd yuav nyob thooj xeeb hum hauv.’"},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.14","label":"14","content":"Lub mom vajntxwv ntawd yuav nyob hauv Yawmsaub lub tuam tsev, yuav ua lub chaw nco txog Heedai thiab Thaunpiya thiab Yedaya thiab Xefaniya tus tub Yauxiya."},{"bible_id":"1269","chapter_code":"ZEC.6","verse_code":"ZEC.6.15","label":"15","content":"“Cov neeg uas nyob deb yuav tuaj pab ua Yawmsaub lub tuam tsev mas nej yuav paub tseeb tias yog Yawmsaub uas muaj hwjchim loj kawg nkaus txib kuv los rau nej. Yog nej mob siab mloog Yawmsaub uas yog nej tus Vajtswv tej lus mas tej no yeej yuav tshwm los.”"},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.1","label":"1","content":"Xyoo plaub uas Dali‑a ua vajntxwv hnub tim plaub lub cuaj hli uas yog lub hli Khile mas Yawmsaub hais lus tuaj rau Xekhaliya."},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.2","label":"2","content":"Cov neeg hauv lub moos Npe‑ee txib Salexaw thiab Lekeemelej thiab lawv cov neeg mus thov Yawmsaub tsa muag zaj saib,"},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.3","label":"3","content":"thiab ua nug rau cov pov thawj uas nyob hauv Yawmsaub uas muaj hwjchim loj kawg nkaus lub tuam tsev thiab cov xibhwb uas cev Vajtswv lus hais tias, “Puas tsim nyog quaj ntsuag yoo mov rau lub tsib hlis yam li uas peb twb ua ntau xyoo los lawm los tsis tsim nyog ua lawm?”"},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.4","label":"4","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais lus tuaj rau kuv tias,"},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.5","label":"5","content":"“Cia li hais rau cov pejxeem sawvdaws hauv lub tebchaws thiab cov pov thawj tias, ‘Thaum nej yoo mov quaj ntsuag rau lub tsib hlis thiab lub xya hli tau xya caum xyoo los no sub yog nej yoo vim nej nco txog kuv lov?"},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.6","label":"6","content":"Thiab thaum nej noj nej haus sub tsis yog nej noj nej haus rau nej tus kheej xwb lov?"},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.7","label":"7","content":"Thaum tseem muaj neeg nyob hauv Yeluxalees thiab muaj kev vam meej heev, thiab tseem muaj neeg nyob hauv tej zej zog ib ncig thiab nyob hauv Neke thiab saum tej pov roob Sefela, Yawmsaub twb hais tej lus no rau cov xibhwb uas cev kuv li lus txheej thaum ub los tsis yog?’ ”"},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.8","label":"8","content":"Yawmsaub hais lus tuaj rau Xekhaliya tias,"},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.9","label":"9","content":"“Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, ‘Yuav tsum tu plaub ncaj thiab khuvleej lwm tus ib leeg hlub ib leeg."},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.10","label":"10","content":"Tsis txhob quab yuam tej poj ntsuam tej menyuam ntsuag uas tsis muaj txiv thiab lwm haiv neeg uas nrog nej nyob thiab tej neeg pluag, thiab tsis txhob ntaus tswvyim phem hauv lub siab rau kwvtij zej zog.’"},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.11","label":"11","content":"Tiamsis lawv tsis kam mloog lawv fee plhu kiag tawv ncauj thiab ntsaws qhov ntsej thiaj tsis hnov."},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.12","label":"12","content":"Lawv ua lawv lub siab tawv cuag zeb cuag hlau lawv thiaj tsis mloog txoj kevcai thiab Yawmsaub uas muaj hwjchim loj kawg nkaus tej lus uas nws tus ntsuj plig kom cov xibhwb cev Vajtswv lus txheej thaum ub qhia rau lawv. Vim li no Yawmsaub uas muaj hwjchim loj kawg nkaus thiaj li chim heev rau lawv."},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.13","label":"13","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, ‘Thaum kuv hu, lawv tsis mloog li cas mas thaum lawv hu, kuv kuj tsis mloog ib yam li ntawd thiab."},{"bible_id":"1269","chapter_code":"ZEC.7","verse_code":"ZEC.7.14","label":"14","content":"Kuv thiaj cia khaub zeeg cua ntsawj lawv tawg ri sua mus nyob rau hauv txhua lub tebchaws uas lawv tsis tau paub kiag li. Mas lawv lub tebchaws thiaj li nyob do cuas tsis muaj neeg nkag mus rau hauv li. Lub tebchaws uas txeev noj qab nyob zoo twb puam tsuaj tag nyob do cuas cia.’ ”"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.1","label":"1","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais lus tuaj rau kuv."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.2","label":"2","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Kuv khib xeeb Xi‑oo heev. Kuv khib xeeb kawg ua npau taws vog.”"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.3","label":"3","content":"Yawmsaub hais li no tias, “Kuv yuav rov qab mus rau ntawm Xi‑oo thiab mus nyob hauv plawv Yeluxalees. Mas lawv yuav hu Yeluxalees tias lub nroog ncaj ncees, thiab hu Yawmsaub uas muaj hwjchim loj kawg nkaus lub roob ua lub roob dawb huv.”"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.4","label":"4","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Cov yawg laus pog laus yuav rov zaum tswb tsaws hauv tej kev hauv Yeluxalees, sawvdaws yuav tuav pas nrig vim yog laus laus li lawm."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.5","label":"5","content":"Yuav muaj metub mentxhais dhia ua si hauv tej kev hauv lub nroog thoob plaws.”"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.6","label":"6","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Thaum cov neeg uas tseem tshuav nyob pom tej no lawv yuav phimhwj. Tiamsis tej no yuav ua rau kuv phimhwj lov?” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.7","label":"7","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Saib maj, kuv yuav cawm kuv cov neeg kom dim hauv cov tebchaws uas nyob sab hnub tuaj thiab hauv cov tebchaws uas nyob sab hnub poob."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.8","label":"8","content":"Kuv yuav coj lawv los nyob hauv Yeluxalees. Lawv yuav ua kuv haiv neeg thiab kuv yuav ua lawv tus Vajtswv thiab ua ncaj ncees thiab ua zoo rau lawv.”"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.9","label":"9","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Nej cov uas nimno tau hnov tej lus no ntawm cov xibhwb cev Vajtswv lus qhov ncauj txij hnub uas nej tiag tej taw ua Yawmsaub uas muaj hwjchim loj kawg nkaus lub tuam tsev, nej cia li ua nej txhais tes kom muaj zog xwv thiaj ua tau lub tuam tsev tiav."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.10","label":"10","content":"Vim yog thaum ub tsis muaj nqe zog rau neeg thiab tsiaj txhu, tsis muaj leejtwg tau luag tawm mus nkag los vim yog muaj yeeb ncuab, vim kuv ua rau sawvdaws sib tawm tsam.”"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.11","label":"11","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Nimno kuv yuav tsis ua rau cov neeg uas tshuav nyob zoo yam li yav thaum ub lawm."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.12","label":"12","content":"Yuav muaj siab tus yees mus tseb noob qoob noob loo. Tsob txiv hmab yuav txi txiv thiab tej teb yuav tau qoob thiab lub ntuj yuav pub lwg los. Kuv yuav pub kom cov neeg uas tseem tshuav nyob tau tej no huvsi ua lawv tug."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.13","label":"13","content":"Cov Yuda thiab cov Yixayee 'e, nej twb txeev raug ib tsoom tebchaws tsawm foom li cas mas kuv yuav cawm nej thiab nej yuav muaj koob hmoov rau luag ib yam li ntawd. Nej tsis txhob ntshai, cia li ua nej txhais tes khov kho.”"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.14","label":"14","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Thaum nej tej poj koob yawm txwv zes ua kom kuv chim kuv kuj txiav txim siab tias kuv yuav ua rau nej raug xwm txheej phem kuv tsis zam nej li.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.15","label":"15","content":"“Mas hnub no kuv txiav txim siab dua tias kuv yuav ua zoo rau Yeluxalees thiab cov Yuda. Nej tsis txhob ntshai li."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.16","label":"16","content":"Tej uas nej yuav tsum ua yog li no, ib leeg yuav hais lus tseeb rau ib leeg, yuav tu plaub ncaj ua kom sawvdaws nyob sib hum xeeb."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.17","label":"17","content":"Ib leeg tsis txhob ntaus tswvyim phem hauv lub siab rau ib leeg, tsis txhob tuav Yawmsaub lub npe cog lus twv dag. Tej no huvsi mas kuv ntxub heev.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.18","label":"18","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais lus tuaj rau kuv."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.19","label":"19","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Tej sijhawm uas nej yoo mov rau lub plaub hlis thiab lub tsib hlis thiab lub xya hli thiab lub kaum hli mas yuav ntxeev ua tej sijhawm zoo siab xyiv fab pam noj pam haus rau Yuda caj ces. Vim li no nej yuav tsum nyiam kev tseeb thiab kev sib hum xeeb.”"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.20","label":"20","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Yuav muaj neeg coob coob tuaj, yuav tuaj hauv ntau lub moos tuaj."},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.21","label":"21","content":"Ib lub moos li neeg yuav mus nrhiav ib lub moos li neeg hais tias, ‘Cia peb ua ke tamsim no mus thov Yawmsaub tsa muag zaj saib peb thiab nrhiav Yawmsaub uas muaj hwjchim loj kawg nkaus. Kuv yeej yuav mus thiab.’"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.22","label":"22","content":"Yuav muaj neeg coob coob thiab ntau lub tebchaws uas muaj zog tuaj nrhiav Yawmsaub uas muaj hwjchim loj kawg nkaus hauv Yeluxalees thiab thov Yawmsaub tsa muag zaj saib lawv.”"},{"bible_id":"1269","chapter_code":"ZEC.8","verse_code":"ZEC.8.23","label":"23","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Lub sijhawm ntawd yuav muaj kaum leej tuaj ntawm txhua lub tebchaws thiab txhua haiv neeg tuaj tuav ib tug Yudai lub qab tsho thiab hais tias, ‘Thov cia peb nrog nej mus thiab, vim peb twb hnov tias Vajtswv nrog nraim nej.’ ”"},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.1","label":"1","content":"Yawmsaub hais lus tawm tsam Halaj tebchaws thiab yuav los nyob rau saum lub nroog Damaxaka. Ib tsoom tebchaws thiab cov Yixayee txhua xeem yuav tsa muag ntsia Yawmsaub."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.2","label":"2","content":"Thiab tawm tsam lub moos Hama uas nyob npuas nkaus lawv ciam teb thiab tawm tsam lub nroog Thailab thiab lub moos Xaidoo uas muaj kev txawj ntse heev."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.3","label":"3","content":"Thailab ua ntsa loog thaiv lub moos cia, thiab sau tau nyiaj ntau yam nkaus li tej niag pawg hmoov av thiab sau tau kub ntau yam nkaus li tej niag plas hmoov av hauv tej kev,"},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.4","label":"4","content":"tiamsis Yawmsaub yuav sau zog tej qhov txhia chaw hauv lub moos huvsi coj mus, thiab muab tej nyiaj txiag laim rau hauv hiavtxwv, thiab lub moos ntawd yuav raug hluavtaws kub hnyiab tag huvsi."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.5","label":"5","content":"Lub moos Akheloo yuav pom thiab yuav ntshai, lub moos Kaxa yuav pom mas ib ce yuav tshee hnyo, lub moos Ekhoo kuj ib yam nkaus vim yog nws lub chaw vam ploj tag lawm. Tus vajntxwv uas kav lub moos Kaxa yuav puam tsuaj, yuav tsis muaj neeg nyob hauv lub moos Akheloo lawm,"},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.6","label":"6","content":"cov neeg txuam tsoov yuav los nyob hauv lub moos Asadau. Kuv yuav rhuav tshem cov Filixatee tej kev khav theeb kom ploj mus."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.7","label":"7","content":"Kuv yuav muab cov ntshav uas lawv noj rho hauv lawv qhov ncauj los, kuv yuav muab tej nqaij qias vuab tsuab rho hauv lawv kaus hniav los. Cov neeg uas tseem tshuav nyob yuav los ua peb tus Vajtswv li neeg thiab yuav zoo ib yam li ib cum neeg hauv Yuda. Ekhoo yuav zoo yam li cov neeg Yenpu."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.8","label":"8","content":"Thiab kuv yuav zov kuv lub tsev tsis pub leejtwg coj tau tub rog mus mus los los. Thiab yuav tsis muaj leejtwg tuaj quab yuam tsim txom tau kuv cov neeg dua li lawm vim nimno kuv ntsia ntsoov lawv lawm."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.9","label":"9","content":"Xi‑oo tus ntxhais 'e, cia li zoo siab xyiv fab kawg, Yeluxalees tus ntxhais 'e, cia li qw nrov. Saib maj, koj tus vajntxwv tabtom los cuag koj. Nws yog tus ncaj ncees thiab yog tus kov yeej. Nws txo nws lub hwjchim thiab caij ib tug nees luav, yog caij menyuam nees luav los."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.10","label":"10","content":"Kuv yuav muab tej tsheb ua rog rhuav tshem hauv Efa‑i tebchaws mus thiab yuav muab cov nees ua rog tshem tawm hauv Yeluxalees mus. Tej hneev tua rog yuav raug muab rhuav tshem, mas tus vajntxwv yuav tu kom muaj kev thaj yeeb nyab xeeb rau ib tsoom tebchaws. Nws yuav kav txij ntua ntawm lub hiavtxwv no mus txog lub hiavtxwv tim ub, thiab ntawm tus niag dej Yufeti mus txog qab ntuj kawg."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.11","label":"11","content":"Koj ne, vim yog cov ntshav uas ua lub hom thawj nias rau tej lus uas kuv cog tseg rau koj, mas kuv yuav tso koj cov uas raug muab kaw lawm dim hauv lub qhov qhuav ntawd."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.12","label":"12","content":"Cov neeg uas raug luag kaw uas tseem muaj vam 'e, cia li rov qab mus rau nej lub chaw ruaj khov. Hnub no kuv tshaj tawm rau nej tias, kuv yuav thim ob npaug rau nej."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.13","label":"13","content":"Kuv twb muab Yuda nta rawv li tus qhaub hneev, thiab muab Efa‑i ua rab xub coj los nruab rau lawm. Xi‑oo 'e, kuv yuav sau koj cov tub huvsi mus ntaus Kili cov tub thiab yuav tuav nej yam nkaus li cov tub rog tuav rab ntaj."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.14","label":"14","content":"Mas Yawmsaub yuav tshwm rau saum lawv thiab Yawmsaub cov xub yuav ya mus yam nkaus li xob laim. Vajtswv Yawmsaub yuav tshuab raj kub yaj thiab yuav nrog lub khaub zeeg cua nram qab ntug mus."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.15","label":"15","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus yuav tsom kwm lawv, mas lawv yuav rhuav tshem tsuj pes ntiag cov uas txawj xuas hlua fiav ntaus qe zeb. Lawv yuav noj yuav haus qw ua tsuj ua tsaug yam li haus cawv txiv hmab. Lawv yuav tsau npo yam nkaus li lub phaj uas rau cov ntshav thiab ntub yam nkaus li cov kub thaj ntub ntshav."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.16","label":"16","content":"Hnub ntawd mas Yawmsaub uas yog lawv tus Vajtswv yuav cawm lawv vim lawv yog nws li neeg ib yam li yog nws pab yaj. Lawv yuav ci ntsa iab rau hauv nws lub tebchaws yam nkaus li tej qe zeb hlaws uas ci ci hauv lub mom kub."},{"bible_id":"1269","chapter_code":"ZEC.9","verse_code":"ZEC.9.17","label":"17","content":"Lub tebchaws yuav zoo thiab zoo nkauj tiag tiag li lauj! Tej qoob yuav ua rau cov tub hluas kheev hlob thiab tej cawv txiv hmab tshiab yuav ua rau cov ntxhais hluas hlob zoo."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.1","label":"1","content":"Cia li thov Yawmsaub pub nag los rau lub hauv xyoo, thov ntawm Yawmsaub uas tsim tej niag tauv huab tsaus nti, uas pub tej niag pluav nag rau neeg thiab pub tej liaj teb tuaj nroj tsuag thiab zaub rau sawvdaws."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.2","label":"2","content":"Rau qhov tej dab mlom hais tsis tau qabhau dabtsi, thiab cov txiv neeb txiv yaig kuj tsis pom qhov tseeb. Tus Kws npau suav los kuj piav tej npau suav dag, lawv lam nplij dag. Mas cov neeg thiaj li yuam kev yam nkaus li tej yaj, lawv raug kev txom nyem vim tsis muaj tus yug yaj."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.3","label":"3","content":"“Kuv chim thiab npau rau cov uas yug yaj, thiab kuv yuav teem txim rau cov thawj. Vim Yawmsaub uas muaj hwjchim loj kawg nkaus mob siab nws pab yaj uas yog cov Yuda, thiab yuav ua rau lawv zoo yam nkaus li cov nees ua rog uas cus heev."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.4","label":"4","content":"Lub thawj txhib zeb uas muab ua tsev yuav tawm hauv lawv tuaj, tus tswg uas tsa tsev ntaub yuav tawm hauv lawv tuaj, rab hneev uas ua rog yuav tawm hauv lawv tuaj, thiab txhua tus thawj kav puavleej yuav tawm hauv lawv tuaj."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.5","label":"5","content":"Lawv sau zog ua ke yuav zoo cuag li cov tub siab loj siab tuab, yuav tsuj pes ntiag tej yeeb ncuab rau hauv tej av nplaum hauv txoj kev. Vim Yawmsaub nrog nraim lawv nyob lawv thiaj txawj ntaus rog, thiab lawv yuav ua rau cov uas caij nees poob pes nroos."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.6","label":"6","content":"“Kuv yuav pub zog rau Yuda caj ces thiab cawm Yauxej caj ces kom dim. Kuv yuav coj lawv rov qab los vim kuv khuvleej lawv. Thiab lawv yuav zoo yam nkaus li kuv twb tsis tau txeev tso lawv tseg li, rau qhov kuv yog Yawmsaub uas yog lawv tus Vajtswv mas kuv yuav teb lawv."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.7","label":"7","content":"Efa‑i cov neeg yuav zoo yam nkaus li cov tub rog siab loj siab tuab, lawv yuav xyiv fab yam nkaus li haus cawv txiv hmab. Lawv tej menyuam yuav pom mas yuav zoo siab heev, lawv lub siab yuav xyiv fab kawg nkaus rau hauv Yawmsaub."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.8","label":"8","content":"Kuv yuav xuav kauv hu lawv thiab qaws zog lawv los ua ke, rau qhov kuv twb txhiv lawv lawm thiab lawv yuav muaj coob yam nkaus li yav thaum ub."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.9","label":"9","content":"Txawm yog kuv muab lawv ntiab ri sua rau hauv ib tsoom tebchaws los lawv tseem yuav nco ntsoov kuv hauv tej tebchaws deb deb ntawd, thiab lawv yuav tuav siav qas rawv nrog lawv tej menyuam nyob thiab rov qab los."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.10","label":"10","content":"Kuv yuav coj lawv hauv Iyi tebchaws rov los thiab qaws lawv hauv Axilia tebchaws rov los, thiab kuv yuav coj lawv mus rau hauv Kile‑a thiab Lenpanoo tebchaws kom puv nkaus tsis muaj chaw nyob."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.11","label":"11","content":"Lawv yuav hla lub hiavtxwv uas yog kev txom nyem, thiab kuv yuav ntaus tej niag nthwv dej ntas thiab ua rau tus niag dej Nai uas tob tob qhuav qhawv. Kuv yuav txo Axilia lub hwjchim uas khav theeb thiab Iyi tus cwj kav tebchaws yuav ploj mus."},{"bible_id":"1269","chapter_code":"ZEC.10","verse_code":"ZEC.10.12","label":"12","content":"Kuv yuav ua kom lawv muaj zog hauv Yawmsaub thiab lawv yuav khav txog Yawmsaub lub npe.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.1","label":"1","content":"Lenpanoo tebchaws cia li qheb qhov rooj xwv hluavtaws thiaj li kub tau koj tej ntoo ciab."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.2","label":"2","content":"Cov ntoo ciab nplooj suab 'e, cia li quaj nyiav rau qhov cov ntoo ciab twb vau tag lawm, vim tej ntoo loj ntoo tsim txiaj twb puam tsuaj tag lawm. Cov ntoo qheb Npasas 'e, cia li quaj nyiav rau qhov tej hav zoov ntoo ntom nti twb raug muab ntov tag lawm."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.3","label":"3","content":"Cia li mloog cov yug yaj lub suab quaj nyiav rau qhov lawv tej tshav zaub zoo zoo twb puam tsuaj tag lawm. Cia li mloog cov tsov ntxhuav nyooj vim tej hav zoov hav tsuag ntawm ntug dej Yaladee raug muab tso tseg piam tag."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.4","label":"4","content":"Yawmsaub uas yog kuv tus Vajtswv hais li no tias, “Cia li yug pab yaj uas twb hom cia lawm yuav raug muab tua."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.5","label":"5","content":"Cov neeg uas yuav tej yaj ntawd kuj muab tej yaj tua los kuj tsis raug txiav txim. Cov neeg uas muab lawv muag kuj hais tias ‘Qhuas Yawmsaub, rau qhov kuv nplua nuj lawm.’ Thiab cov uas yug cov yaj ntawd los tsis khuvleej cov yaj li.”"},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.6","label":"6","content":"Yawmsaub hais tias, “Kuv yuav tsis khuvleej cov neeg hauv lub tebchaws no dua li lawm. Kuv kuj yuav ua kom lawv nyias taus nyias poob rau hauv nws tus yug yaj txhais tes thiab poob rau hauv nws tus vajntxwv txhais tes. Mas cov ntawd yuav zuaj lub tebchaws no kom ntsoog, thiab kuv yuav tsis cawm ib tug dim hauv lawv txhais tes li.”"},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.7","label":"7","content":"Mas kuv thiaj yug cov yaj uas yuav raug muab tua, yog saib rau cov uas ua luam yaj. Kuv thiaj muab ob tug pas nrig, ib tug npe hu ua Kev Hlub, ib tug npe hu ua Hum Xeeb, mas kuv thiaj yug cov yaj ntawd."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.8","label":"8","content":"Ib hlis xwb mas kuv rhuav tshem peb tus neeg yug yaj. Kuv dhuav cov yaj lawm thiab cov yaj kuj ntxub kuv."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.9","label":"9","content":"Kuv thiaj hais tias, “Kuv tsis ua tus uas yug nej lawm. Yog tus twg yuav tuag kuj cia li tuag mus. Yog tus twg yuav raug puam tsuaj kuj cia li puam tsuaj mus. Cov uas tseem tshuav nyob ntawd ces cia ib tug noj ib tug li nqaij.”"},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.10","label":"10","content":"Kuv thiaj muab tus pas nrig uas npe hu ua Kev Hlub lov kiag tseg, rhuav kiag lo lus uas cog tseg rau ib tsoom tebchaws lawm."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.11","label":"11","content":"Hnub ntawd thiaj rhuav kiag lo lus cog tseg ntawd lawm. Cov uas ua luam yaj uas tos ntsia ntsoov kuv kuj paub tias tej no yog Yawmsaub li lus."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.12","label":"12","content":"Mas kuv thiaj hais rau lawv tias, “Yog nej pom zoo mas thov them kuv nqe zog, yog tsis pom zoo kuj cia li.” Ces lawv txawm luj peb caug sekhee nyiaj  ua nqe zog rau kuv."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.13","label":"13","content":"Mas Yawmsaub hais rau kuv tias, “Muab tej nyiaj ntawd pov rau tus Kws puab laujkaub.”  Qhov nyuag nyiaj npaum li no xwb yog cov uas lawv them rau kuv. Mas kuv thiaj li muab peb caug sekhee nyiaj no pov rhees rau tus Kws puab laujkaub  hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.14","label":"14","content":"Ces kuv thiaj muab tus pas nrig uas npe hu ua Hum Xeeb lov tseg, yog tus uas ob, mas thiaj rhuav tshem Yuda thiab Yixayee txoj kev hum xeeb."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.15","label":"15","content":"Yawmsaub txawm hais rau kuv tias, “Cia li khaws tus yug yaj uas tsis tsim txiaj tej twj siv dua ib zaug,"},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.16","label":"16","content":"rau qhov kuv tabtom tsa ib tug yug yaj hauv lub tebchaws no. Nws yog ib tug uas tsis mob siab tej yaj uas yuav puam tsuaj, thiab tsis nrhiav tej menyuam yaj uas ploj lawm thiab tsis kho tej uas lov ceg thiab tsis yug tej uas nyob zoo, nws ho muab tej yaj uas rog rog tej nqaij noj xwb, nws muab tej rau dua los noj huvsi."},{"bible_id":"1269","chapter_code":"ZEC.11","verse_code":"ZEC.11.17","label":"17","content":"“Kuv tus qhev uas yug yaj uas tsis tsim txiaj yuav raug txom nyem lauj, vim nws muab pab yaj tso tseg. Cia hniav ntaj txiav nws tej npab thiab txiav nws sab qhov muag xis. Cia nws tej npab qhuav kiag, cia nws sab qhov muag xis dig nkaus.”"},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.1","label":"1","content":"No yog Yawmsaub cov lus uas hais txog cov Yixayee. Yawmsaub uas nthuav lub ntuj rau saud thiab pua lub ntiajteb thiab tsim ntsuj plig rau hauv neeg hais li no tias,"},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.2","label":"2","content":"“Saib maj, kuv tabtom yuav ua kom Yeluxalees zoo nkaus li lub khob cawv uas ua rau ib tsoom neeg uas nyob ib ncig qaug. Lub khob no yuav ua rau Yuda qaug rau thaum yeeb ncuab vij lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.3","label":"3","content":"Hnub ntawd kuv yuav ua rau Yeluxalees zoo li ib txhib zeb uas hnyav kawg rau ib tsoom tebchaws. Yog leejtwg mus nyom txhib zeb ntawd mas yuav ua rau leejtwg raug mob sab kawg. Ib tsoom tebchaws hauv qab ntuj yuav sau nthwv tuaj ntaus Yeluxalee.”"},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.4","label":"4","content":"Yawmsaub hais tias, “Hnub ntawd kuv yuav ua rau txhua tus nees ceeb sob, thiab ua rau cov uas caij vwm, tiamsis kuv yuav tsa muag saib Yuda caj ces, thiab kuv yuav ua rau ib tsoom tebchaws tej nees dig muag."},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.5","label":"5","content":"Mas Yuda tej cum yuav xav hauv lub siab tias, ‘Cov neeg hauv Yeluxalees muaj zog kawg vim yog lawv tus Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus pub zog rau lawv.’"},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.6","label":"6","content":"“Hnub ntawd kuv yuav ua rau Yuda tej cum zoo yam nkaus li lub laujkaub kub liab ploog hauv cub hluavtaws thiab zoo yam nkaus li teg tsau uas cig lam lug hauv nruab nrab cov teg qoob, thiab yuav kub ib tsoom tebchaws uas nyob vij ib ncig sab xis sab laug, tiamsis yuav muaj neeg nyob ruaj khov hauv Yeluxalees rau lub qub chaw."},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.7","label":"7","content":"“Yawmsaub yuav pub kom Yuda cov tub rog xub kov yeej xwv Davi caj ces thiab cov neeg hauv Yeluxalees thiaj tsis tau koob meej loj dua cov Yuda."},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.8","label":"8","content":"Hnub ntawd Yawmsaub yuav thaiv cov hauv Yeluxalees cia, xwv cov uas qaug zog kawg hauv lawv yuav zoo yam li Davi rau hnub ntawd. Davi caj ces yuav zoo yam nkaus li Vajtswv, zoo yam nkaus li Yawmsaub tus tubtxib saum ntuj uas coj lawv."},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.9","label":"9","content":"Hnub ntawd kuv yuav nrhiav kev ua kom txhua lub tebchaws uas tuaj tawm tsam Yeluxalees puam tsuaj."},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.10","label":"10","content":"“Kuv yuav hliv tus ntsuj plig uas pub kev hlub thiab kev kub siab thov Vajtswv rau Davi caj ces thiab cov hauv Yeluxalees, mas thaum lawv tsa muag ntsia kuv uas lawv xuas hmuv nkaug ces lawv yuav quaj ntsuag nws yam nkaus li cov uas muaj tib tug menyuam xwb los tuag lawm es quaj, thiab yuav quaj nyiav yam nkaus li cov uas tus tub hlob tuag es quaj nyiav heev."},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.11","label":"11","content":"Hnub ntawd yuav muaj kev quaj ntsuag heev hauv Yeluxalees yam nkaus li uas quaj ntsuag Hadalimoo hauv lub tiaj Mekidau."},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.12","label":"12","content":"Lub tebchaws yuav quaj ntsuag txhua yim nyias quaj nyias, Davi cuab neeg nws quaj nws, thiab Davi cov pojniam nws quaj nws ib cag, Nathas cuab neeg nws quaj nws, thiab cov pojniam nws quaj nws ib cag,"},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.13","label":"13","content":"Levi cuab neeg nws quaj nws, thiab cov pojniam nws quaj nws ib cag, thiab Sime‑i cuab neeg nws quaj nws, thiab cov pojniam nws quaj nws ib cag,"},{"bible_id":"1269","chapter_code":"ZEC.12","verse_code":"ZEC.12.14","label":"14","content":"thiab txhua cuab neeg uas tshuav nyob kuj quaj nyiav thiab lawv cov pojniam kuj nws quaj nws ib cag.”"},{"bible_id":"1269","chapter_code":"ZEC.13","verse_code":"ZEC.13.1","label":"1","content":"“Hnub ntawd yuav muaj dej cag txhawv kiag rau Davi caj ces thiab rau cov hauv Yeluxalees thiaj li ntxuav tau lawv kev txhaum kev qias pov tseg.”"},{"bible_id":"1269","chapter_code":"ZEC.13","verse_code":"ZEC.13.2","label":"2","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Hnub ntawd kuv yuav rhuav tshem tej dab mlom lub npe kom ploj hauv lub tebchaws mus, kom lawv thiaj tsis nco txog kiag li lawm. Kuv yuav ntiab cov xibhwb uas cev Vajtswv lus thiab tus ntsuj plig uas tsis huv tawm hauv lub tebchaws mus."},{"bible_id":"1269","chapter_code":"ZEC.13","verse_code":"ZEC.13.3","label":"3","content":"Yog muaj leejtwg tsab ua xibhwb cev Vajtswv lus mas nws niam nws txiv uas yug nws yuav hais rau nws tias, ‘Koj yuav tuag vim koj tuav Yawmsaub lub npe hais dag xwb.’ Thaum nws cev Vajtswv lus leej niam leej txiv uas yug nws yuav muab nws nkaug tshab plaws."},{"bible_id":"1269","chapter_code":"ZEC.13","verse_code":"ZEC.13.4","label":"4","content":"Hnub ntawd txhua tus xibhwb cev Vajtswv lus yuav txaj muag vim qhov uas nws ua yog toog cev Vajtswv lus. Nws yuav tsis hnav lub tsho uas muaj plaub mus hais lus dag lawm."},{"bible_id":"1269","chapter_code":"ZEC.13","verse_code":"ZEC.13.5","label":"5","content":"Nws yuav hais tias, ‘Kuv tsis yog tus uas cev Vajtswv lus, kuv yog neeg ua liaj ua teb xwb, rau qhov kuv yeej ua liaj ua teb txij thaum kuv tseem hluas los lawm.’"},{"bible_id":"1269","chapter_code":"ZEC.13","verse_code":"ZEC.13.6","label":"6","content":"Yog leejtwg nug nws tias, ‘Ua cas koj muaj kiav txhab saum nrob qaum?’ mas nws yuav teb tias ‘Kuv tau tej kiav txhab no ntawm tej kwvluag lub tsev.’ ”"},{"bible_id":"1269","chapter_code":"ZEC.13","verse_code":"ZEC.13.7","label":"7","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Rab ntaj 'e, cia li tsim dheev sawv los tiv kuv tus qhev yug yaj, sawv los tiv tus uas txheeb ze kuv. Cia li nplawm tus qhev yug yaj mas pab yaj thiaj yuav tawg ua sab ua sua mus. Kuv yuav tig kiag kuv txhais tes tawm tsam tus me tus yau.”"},{"bible_id":"1269","chapter_code":"ZEC.13","verse_code":"ZEC.13.8","label":"8","content":"Yawmsaub hais tias, “Tag nrho lub tebchaws yuav muab rhuav tshem ob feem kom puam tsuaj, tshuav ib feem hauv peb feem thiaj li ciaj xwb."},{"bible_id":"1269","chapter_code":"ZEC.13","verse_code":"ZEC.13.9","label":"9","content":"Kuv yuav muab ib feem hauv peb feem ntawd coj mus rau hauv hluavtaws mas yuav muab nchuav ib yam li nchuav nyiaj, thiab yuav muab lawv sim yam li sim kub. Lawv yuav thov hu kuv lub npe, mas kuv yuav teb lawv. Kuv yuav hais tias ‘Lawv yog kuv haiv neeg’ thiab lawv yuav hais tias ‘Yawmsaub yog peb tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.1","label":"1","content":"Saib maj, Yawmsaub hnub tabtom los, yog hnub uas tej nyiaj txiag uas luag txeeb ntawm koj mus luag yuav faib rau hauv nruab nrab koj,"},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.2","label":"2","content":"rau qhov kuv yuav sau zog ib tsoom tebchaws sawvdaws tuaj ua rog rau Yeluxalees. Lub nroog ntawd yuav raug luag txeeb tau, luag yuav lws tej nyiaj txiag qhov txhia chaw hauv vaj hauv tsev thiab yuav muab tej pojniam yuam. Ib nrab pejxeem yuav tawm mus poob tebchaws, tiamsis cov uas tshuav nyob yuav tsis raug muab ntiab tawm hauv lub nroog mus."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.3","label":"3","content":"Mas Yawmsaub yuav tawm mus tiv tej tebchaws ntawd ib yam li hnub uas Yawmsaub tawm mus ua rog ntag."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.4","label":"4","content":"Hnub ntawd Yawmsaub txhais taw yuav tsuj saum lub Roob Txiv Aulib uas nyob ntawm Yeluxalees sab hnub tuaj, mas lub Roob Txiv Aulib ntawd yuav tawg rhe ua ob sab thiaj ua kiag ib lub kwj ha dav dav li kem sab hnub tuaj mus thoob plaws sab hnub poob, mas ib nrab roob thiaj txav rau sab ped ib nrab roob txav rau sab nrad."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.5","label":"5","content":"Nej yuav khiav ntawm lub hav uas kuv ua ntawd vim lub hav ntawd ntev mus txog ntua Asxa.  Nej yuav tawm khiav mus yam nkaus li thaum Uxiya ua vajntxwv kav Yuda tebchaws es ntuj qeeg nej thiaj khiav. Yawmsaub uas yog kuv tus Vajtswv yuav los thiab cov neeg dawb huv saum ntuj sawvdaws yuav nrog nws los."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.6","label":"6","content":"Hnub ntawd yuav tsis muaj caij no tsis muaj te,"},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.7","label":"7","content":"yuav muaj nruab hnub xwb (Yawmsaub yeej paub hnub ntawd), tsis muaj nruab hnub tsis muaj hmo ntuj, txawm yog txog caij tsaus ntuj lawm los yeej pom kev li."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.8","label":"8","content":"Hnub ntawd dej cag yuav ntws tawm hauv Yeluxalees, ib nrab ntws mus rau lub hiavtxwv sab hnub tuaj, ib nrab ntws mus rau lub hiavtxwv sab hnub poob.  Lub caij ntuj kub los dej yuav ntws nto yam nkaus li lub caij ntuj no."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.9","label":"9","content":"Yawmsaub yuav ua vajntxwv kav tag nrho lub ntiajteb huvsi. Hnub ntawd tsuas yog muaj Yawmsaub tib leeg xwb thiab muaj Yawmsaub tib lub npe xwb."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.10","label":"10","content":"Lub tebchaws huvsi yuav ntxeev ua teb tiaj teb tus txij ntawm lub moos Kenpa mus txog lub moos Limoo uas nyob ntawm Yeluxalees sab nrad, tiamsis Yeluxalees tseem yuav nyob nws qhov chaw uas siab txij ntua ntawm Rooj Loog Npeyamee mus txog ntua lub chaw uas muaj Rooj Loog Qub thiab mus txog ntua lub rooj loog ntawm lub kaum loog, thiab ntawm lub chaw tsom faj Hananee txog ntua vajntxwv lub chaw tsuam kua txiv hmab."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.11","label":"11","content":"Thiab yuav muaj neeg nyob hauv nroog vim yog tsis raug lo lus foom tsis zoo lawm. Yeluxalees yuav nyob tso siab lug."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.12","label":"12","content":"Ntawm no mus yog tej vij sub vij sw uas Yawmsaub yuav siv ntaus ib tsoom tebchaws uas ua rog rau Yeluxalees. Thaum lawv tseem sawv tau nres nroos lawv tej nqaij yuav cia li lwj, lawv lub ntsiab muag yuav cia li lwj kiag ntawm lub qhov muag, thiab lawv tus nplaig yuav cia li lwj kiag hauv lawv lub qhov ncauj."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.13","label":"13","content":"Hnub ntawd Yawmsaub yuav ua rau lawv ntshai ras zom zaws loj kawg li. Lawv ib leeg yuav ntsiab pes nkaus ib leeg thiab ib leeg yuav tsa pes kiag tes ntaus ib leeg."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.14","label":"14","content":"Txawm yog cov Yuda los kuj yuav mus ntaus rog rau hauv Yeluxalees. Tej tebchaws sawvdaws uas nyob ib ncig tej nyiaj txiag qhov txhia chaw yuav raug muab khaws cia sau zog ua ke, yog kub thiab nyiaj thiab ris tsho hnav ntau kawg li."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.15","label":"15","content":"Yawmsaub yuav tso vij sub vij sw li no los rau lawv tej nees thiab tej luj txwv thiab tej ntxhuav thiab tej nees luav thiab txhua yam tsiaj txhu hauv tej yeej ntawd."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.16","label":"16","content":"Mas cov neeg hauv ib tsoom tebchaws uas mus tawm tsam Yeluxalees es tseem muaj txojsia nyob kuj niaj xyoo yuav mus pe hawm tus vajntxwv uas yog Yawmsaub uas muaj hwjchim loj kawg nkaus thiab ua kevcai nyob tsev pheeb suab."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.17","label":"17","content":"Yog haiv neeg twg hauv qab ntuj no tsis mus rau hauv Yeluxalees es pe tus vajntxwv uas yog Yawmsaub uas muaj hwjchim loj kawg nkaus mas nag yuav tsis los rau lawv."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.18","label":"18","content":"Yog haiv neeg Iyi tsis mus tshwm ntsej muag rau ntawd ces lawv yuav raug tej vij sub vij sw uas Yawmsaub tso rau tej tebchaws uas tsis mus ua kevcai nyob tsev pheeb suab."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.19","label":"19","content":"Tej uas hais lus no yog tej uas txiav txim rau Iyi thiab ib tsoom tebchaws uas tsis mus ua kevcai nyob tsev pheeb suab."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.20","label":"20","content":"Hnub ntawd yuav txam txwm rau phiaj tswb uas nees coj hais tias, “Dawb huv rau Yawmsaub,” thiab tej lauj kaub uas siv hauv Yawmsaub lub tuam tsev yuav zoo ib yam li tej phaj dawb huv uas siv ntawm lub thaj xyeem qhov txhia chaw."},{"bible_id":"1269","chapter_code":"ZEC.14","verse_code":"ZEC.14.21","label":"21","content":"Txhua lub lauj kaub hauv Yeluxalees thiab hauv Yuda yuav dawb huv rau Yawmsaub uas muaj hwjchim loj kawg nkaus kom txhua tus uas tuaj xyeem tsiaj rau Yawmsaub thiaj coj tau tej lauj kaub ntawd mus hau tej nqaij uas xyeem ntawd. Hnub ntawd yuav tsis muaj tub lag tub luam  nyob hauv Yawmsaub uas muaj hwjchim loj kawg nkaus lub tuam tsev dua li lawm."}]