[{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.1","label":"1","content":"Cov los no yog Yawmsaub hais tuaj rau Xefaniya uas yog Khusi tus tub. Nws yawg yog Kedaliya, nws yawg koob yog Amaliya, nws yawg suab yog Hexekhiya. Thaum Yawmsaub hais cov lus no yog ncua sijhawm uas Asmoo tus tub Yauxiya ua vajntxwv kav Yuda tebchaws."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.2","label":"2","content":"Yawmsaub hais tias, “Kuv yuav muab txhua tsav txhua yam hauv qab ntuj no rhuav tshem pov tseg huvsi."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.3","label":"3","content":"Kuv yuav rhuav tshem tej neeg thiab tej tsiaj qus tsiaj nyeg thiab tej noog saum nruab ntug thiab tej ntses hauv hiavtxwv huvsi. Kuv yuav muab cov neeg limhiam ntxuav pov tseg, kuv yuav rhuav tshem neeg kom ploj tag hauv qab ntuj.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.4","label":"4","content":"“Kuv yuav tsa tes kiag tawm tsam cov Yuda thiab cov neeg hauv Yeluxalees huvsi. Kuv yuav rhuav tshem tej chaw uas tseem tshuav teev dab Npa‑as ntawm thaj chaw no, thiab kuv yuav muab tej txiv neeb txiv yaig lub npe rhuav tshem kom ploj mus,"},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.5","label":"5","content":"yog cov uas nyob saum txheej tsev las tshav pe hnub pe hli pe tej hnub qub saum nruab ntug, thiab cov uas tuav Yawmsaub lub npe yeem lus twv los tseem tuav dab Mikhoo lub npe yeem lus twv thiab,"},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.6","label":"6","content":"thiab cov uas tig kiag tsis raws Yawmsaub thiab tsis nrhiav nws thiab tsis ua nug rau Yawmsaub."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.7","label":"7","content":"Cia li nyob twjywm rau ntawm Vajtswv Yawmsaub lub xubntiag, rau qhov Yawmsaub hnub los ze lawm. Yawmsaub npaj tej uas nws yuav muab xyeem lawm thiab nws cais nws cov qhua kom dawb huv rau nws."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.8","label":"8","content":"Hnub uas Yawmsaub muab tua xyeem ntawd kuv yuav teem txim rau cov nom tswv thiab vajntxwv tej tub thiab cov neeg uas muab lwm tebchaws tej tsoos los hnav."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.9","label":"9","content":"Hnub ntawd kuv yuav rau txim rau txhua tus uas caws qia hla kiag taw rooj thiab cov neeg uas ua nruj ua tsiv ua tsis ncaj es tau qhov txhia chaw los puv nkaus tus lospav tsev.”"},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.10","label":"10","content":"Yawmsaub hais tias, “Hnub ntawd mas yuav hnov suab quaj qw ntawm lub rooj loog Ntses, thiab hnov suab quaj nyiav ntawm ceg kaum nroog uas ua tshiab thiab hnov suab nrov pig poog saum tej roob."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.11","label":"11","content":"Cov neeg uas nyob qhov Zawj cia li quaj nyiav, vim nej tej tub lag tub luam tsis tshuav nyob lawm, cov uas luj nyiaj raug muab rhuav tshem tag lawm."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.12","label":"12","content":"Thaum ntawd kuv yuav taws teeb mus tshuaj lub nroog Yeluxalees, kuv yuav rau txim rau cov neeg uas tso cev plhuav nyob zoo li tej txo cawv txiv hmab uas tseg cia ntev tsis lim kiag li. Lawv xav hauv lub siab tias, ‘Yawmsaub yuav tsis ua qhov zoo, thiab nws kuj yuav tsis ua qhov phem. ’"},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.13","label":"13","content":"Lawv tej cuab txhiaj cuab tam yuav raug muab lws tag, thiab lawv tej vaj tse yuav nyob nqha lug cia. Lawv ua vaj ua tsev los lawv tsis tau nyob hauv, lawv ua teb txiv hmab los lawv yuav tsis tau haus tej cawv txiv hmab hauv tej teb ntawd."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.14","label":"14","content":"“Yawmsaub hnub tseem ceeb los ze lawm, los ze zuj zus los sai kawg li. Yawmsaub hnub ntawd yuav muaj suab quaj qhuav siab qhawv. Cov uas siab loj siab tuab los yuav quaj qw nrov nrov."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.15","label":"15","content":"Hnub ntawd yog hnub uas npau taws, yog hnub uas txom nyem lwj siab heev, yog hnub uas raug puam tsuaj thiab piam tag du lug, yog hnub uas tsaus ntuj thiab tsaus dub nciab, yog hnub uas muaj huab thiab tsaus nti,"},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.16","label":"16","content":"yog hnub uas muaj suab raj kub yaj nrov thiab suab tub rog qw nrov rau thaum lawv ntaus tej moos uas muaj ntsa loog thiab tej chaw zov khuav siab siab."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.17","label":"17","content":"Kuv yuav tso kev txom nyem lwj siab los rau tej neeg, mas lawv yuav taug kev yam nkaus li tej dig muag. Vim yog lawv tau ua txhaum rau Yawmsaub, mas lawv tej ntshav yuav raug muab hliv nchuav yam nkaus li hmoov av, thiab lawv cev nqaij yuav raug muab nchuav pov tseg yam nkaus li tej quav tsiaj txhu."},{"bible_id":"1269","chapter_code":"ZEP.1","verse_code":"ZEP.1.18","label":"18","content":"Hnub uas Yawmsaub npau taws lawv tej nyiaj tej kub kuj pab tsis tau lawv dim. Qhov uas Yawmsaub khib xeeb thiab npau taws yuav hlawv ib puas tsav yam hauv qab ntuj huvsi pov tseg. Yawmsaub yuav ua rau ib tsoom neeg hauv qab ntuj no puam tsuaj tag huvsi tamsim ntag.”"},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.1","label":"1","content":"Tsoom zeej neeg uas tsis paub txaj muag 'e, cia li sau zog tuaj txoos ua ke,"},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.2","label":"2","content":"ua ntej uas nej tsis tau raug muab ntiab khiav mus yam nkaus li tej npluag qoob uas cua ntsawj ya tag, thiab ua ntej uas Yawmsaub kev chim heev tsis tau los txog nej, thiab ua ntej uas tsis tau txog hnub uas Yawmsaub npau taws rau nej."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.3","label":"3","content":"Txhua tus uas txo hwjchim hauv lub tebchaws no thiab ua raws li Yawmsaub qhia mas cia li nrhiav Yawmsaub. Cia li nrhiav txojkev ncaj ncees, cia li nrhiav ncauj kev txo lub siab kom qes mas tej zaum nej yuav tau chaw nraim cev rau hnub uas Yawmsaub npau taws."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.4","label":"4","content":"Lub moos Kaxa yuav tsis muaj neeg nyob hauv lawm, lub moos Akheloo yuav nyob do cuas cia, lub moos Asadau yuav raug muab ntiab khiav rau thaum tav su, thiab lub moos Ekhoo yuav raug muab rhuav pov tseg."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.5","label":"5","content":"Nej cov neeg Khelethi uas nyob ntawm ntug hiavtxwv 'e, nej yuav raug puam tsuaj lauj! Yawmsaub cov lus tawm tsam nej lauj! Cov neeg Khana‑as, tebchaws Filixatee 'e, kuv yuav ua rau nej puam tsuaj tsis tseg ib tug li."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.6","label":"6","content":"Cov tebchaws uas nyob ntawm ntug hiavtxwv 'e, nej yuav ua tshav zaub rau luag yug yaj, ua nkuaj rau luag kaw yaj kaw tshis."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.7","label":"7","content":"Cov tebchaws uas nyob ntawm ntug hiavtxwv yuav poob ua cov Yuda uas tseem tshuav nyob li tug. Lawv yuav yug yaj qhov ntawd thiab thaum tsaus ntuj lawv yuav pw hauv Akheloo tej vaj tse, rau qhov Yawmsaub uas yog lawv tus Vajtswv yuav mob siab lawv yuav pub lawv rov vam meej li qub."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.8","label":"8","content":"“Kuv twb hnov cov Mau‑a cem, kuv twb hnov cov Asmoo thuam. Lawv cem kuv cov neeg thiab lawv khav ntxhias txog lawv tej ciam teb ciam chaw.”"},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.9","label":"9","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus uas yog cov Yixayee tus Vajtswv hais tias, “Vim li no, kuv yeej muaj txojsia nyob, mas cov Mau‑a yuav zoo yam li lub moos Xaudoo, cov Asmoo yuav zoo yam li lub moos Kaumaula. Lawv tebchaws yuav ciaj hav nroj zaub kig, ciaj qhov ntsev thiab yuav ciaj quav poj ib txhis. Kuv haiv neeg uas tseem tshuav nyob yuav mus lws lawv, thiab kuv cov neeg uas tseem muaj nyob yuav txeeb tau tej tebchaws ntawd los ua lawv tug.”"},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.10","label":"10","content":"Tej no yog pauj qhov uas lawv khav theeb, vim lawv saib tsis taus thiab thuam Yawmsaub uas muaj hwjchim loj kawg nkaus li neeg lawm."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.11","label":"11","content":"Yawmsaub yuav ua rau lawv ntshai nws kawg nkaus li, vim yog Yawmsaub ua rau txhua tus dab hauv lub qab ntuj no yuag yuag qhuav qhawv. Mas txhua lub tebchaws hauv ntiajteb yuav khoov ntshis pe hawm Yawmsaub rau hauv nyias lub tebchaws."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.12","label":"12","content":"“Cov neeg Khuj 'e, nej yuav raug kuv hniav ntaj tua tag thiab.”"},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.13","label":"13","content":"Yawmsaub yuav tsa nws txhais tes ntaus lub tebchaws uas nyob sab ped thiab ua rau Axilia puam tsuaj, thiab yuav ua rau lub nroog Ninave pob tag nyob do cuas cia, thiab yuav qhuav qhawv yam li ntuj nrag teb do."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.14","label":"14","content":"Tej niag pab tsiaj txhu thiab ib puas tsav yam tsiaj qus yuav pw hauv nruab nrab lub nroog ntawd. Lib nyug me thiab lib nyug loj yuav los nyob saum tej hau ncej tse. Plas yuav los quaj ntawm tej qhov rais, thiab uab lag yuav quaj zom zaws ntawm tej taw rooj. Tej ntsa tsev uas xuas ntoo ciab ua nyob ziab tshav raug nag xwb."},{"bible_id":"1269","chapter_code":"ZEP.2","verse_code":"ZEP.2.15","label":"15","content":"No yog lub nroog uas nyob khav ntxhias thiab tso siab lug, yog lub nroog uas xav hauv lub siab tias, “Tsuas yog kuv xwb, tsis muaj leejtwg zoo cuag kuv lawm.” Twb yog lub nroog uas nyob do cuas cia ua chaw rau tsiaj qus pw. Txhua tus uas taug kev tuaj zij ncaug rub nrim rau lub nroog Ninave."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.1","label":"1","content":"Lub nroog Yeluxalees uas fav xeeb rau Yawmsaub ua phem ua qias quab yuam nws cov neeg yuav raug txom nyem lauj!"},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.2","label":"2","content":"Nws tsis mloog leejtwg hais, tsis yuav leejtwg nplawm thiab qhuab qhia. Nws tsis tso siab rau Yawmsaub thiab nws tsis txav los ze nws tus Vajtswv."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.3","label":"3","content":"Cov nom tswv hauv lub nroog no yog cov tsov ntxhuav uas nyooj laws. Cov uas tu plaub kuj yog cov hma uas nrhiav noj hmo ntuj tsis kam tseg ib qho nqaij cia txog kaj ntug."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.4","label":"4","content":"Nws cov xibhwb cev Yawmsaub lus yog neeg loj leeb neeg fav xeeb. Cov pov thawj kuj muab tej uas dawb huv rau Yawmsaub ua qias tsis huv, thiab lawv txhob txwm tsis ua raws li Yawmsaub kevcai."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.5","label":"5","content":"Yawmsaub uas nyob hauv lub nroog no mas ncaj ncees, nws tsis ua ib qho txhaum li. Txhua tagkis Yawmsaub txiav cai ncaj, nws ua li ntawd rau txhua hnub kaj tsis tu li, tiamsis tej neeg uas ua tsis ncaj tsis paub txaj muag li."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.6","label":"6","content":"“Kuv twb muab tej tebchaws rhuav tshem tag, ua rau lawv tej chaw zov khuav saum tej ntsa loog pob tag lawm. Kuv ua kom tej kev hauv lub nroog ntawd pob tag nyob do cuas tsis muaj neeg taug, thiab kuv twb ua rau lawv tej moos nyob do cuas tsis muaj neeg, tsis muaj ib tug nyob hauv lawv lawm."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.7","label":"7","content":"Kuv hais tias ‘Lub nroog ntawd yeej yuav ntshai thiab hwm kuv xwb, thiab yuav mloog kuv tej lus qhuab ntuas. Nws yuav tsis muab kuv tej lus qhuab lus qhia pov tseg.’ Tiamsis lawv yimhuab siv zog ua txhua yam kom phem kom qias.”"},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.8","label":"8","content":"Yawmsaub hais tias, “Vim li no nej cia li nyob tos kuv, tos hnub uas kuv sawv tsees ua timkhawv. Kuv twb npaj siab cia lawm tias kuv yuav sau zog ib tsoom neeg thiab txhua lub tebchaws tuaj ua ke, kuv yuav nchuav kuv txojkev chim uas npau taws ceev kawg los rau saum lawv sawvdaws. Qhov uas kuv khib xeeb thiab npau taws yuav hlawv ib puas tsav yam hauv qab ntuj no huvsi pov tseg."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.9","label":"9","content":"“Thaum ntawd kuv yuav muab ib tsoom neeg tus nplaig hloov kom lawv tau tus nplaig dawb nplaig huv, kom sawvdaws thiaj li txawj hu thov Yawmsaub lub npe thiab txawj ua ib lub siab ua koom tu nws."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.10","label":"10","content":"Kuv cov neeg uas thov kuv, cov uas raug muab ntiab khiav ua sab ua sua lawm, lawv yuav coj qhov txhia chaw hla niag dej hauv Khuj tebchaws tuaj xyeem rau kuv."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.11","label":"11","content":"Hnub ntawd nej yuav tsis raug txaj muag rau qhov uas nej ua phem fav xeeb rau kuv, vim lub sijhawm ntawd kuv yuav muab cov uas khav theeb tuam mom rho tawm hauv nej mus, mas nej yuav tsis tshoob hawb rau saum kuv lub roob dawb huv dua li lawm."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.12","label":"12","content":"Kuv yuav tseg cov uas tsis muab hlob, cov uas txo lub siab rau hauv nej nruab nrab. Lawv yuav nrhiav chaw nraim cev rau hauv Yawmsaub lub npe."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.13","label":"13","content":"Cov neeg uas tshuav nyob hauv cov Yixayee mas lawv yuav tsis ua txhaum thiab tsis hais tej lus dag, yuav nrhiav tsis tau ib tug nplaig dag hauv lawv tej qhov ncauj kiag li. Lawv yuav noj yuav haus pw tso siab lug, tsis muaj leejtwg yuav ua rau lawv ntshai.”"},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.14","label":"14","content":"Xi‑oo tus ntxhais 'e, cia li hu nkauj. Cov Yixayee 'e, cia li qw nrov. Yeluxalees tus ntxhais 'e, cia li zoo siab xyiv fab hlo."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.15","label":"15","content":"Yawmsaub twb tseg tsis rau txim rau nej lawm. Nws twb ntiab nej cov yeeb ncuab tawm khiav tag lawm. Yawmsaub uas yog cov Yixayee tus vajntxwv nyob hauv nej nruab nrab mas nej yuav tsis ntshai tej xwm txheej phem dua li lawm."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.16","label":"16","content":"Hnub ntawd luag yuav hais rau Yeluxalees tias, “Xi‑oo 'e, koj tsis txhob ntshai, koj tsis txhob cia koj txhais tes tsaug leeg li."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.17","label":"17","content":"Yawmsaub uas yog nej tus Vajtswv twb nyob hauv nej nruab nrab, nws yog tus uas txawj ntaus rog pab tau nej kov yeej. Nws yuav zoo siab kawg li rau nej thiab nws yuav muab nej tsim dua tshiab vim yog nws hlub nej kawg li. Nws yuav hu nkauj zoo siab xyiv fab kawg li rau nej,"},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.18","label":"18","content":"yam nkaus li thaum nej ua kevcai noj haus.” “Kuv yuav tshem tej vij sub vij sw ntawm nej mus kom nej thiaj tsis raug luag thuam."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.19","label":"19","content":"Txog thaum ntawd kuv yuav rau txim rau txhua tus uas quab yuam nej. Kuv yuav cawm cov uas ceg tawv, thiab kuv yuav qaws cov neeg uas tawg khiav ua sab ua sua lawd rov los thiab kuv yuav muab lawv tej kev poob ntsej muag ntxeev ua kom luag qhuas thiab tau koob meej nrov nto moo thoob ntiajteb."},{"bible_id":"1269","chapter_code":"ZEP.3","verse_code":"ZEP.3.20","label":"20","content":"Thaum ntawd kuv yuav qaws nej sawvdaws los ua ke coj nej los nyob rau hauv nej qub vag qub tse. Kuv yuav ua kom nej rov tau koob meej thiab ib tsoom neeg hauv qab ntuj yuav qhuas nej, yog thaum uas kuv pub nej rov vam meej li qub. Nej qhov muag yeej yuav pom ntag.” Yawmsaub hais li no ntag."}]